[{"place": "Earhart", "items": [{ "name": "BBQ Pork Ribette", "SS": "Ribette", "C": "313", "TF": "18g", "SF": "nan", "Ch": "65mg", "Na": "730mg", "Carb": "21g", "Su": "16g", "P": "19g", "Allergens": "Soy", "Ingredients": "Pork Ribette 4 oz 10# (Pork (Contains Up To 10% Solution Of Water, Dextrose, Sodium Tripolyphosphate, Flavoring), Water, Hickory Smoke Flavoring, Salt, Vegetable Oil (Corn, Cottonseed Or Soy), And Natural Flavor.), Ken's Cannonball BBQ Sauce (Sugar, Distilled Vinegar, Water, Tomato Paste, Molasses, Modified Potato Starch, Salt, Contains Less Than 2% Of Natural Smoke Flavor, Mustard Flour, Spice, Paprika, Onion, Garlic, Caramel Color, Maltodextrin, Chili Powder (Chili Pepper, Spice, Salt, Garlic), Autolyzed Yeast Extract, Natural Flavor.)"}, { "name": "White Mini Sub Bun", "SS": "Bun", "C": "169", "TF": "2g", "SF": "nan", "Ch": "0mg", "Na": "280mg", "Carb": "33g", "Su": "4g", "P": "5g", "Allergens": "Gluten,Sesame,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Enriched Flour (Unbleached Wheat Flour, Malted Barley Flour, Reduced Iron, Thiamine Mononitrate (Vitamin B1), Riboflavin (Vitamin B2), Niacin (Vitamin B3), Folic Acid), Water, Yeast, Sugar, Soybean Oil, Salt, Wheat Gluten, Calcium Propionate (A Preservative), Vinegar, Monoglycerides, Potassium Chloride, Calcium Phosphate, Ascorbic Acid, Sesame."}, { "name": "Crinkle Cut Fries", "SS": "4 oz Serving", "C": "126", "TF": "4g", "SF": "nan", "Ch": "0mg", "Na": "35mg", "Carb": "19g", "Su": "0g", "P": "2g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Potato French Fry Crinkle Cut (Potatoes, Vegetable Oil (Soybean, Canola, Cottonseed, And/Or Sunflower), Contains 2% Or Less Of: Dextrose, Disodium Dihydrogen Pyrophosphate (To Maintain Natural Color).)"}, { "name": "Sliced Red Onion", "SS": "Slice", "C": "2", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "", "Ingredients": ""}, { "name": "Dill Pickle Slices", "SS": "7 Slices", "C": "0", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "160mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Fresh Cucumbers, Water, Vinegar, Salt, Contains Less Than 2% Of Calcium Chloride, Sodium Benzoate (Preservative), Polysorbate 80, Natural Flavor, Turmeric Extract (Color)."}, { "name": "Baked Spaghetti", "SS": "8 oz Ladle", "C": "439", "TF": "19g", "SF": "nan", "Ch": "60mg", "Na": "1170mg", "Carb": "43g", "Su": "13g", "P": "22g", "Allergens": "Fish,Gluten,Soy,Wheat", "Ingredients": "Water (Water), Beef Ground 80 Fine Grind Chuck 60# Avg, Water (Water), Pasta Spaghetti 20# (Semolina Wheat, Durum Wheat Flour, Vitamin B3 Niacin, Iron Ferrous Sulfate, Vitamin B1 Thiamine Mononitrate, Vitamin B2 Riboflavin, Folic Acid), Tomato Paste 6 x #10 (Tomato Paste, Citric Acid.), Tomato Puree 6 x #10 (Tomato Puree (Water, Tomato Paste), Citric Acid.), Juice Tomato 46 oz (Tomato Juice From Concentrate (Water, Tomato Concentrate), Salt, Vitamin C (Ascorbic Acid), Citric Acid.), Yellow Onion, Brown Sugar (Sugar, Cane Molasses), Base Beef No MSG (Roasted Beef And Concentrated Beef Stock, Salt, Hydrolyzed Soy, Corn, And Wheat Proteins, Maltodextrin, Autolyzed Yeast Extract, Palm Oil, Sugar, Caramel Color, Onion Powder, 2% Or Less Of Corn Oil, Disodium Inosinate, Disodium Guanylate, Modified Cornstarch, Natural Flavors, Lactic Acid.), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Sauce Tabasco 12 x 12 oz. (Distilled Vinegar, Red Pepper, Salt.), Sauce Worcestershire 4 x 1 Gal (Distilled Vinegar, Molasses, Water, Corn Syrup, Salt, Caramel Color, Sugar, Spices, Anchovy (Fish), Natural Flavor (Soy), Tamarind Extract And Soy Lecithin), Italian Seasoning, Garlic Powder (Garlic Powder.), Oregano (Oregano), Spice Pepper Black Ground 18 oz (Black Pepper), Spice Bay Leaf Whole (Bay Leaf)"}, { "name": "Baked Meatless Spaghetti", "SS": "Serving", "C": "256", "TF": "1g", "SF": "nan", "Ch": "0mg", "Na": "1340mg", "Carb": "52g", "Su": "18g", "P": "9g", "Allergens": "Gluten,Vegetarian,Vegan,Wheat", "Ingredients": "Water (Water), Pasta Spaghetti 20# (Semolina Wheat, Durum Wheat Flour, Vitamin B3 Niacin, Iron Ferrous Sulfate, Vitamin B1 Thiamine Mononitrate, Vitamin B2 Riboflavin, Folic Acid), Water (Water), Tomato Paste 6 x #10 (Tomato Paste, Citric Acid.), Tomato Puree 6 x #10 (Tomato Puree (Water, Tomato Paste), Citric Acid.), Juice Tomato 46 oz (Tomato Juice From Concentrate (Water, Tomato Concentrate), Salt, Vitamin C (Ascorbic Acid), Citric Acid.), Yellow Onion, Brown Sugar (Sugar, Cane Molasses), Base Vegetable Mirepoix Sauteed 6 x 1# (Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Salt, Sugar, Maltodextrin, Corn Oil, Less Than 2% Of Yeast Extract, Water, Potato Starch, Xanthan Gum, Natural Flavors, Carrot Juice Concentrate.), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Sauce Tabasco 12 x 12 oz. (Distilled Vinegar, Red Pepper, Salt.), Italian Seasoning, Garlic Powder (Garlic Powder.), Oregano (Oregano), Spice Pepper Black Ground 18 oz (Black Pepper), Spice Bay Leaf Whole (Bay Leaf)"}, { "name": "Roasted Fingerling Potatoes", "SS": "4 oz. Serving", "C": "242", "TF": "3g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "51g", "Su": "2g", "P": "5g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Potato Fingerling, Canola/Olive Oil Blend (Canola Oil, Extra Virgin Olive Oil), Herb Parsley 60 Ct. (Parsley), Spice Garlic Salt (Salt, Dehydrated Garlic, Less Than 2% Silicon Dioxide To Prevent Caking), Spice Paprika Spanish (Paprika)"}, { "name": "Roasted Ratatouille", "SS": "1/2 Cup Serving", "C": "86", "TF": "5g", "SF": "nan", "Ch": "less than 5 mg", "Na": "260mg", "Carb": "8g", "Su": "4g", "P": "2g", "Allergens": "Milk,Vegetarian", "Ingredients": "Eggplant Bushel (Eggplant), Red Pepper (Red Pepper), Green Pepper (Green Pepper), Grape Tomatoes (Tomato), Yellow Onion, Zucchini (Zucchini), Canola/Olive Oil Blend (Canola Oil, Extra Virgin Olive Oil), Garlic Chopped (Minced Garlic (Peeled Garlic)), Shredded Parmesan Cheese (Shredded Parmigiano (Pasteurized Part-Skim Cow’s Milk, Cheese Cultures, Salt, Enzymes).), Fresh Basil (Fresh Basil), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine)"}, { "name": "Cheesy  Brussels Sprouts with Bacon", "SS": "1 Cup Serving", "C": "163", "TF": "10g", "SF": "nan", "Ch": "30mg", "Na": "580mg", "Carb": "12g", "Su": "3g", "P": "10g", "Allergens": "Milk", "Ingredients": "Brussels Sprouts Frozen (Brussel Sprouts.), Monterey Jack Shredded Cheese (Monterey Jack Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes), Potato Starch And Powdered Cellulose Added To Prevent Caking, Natamycin (A Natural Mold Inhibitor).), Butter Solids (Pasteurized Cream, Salt), Bacon Bits (Bacon Cured With Water, Salt, Sugar, Sodium Erythorbate, Sodium Nitrite. May Also Contain Dextrose, Flavoring, Honey, Dehydrated Pork Broth, Potassium Chloride, Potassium Lactate, Smoke Flavoring, Sodium Diacetate, Sodium Phosphate.), Minced Garlic (Peeled Garlic), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spice Paprika Hungarian 5# (Paprika), Spice Pepper Black Coarse Grind 5# (Black Pepper)"}, { "name": "Garlic Breadstick", "SS": "Each", "C": "153", "TF": "4.5g", "SF": "nan", "Ch": "0mg", "Na": "380mg", "Carb": "23g", "Su": "less than 1 g", "P": "4g", "Allergens": "Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Breadstick Gourmet Parbaked Turano (Flour (Wheat Flour, Malted Barley), Water, Contains Less Than 2% Of Each Of The Following: Salt, Dextrose, Palm Oil, Wheat Gluten, Wheat Starch, Diacetyl Tartaric Acid Esters Of Mono-Diglycerides (Datem), L-Cysteine, Ascorbic Acid, Enzyme, Yeast, Mono- And Diglycerides, Ethoxylated Mono And Diglycerides, Polysorbate 60, Calcium Propionate (Preservative), Enriched Wheat Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid). Topping: Water, Potassium Sorbate.), Garlic Butter Spread (Margarine (Vegetable Oil Blend (Palm Oil And Soybean Oil), Water, Salt, Contains Less Than 2% Of Soy Lecithin, Vegetable Mono Diglycerides, Potassium Sorbate (A Preservative), Citric Acid, Natural Artificial Flavor, Beta Carotene (Color), Vitamin A Palmitate Added, Whey.), Garlic Seasoning (Garlic Powder.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Sweet Basil, Spice Pepper Black Ground 18 oz (Black Pepper), Oregano (Oregano), Spice Parsley Flakes)"}, { "name": "Pepperoni", "SS": "8 Slices", "C": "142", "TF": "13g", "SF": "nan", "Ch": "30mg", "Na": "530mg", "Carb": "0g", "Su": "0g", "P": "5g", "Allergens": "", "Ingredients": "BHA, BHT With Citric Acid Added To Help Protect Flavor, Pork And Beef, Salt, Contains 2% Or Less Of: Water, Dextrose, Spices, Lactic Acid Starter Culture, Oleoresin Of Paprika, Garlic Powder, Sodium Nitrite, Citric Acid, BHA, BHT."}, { "name": "Genoa Salami", "SS": "Ounce", "C": "106", "TF": "9g", "SF": "nan", "Ch": "25mg", "Na": "480mg", "Carb": "0g", "Su": "0g", "P": "6g", "Allergens": "", "Ingredients": "BHA, BHT With Citric Acid Added To Help Protect Flavor, Pork, Beef, Salt, Contains 2% Or Less Of Dextrose, Water, Natural Spices, Sodium Ascorbate, Lactic Acid Starter Culture, Sodium Nitrite, Garlic Powder, BHA, BHT, Citric Acid."}, { "name": "Smoked Ham", "SS": "Slice", "C": "20", "TF": "0.5g", "SF": "nan", "Ch": "10mg", "Na": "230mg", "Carb": "less than 1 g", "Su": "less than 1 g", "P": "3g", "Allergens": "", "Ingredients": "36% Of Weight Is Added Ingredients. Cured With Water, Dextrose, Salt, Modified Cornstarch, Corn Syrup, Sodium Phosphates, Sodium Erythorbate, Sodium Nitrite."}, { "name": "Turkey Breast", "SS": "Slice", "C": "17", "TF": "0g", "SF": "nan", "Ch": "10mg", "Na": "220mg", "Carb": "0g", "Su": "0g", "P": "3g", "Allergens": "", "Ingredients": "Turkey Breast Meat, Water, Salt, Sugar, Modified Cornstarch, Sodium Phosphates, Sodium Erythorbate, Sodium Nitrate."}, { "name": "Sliced Tomatoes", "SS": "2 Slices", "C": "9", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "2g", "Su": "1g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Tomatoes (Tomato)"}, { "name": "Sliced Red Onions", "SS": "Slice", "C": "2", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": ""}, { "name": "Leaf Lettuce", "SS": "1 Leaf", "C": "2", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Green Leaf Lettuce."}, { "name": "Provolone Cheese", "SS": "1/2 oz Slice", "C": "50", "TF": "4g", "SF": "nan", "Ch": "10mg", "Na": "125mg", "Carb": "0g", "Su": "0g", "P": "4g", "Allergens": "Milk,Vegetarian", "Ingredients": "Pasteurized Milk, Cheese Culture, Salt, Enzymes"}, { "name": "Cheddar Cheese", "SS": "3/4 oz Slice", "C": "86", "TF": "7g", "SF": "nan", "Ch": "20mg", "Na": "130mg", "Carb": "0g", "Su": "0g", "P": "5g", "Allergens": "Milk,Vegetarian", "Ingredients": "Pasteurized Milk, Salt, Cheese Culture, Annatto Color."}, { "name": "Pepper Jack Cheese", "SS": "3/4 oz Slice", "C": "71", "TF": "6g", "SF": "nan", "Ch": "20mg", "Na": "120mg", "Carb": "0g", "Su": "0g", "P": "5g", "Allergens": "Milk,Vegetarian", "Ingredients": "Pasteurized Milk, Jalapeno Peppers, Cheese Culture, Salt, Enzymes."}, { "name": "Mayonnaise", "SS": "Tablespoon", "C": "103", "TF": "11g", "SF": "nan", "Ch": "less than 5 mg", "Na": "85mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Eggs,Soy,Vegetarian", "Ingredients": "Soybean Oil, Vinegar, Eggs, Water, Salt, Egg Yolks, Sugar, Calcium Disodium EDTA (To Protect Flavor), Dried Garlic, Dried Onions, Natural Flavor."}, { "name": "Roasted Garlic Mayonnaise", "SS": "Tablespoon", "C": "99", "TF": "11g", "SF": "nan", "Ch": "less than 5 mg", "Na": "120mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Eggs,Soy,Vegetarian", "Ingredients": "Mayonnaise (Soybean Oil, Vinegar, Eggs, Water, Salt, Egg Yolks, Sugar, Calcium Disodium EDTA (To Protect Flavor), Dried Garlic, Dried Onions, Natural Flavor.), Roasted Garlic Base (Roasted Garlic, Water, Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Dextrose, Salt, Dried Garlic, 2% Or Less Of Canola Oil,  Dried Onions, Xanthan Gum, Potassium Chloride, Celery Juice Concentrate.)"}, { "name": "Spicy Mayonnaise", "SS": "Tablespoon", "C": "103", "TF": "11g", "SF": "nan", "Ch": "less than 5 mg", "Na": "120mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Eggs,Soy,Vegetarian", "Ingredients": "Mayonnaise (Soybean Oil, Vinegar, Eggs, Water, Salt, Egg Yolks, Sugar, Calcium Disodium EDTA (To Protect Flavor), Dried Garlic, Dried Onions, Natural Flavor.), Sauce Garlic Chili 3x1 Gal (Chili, Salt, Garlic, Distilled Vinegar, Potassium Sorbate And Sodium Bisulfate As Preservatives, And Xanthan Gum.)"}, { "name": "Spicy Brown Mustard", "SS": "Tablespoon", "C": "14", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "170mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water, Distilled And Cider Vinegar, Mustard Seed, Salt, White Wine, Citric Acid, Tartaric Acid, Spices, Turmeric, Oleoresin Paprika."}, { "name": "Bistro Sauce", "SS": "Tablespoon", "C": "104", "TF": "11g", "SF": "nan", "Ch": "less than 5 mg", "Na": "85mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Eggs,Soy,Vegetarian", "Ingredients": "Mayonnaise (Soybean Oil, Vinegar, Eggs, Water, Salt, Egg Yolks, Sugar, Calcium Disodium EDTA (To Protect Flavor), Dried Garlic, Dried Onions, Natural Flavor.), Spice Paprika Spanish (Paprika), Spice Chipotle Powder 1.5# (Chipotle Chile Peppers And Silicon Dioxide.), Garlic Seasoning (Garlic Powder.)"}, { "name": "Sundried Tomato Pesto", "SS": "1/2 cup", "C": "221", "TF": "17g", "SF": "nan", "Ch": "10mg", "Na": "1290mg", "Carb": "15g", "Su": "8g", "P": "4g", "Allergens": "Milk,Vegetarian", "Ingredients": "Water (Water), Tomato Paste 6 x #10 (Tomato Paste, Citric Acid.), Tomato Sundried 5# (Sun-Dried Tomatoes, Salt. Contains 2% Or Less  Glucose Syrup, Citric Acid, Sulfur Dioxide (For  Color Retention), Potassium Sorbate.), Olive Oil (Extra Virgin Olive Oil.), Grated Parmesan Cheese (Grated Parmesan (Pasteurized Cow’s Milk, Salt, Enzymes), Powdered Cellulose Added To Prevent Caking.), Garlic (Garlic.), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Granulated Sugar (Sugar.), Black Pepper (Black Pepper), Fresh Basil (Fresh Basil), Oregano (Oregano)"}, { "name": "Flour Tortilla 12 inch ", "SS": "Tortilla", "C": "304", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "620mg", "Carb": "51g", "Su": "0g", "P": "8g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Enriched Bleched Flour (Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Vegetable Shortening (Interesterified And Hydrogenated Soybean Oils), Contains 2% Or Less Of: Salt, Baking Soda, Sodium Acid Pyrophosphate, Distilled Monoglycerides, Enzymes, Vital Wheat Gluten, Cellulose Gum, Fumaric Acid And Calcium Propionate And Sorbic Acid (To Maintain Freshness)."}, { "name": "Wheat Bread", "SS": "Slice", "C": "85", "TF": "1g", "SF": "nan", "Ch": "0mg", "Na": "150mg", "Carb": "16g", "Su": "2g", "P": "3g", "Allergens": "Gluten,Milk,Sesame,Soy,Vegetarian,Wheat", "Ingredients": "Enriched Flour [Unbleached Wheat Flour, Malted Barley Flour, Reduced Iron, Thiamine Mononitrate (Vitamin B1), Riboflavin (Vitamin B2), Niacin (Vitamin B3), Folic Acid], Water, Whole Grain Wheat Flour, Yeast, Sugar, Wheat Bran, Wheat Gluten, Soybean Oil, Whole Grain Rolled Oats, Rye Flour, Barley Flakes, Salt, Molasses, Monoglycerides, Modified Whey, Calcium Propionate (A Preservative), Vinegar, Sodium Stearoyl Lactylate, Dextrose, Natural Flavor, Wheat Starch, Calcium Sulfate, Calcium Phosphate, Ascorbic Acid, Citric Acid, Sesame; Topped With Butter."}, { "name": "White Bread", "SS": "24 oz Loaf", "C": "1782", "TF": "22g", "SF": "nan", "Ch": "0mg", "Na": "2900mg", "Carb": "334g", "Su": "45g", "P": "45g", "Allergens": "Gluten,Milk,Sesame,Soy,Vegetarian,Wheat", "Ingredients": "Enriched Flour [Unbleached Wheat Flour, Malted Barley Flour, Reduced Iron, Thiamine Mononitrate (Vitamin B1), Riboflavin (Vitamin B2), Niacin (Vitamin B3), Folic Acid], Water, High Fructose Corn Syrup, Yeast, Soybean Oil, Salt, Modified Whey, Vinegar, Wheat Starch, Monoglycerides, Wheat Protein Isolate, Calcium Propionate (A Preservative), Lactic Acid, Natural Flavors, Sodium Stearoyl Lactylate, Calcium Sulfate, Calcium Phosphate, Ascorbic Acid, Sesame."}, { "name": "Chicken Peanut Stir Fry", "SS": "3/4 Cup", "C": "523", "TF": "28g", "SF": "nan", "Ch": "135mg", "Na": "730mg", "Carb": "20g", "Su": "9g", "P": "50g", "Allergens": "Peanuts,Soy", "Ingredients": "Chicken Brst Fajita Strips 10# Avg Cs (Boneless Skinless White Chicken Breast And 2% Water.), Creamy Peanut Butter (Roasted Peanuts And Sugar, Contains 2% Or Less Of Molasses, Fully Hydrogenated Vegetable Oils (Rapeseed And Soybean), Mono And Diglycerides, Salt.), Diced Onion, Water (Water), Water (Water), Tomato Diced 6 x #10 (Tomatoes, Tomato Juice, Less Than 2% Of: Salt, Calcium Chloride, Citric Acid.), Cilantro (Cilantro), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Lemon Juice (Filtered Water, Lemon Juice Concentrate, Sodium Bisulfite (Preservative), Sodium Benzoate (Preservative), Lemon Oil), Minced Garlic (Peeled Garlic), Granulated Sugar (Sugar.), Spice Curry Powder 16 oz. (Spices, Turmeric (As Color), Salt, Red Pepper, Spice Extract), Crushed Red Pepper (Crushed Red Pepper), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spice Pepper Black Ground 18 oz (Black Pepper), Spice Thyme Ground (Thyme Leaves)"}, { "name": "Mini Spring Rolls", "SS": "2 Each Serving", "C": "80", "TF": "1g", "SF": "nan", "Ch": "0mg", "Na": "300mg", "Carb": "14g", "Su": "4g", "P": "0g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Appetizer Spring Roll Vegetable 1oz (Fillings: Cabbage, Green Beans, Carrots, Mushroom, Onions, Vermicelli, Tofu Bean Curd, Soybean Oil, Salt And Spices (No MSG Added). Wrapper: Wheat Flour, Water, Salt, Soybean Oil.)"}, { "name": "Sweet And Sour Sauce", "SS": "2 oz Ladle", "C": "126", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "290mg", "Carb": "33g", "Su": "29g", "P": "0g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Granulated Sugar (Sugar.), Juice Pineapple 100% 46 oz (Pineapple Juice, Ascorbic Acid (Vitamin C), Vitamin E And Vitamin A.), Vinegar Apple Cider (Made From The Juices Of Apples, Diluted With Water To A Uniform Pickling And Table Strength Of 5% (50 Grains) Acidity.), Ketchup (Tomato Concentrate, High Fructose Corn Syrup, Distilled Vinegar, Corn Syrup, Salt, Less Than 2% Of: Spice, Onion Powder, Natural Flavors.), Water (Water), Sauce Soy Tamari GF (Water, Soybeans, Salt, Alcohol (To Preserve Freshness).), Cornstarch (Corn Starch.)"}, { "name": "Long Grain Rice", "SS": "1/2 Cup ", "C": "122", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "27g", "Su": "0g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water (Water), Rice Long Grain (Long Grain Rice Enriched With Iron (Ferric Orthophosphate), Niacin, Thiamin (Thiamin Mononitrate), And Folic Acid.)"}, { "name": "Szechuan Chicken", "SS": "4oz Serving", "C": "159", "TF": "8g", "SF": "nan", "Ch": "100mg", "Na": "125mg", "Carb": "0g", "Su": "0g", "P": "21g", "Allergens": "Fish,Gluten,Sesame,Soy,Wheat", "Ingredients": "Chicken Thighs Fajita Strips (Boneless Skinless Dark Meat Chicken Thighs.), Spicy Szechuan Sauce (Hoisin Sauce (Sugar, Water, Fermented Soybean Paste (Water, Salt, Soybeans, Wheat Flour), Salt, Modified Corn Starch, Contains Less Than 2% Of Sweet Potato Powder, Sesame Paste, Caramel Color, Spices, Dehydrated Garlic, Salted Chili Peppers (Chili Peppers, Salts), Acetic Acid, FD&C Red No. 40.), Sauce Chili Red Gold 6 x #10 (Tomato Concentrate, High Fructose Corn Syrup, Distilled Vinegar, Corn Syrup, Salt, Less Than 2% Of: Dehydrated Onion, Spice, Natural Flavors.), Sauce Garlic Chili 3x1 Gal (Chili, Salt, Garlic, Distilled Vinegar, Potassium Sorbate And Sodium Bisulfate As Preservatives, And Xanthan Gum.), Sauce Soy Tamari GF (Water, Soybeans, Salt, Alcohol (To Preserve Freshness).), Juice Apple 100% 60oz (Apple Juice (Filtered Water, Apple Juice From Concentrate)), Granulated Sugar (Sugar.), Fish Sauce (Anchovy Extract (Fish), Salt, Water, Sugar, Hydrolyzed Vegetable Protein (Corn).), Oil Sesame 6 x 61 oz (100% Pure Sesame Oil.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Water (Water))"}, { "name": "Stir Fry Chicken", "SS": "4oz Serving", "C": "177", "TF": "9g", "SF": "nan", "Ch": "115mg", "Na": "350mg", "Carb": "less than 1 g", "Su": "0g", "P": "24g", "Allergens": "", "Ingredients": "Chicken Thighs Fajita Strips (Boneless Skinless Dark Meat Chicken Thighs.), Garlic Powder (Garlic Powder.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spice Pepper Black Ground 18 oz (Black Pepper)"}, { "name": "Sliced Smoked Polish Sausage", "SS": "Ounce", "C": "87", "TF": "7g", "SF": "nan", "Ch": "15mg", "Na": "230mg", "Carb": "1g", "Su": "0g", "P": "4g", "Allergens": "", "Ingredients": "Pork, Beef, Water, Salt, Corn Syrup Solids, Spices, Dextrose, Paprika, Dried Garlic, Sodium Erythorbate, Flavoring, Disodium Inosinate And Disodium Guanylate, Sodium Nitrite."}, { "name": "Fried Tofu Cubes", "SS": "3 Ounce Portion", "C": "138", "TF": "2.5g", "SF": "nan", "Ch": "0mg", "Na": "10mg", "Carb": "23g", "Su": "less than 1 g", "P": "6g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Tofu (Non-GMO Soybeans, Water, Calcium Sulfate, Glucono Delta Lactone (GDL).), Cornstarch (Corn Starch.)"}, { "name": "Linguini", "SS": "1 Cup ", "C": "430", "TF": "3g", "SF": "nan", "Ch": "0mg", "Na": "590mg", "Carb": "88g", "Su": "4g", "P": "15g", "Allergens": "Gluten,Vegetarian,Vegan,Wheat", "Ingredients": "Water (Water), Pasta Linguini  2 x 10# (Semolina Wheat, Durum Wheat Flour, Vitamin B3 Niacin, Iron Ferrous Sulfate, Vitamin B1 Thiamine Mononitrate, Vitamin B2 Riboflavin, Folic Acid.), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.)"}, { "name": "Green Cabbage", "SS": "Tablespoon", "C": "1", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Green Cabbage"}, { "name": "Snow Peas", "SS": "Ounce", "C": "23", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "4g", "Su": "2g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Raw Sugar Snap Peas"}, { "name": "Matchstick Carrots", "SS": "Ounce", "C": "12", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "20mg", "Carb": "3g", "Su": "1g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": ""}, { "name": "Yellow Squash", "SS": "1/2 Cup", "C": "8", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "2g", "Su": "1g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": ""}, { "name": "Water Chestnuts", "SS": "1/4 Cup", "C": "14", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "3g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water Chestnuts, Water, Citric Acid."}, { "name": "Spicy Szechuan Sauce", "SS": "Tablespoon", "C": "37", "TF": "1.5g", "SF": "nan", "Ch": "0mg", "Na": "410mg", "Carb": "6g", "Su": "5g", "P": "0g", "Allergens": "Fish,Gluten,Sesame,Soy,Wheat", "Ingredients": "Hoisin Sauce (Sugar, Water, Fermented Soybean Paste (Water, Salt, Soybeans, Wheat Flour), Salt, Modified Corn Starch, Contains Less Than 2% Of Sweet Potato Powder, Sesame Paste, Caramel Color, Spices, Dehydrated Garlic, Salted Chili Peppers (Chili Peppers, Salts), Acetic Acid, FD&C Red No. 40.), Sauce Chili Red Gold 6 x #10 (Tomato Concentrate, High Fructose Corn Syrup, Distilled Vinegar, Corn Syrup, Salt, Less Than 2% Of: Dehydrated Onion, Spice, Natural Flavors.), Sauce Garlic Chili 3x1 Gal (Chili, Salt, Garlic, Distilled Vinegar, Potassium Sorbate And Sodium Bisulfate As Preservatives, And Xanthan Gum.), Sauce Soy Tamari GF (Water, Soybeans, Salt, Alcohol (To Preserve Freshness).), Juice Apple 100% 60oz (Apple Juice (Filtered Water, Apple Juice From Concentrate)), Granulated Sugar (Sugar.), Fish Sauce (Anchovy Extract (Fish), Salt, Water, Sugar, Hydrolyzed Vegetable Protein (Corn).), Oil Sesame 6 x 61 oz (100% Pure Sesame Oil.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Water (Water)"}, { "name": "Sweet Chili Sauce", "SS": "1 oz Ladle", "C": "49", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "90mg", "Carb": "13g", "Su": "12g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Vinegar Rice Japanese Seasoned  6x61z (Rice Vinegar (Water, Rice, Distilled Vinegar), Sugar And Salt), Granulated Sugar (Sugar.), Water (Water), Sauce Garlic Chili 3x1 Gal (Chili, Salt, Garlic, Distilled Vinegar, Potassium Sorbate And Sodium Bisulfate As Preservatives, And Xanthan Gum.), Gel Clear Instant Corn Starch 50# (Corn Starch.)"}, { "name": "Asian BBQ Stir Fry Sauce", "SS": "Tablespoon", "C": "35", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "210mg", "Carb": "9g", "Su": "8g", "P": "0g", "Allergens": "Gluten,Sesame,Soy,Vegetarian,Wheat", "Ingredients": "Ken's Cannonball BBQ Sauce (Sugar, Distilled Vinegar, Water, Tomato Paste, Molasses, Modified Potato Starch, Salt, Contains Less Than 2% Of Natural Smoke Flavor, Mustard Flour, Spice, Paprika, Onion, Garlic, Caramel Color, Maltodextrin, Chili Powder (Chili Pepper, Spice, Salt, Garlic), Autolyzed Yeast Extract, Natural Flavor.), Honey (Honey), Hoisin Sauce (Sugar, Water, Fermented Soybean Paste (Water, Salt, Soybeans, Wheat Flour), Salt, Modified Corn Starch, Contains Less Than 2% Of Sweet Potato Powder, Sesame Paste, Caramel Color, Spices, Dehydrated Garlic, Salted Chili Peppers (Chili Peppers, Salts), Acetic Acid, FD&C Red No. 40.), Spice Five Spice Powder 16 oz (Cinnamon, Star Anise, Cloves, Ginger, Sulfuring Agent)"}, { "name": "Korean Red Pepper Sauce", "SS": "Tablespoon", "C": "56", "TF": "5g", "SF": "nan", "Ch": "0mg", "Na": "110mg", "Carb": "2g", "Su": "less than 1 g", "P": "less than 1 g", "Allergens": "Sesame,Soy,Vegetarian,Vegan", "Ingredients": "Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Sauce Soy Tamari GF (Water, Soybeans, Salt, Alcohol (To Preserve Freshness).), Vinegar Apple Cider (Made From The Juices Of Apples, Diluted With Water To A Uniform Pickling And Table Strength Of 5% (50 Grains) Acidity.), Crushed Red Pepper (Crushed Red Pepper), Garlic Chopped (Minced Garlic (Peeled Garlic)), Granulated Sugar (Sugar.), Spice Sesame Seed 18 oz (Sesame Seeds), Oil Sesame 6 x 61 oz (100% Pure Sesame Oil.)"}, { "name": "GF Garbanzo Bean Rotini", "SS": "Pound", "C": "1520", "TF": "28g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "272g", "Su": "16g", "P": "88g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Chickepea Flour."}, { "name": "Salad Mix", "SS": "Ounce", "C": "4", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Romaine Lettuce (Romaine Lettuce), Chopped Lettuce (Lettuce)"}, { "name": "Long Grain Rice", "SS": "1/2 Cup ", "C": "122", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "27g", "Su": "0g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water (Water), Rice Long Grain (Long Grain Rice Enriched With Iron (Ferric Orthophosphate), Niacin, Thiamin (Thiamin Mononitrate), And Folic Acid.)"}, { "name": "Spaghetti Sauce", "SS": "2 oz Ladle", "C": "52", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "370mg", "Carb": "12g", "Su": "9g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water (Water), Tomato Paste 6 x #10 (Tomato Paste, Citric Acid.), Tomato Puree 6 x #10 (Tomato Puree (Water, Tomato Paste), Citric Acid.), Juice Tomato 46 oz (Tomato Juice From Concentrate (Water, Tomato Concentrate), Salt, Vitamin C (Ascorbic Acid), Citric Acid.), Yellow Onion, Brown Sugar (Sugar, Cane Molasses), Garlic Chopped (Minced Garlic (Peeled Garlic)), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Garlic Powder (Garlic Powder.), Italian Seasoning, Sauce Tabasco 12 x 12 oz. (Distilled Vinegar, Red Pepper, Salt.), Oregano (Oregano), Spice Pepper Black Ground 18 oz (Black Pepper), Spice Bay Leaf Whole (Bay Leaf), Spice Basil Leaf Whole 26 oz"}, { "name": "Vegan Creamy Cheddar Cheese", "SS": "Ounce", "C": "71", "TF": "", "SF": "nan", "Ch": "0mg", "Na": "160mg", "Carb": "5g", "Su": "0g", "P": "0g", "Allergens": "Coconut,Vegetarian,Vegan", "Ingredients": "Filtered Water, Coconut Oil, Tapioca Maltodextrin, Tapioca Starch, Salt, Pea Protein, Yeast Extract, Lactic Acid, Carrageenan, Natural Flavors, Annatto, Sunflower Lecithin, Natural White Color, Citric Acid, Xanthan Gum."}, { "name": "Fire Braised Chicken Breast", "SS": "Ounce", "C": "33", "TF": "1g", "SF": "nan", "Ch": "25mg", "Na": "100mg", "Carb": "0g", "Su": "0g", "P": "7g", "Allergens": "", "Ingredients": "Chicken Breast Meat, Water, Salt, Baking Soda, Natural Flavoring."}, { "name": "Roasted Portabella Mushroom", "SS": "Each", "C": "108", "TF": "9g", "SF": "nan", "Ch": "0mg", "Na": "105mg", "Carb": "6g", "Su": "3g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Mushroom Portabella (Raw Portabella Mushroom), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Balsamic Vinegar (Balsamic Vinegar), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Garlic (Garlic.), Ground Black Pepper (Black Pepper), Sweet Basil, Spice Thyme Leaf (Thyme Leaves), Crushed Red Pepper (Crushed Red Pepper)"}, { "name": "Diced Tomatoes", "SS": "1/4 Cup", "C": "8", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "2g", "Su": "1g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Tomatoes (Tomato)"}, { "name": "Fresh Spinach", "SS": "Cup", "C": "7", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "20mg", "Carb": "1g", "Su": "0g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Spinach"}, { "name": "Sliced Banana Peppers", "SS": "Tablespoon", "C": "2", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "105mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Fresh Peppers, Water, Vinegar, Salt, Calcium Chloride, Sodium Benzoate (Preservative), Natural Flavors, Sodium Metabisulfite (Preservative), Yellow 5."}, { "name": "Sliced Black Olives", "SS": "Tablespoon", "C": "11", "TF": "1g", "SF": "nan", "Ch": "0mg", "Na": "65mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Olives, Water, Salt And Ferrous Gluconate (Color Stabilizer)."}, { "name": "Diced Red Onion", "SS": "Tablespoon", "C": "3", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": ""}, { "name": "Vegan Mozzarella Shredded Cheese", "SS": "Ounce", "C": "91", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "280mg", "Carb": "7g", "Su": "0g", "P": "1g", "Allergens": "Coconut,Vegetarian,Vegan", "Ingredients": "Filtered Water, Tapioca Flour, Expeller Pressed Non-GMO Canola And/Or Safflower Oil, Coconut Oil, Pea Protein, Salt, Vegan Natural Flavours, Inactive Yeast, Vegetable Glycerin, Xanthan Gum, Citric Acid (Vegan, For Flavour), Titanium Dioxide (A Naturally Occurring Mineral)."}, { "name": "Cooked Carrots", "SS": "1/2 Cup", "C": "29", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "65mg", "Carb": "7g", "Su": "4g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Baby Carrots (Carrots)"}, { "name": "Grilled Zucchini", "SS": "3 oz Serving", "C": "57", "TF": "5g", "SF": "nan", "Ch": "0mg", "Na": "220mg", "Carb": "2g", "Su": "1g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Zucchini (Zucchini), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda)"}, { "name": "Roasted Broccoli", "SS": "4 oz Serving", "C": "51", "TF": "2.5g", "SF": "nan", "Ch": "0mg", "Na": "160mg", "Carb": "6g", "Su": "1g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Broccoli Florets (Broccoli Florettes.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spice Pepper Black Ground 18 oz (Black Pepper)"}, { "name": "Flame Roasted Peppers and Onions", "SS": "Ounce", "C": "15", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "45mg", "Carb": "3g", "Su": "2g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Onion, Green And Red Bell Pepper, Contains Less Than 2% Of Citric Acid, Dehydrated Garlic And Onion, Natural Flavors, Olive Oil, Salt, Spices, Sugar, Yeast Extract."}, { "name": "Homefree Ginger Snap Cookie", "SS": "Cookie", "C": "140", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "21g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Pear Juice From Concentrate, High Oleic Safflower Oil, Organic Tapioca Starch, Molasses, Organic Ground Ginger, Baking Soda (Sodium Bicarbonate), Organic Cinnamon, Salt, Pure Vanilla Extract, Cream Of Tartar, Xanthan Gum, Organic Cloves, Rosemary Extract."}, { "name": "Homefree Chocolate Chip Cookie", "SS": "Cookie", "C": "140", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "95mg", "Carb": "19g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, High Oleic Safflower Oil, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), Organic Tapioca Starch, Pear Juice Concentrate, Baking Soda (Sodium Bicarbonate), Pure Vanilla Extract, Salt, Cream Of Tartar, Xanthan Gum, Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Homefree Chocolate Chip Brownie", "SS": "Brownie", "C": "235", "TF": "9g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "36g", "Su": "22g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), High Oleic Safflower Oil, Pear Juice Concentrate, Non-Alkalized Cocoa Powder, Tapioca Syrup, Demerara Sugar, Organic Tapioca Starch, Pure Vanilla Extract, Salt, Xanthan Gum, Baking Soda (Sodium Bicarbonate), Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Snickerdoodle Cookie", "SS": "Cookie", "C": "125", "TF": "5g", "SF": "nan", "Ch": "5mg", "Na": "105mg", "Carb": "18g", "Su": "11g", "P": "1g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Dough Cookie Sugar 1oz (Enriched Bleached Flour (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Sugar, Margarine (Palm Oil, Water, Soybean Oil, Contains 2 Or Less Of: Salt, Mono- And Diglycerides, Natural Flavors [Contains Milk], Citric Acid, Vitamin A Palmitate Added, Beta Carotene [Color]), Eggs, Contains 2 Or Less Of: Invert Sugar, Salt, Baking Soda, Defatted Soy Flour.), Granulated Sugar (Sugar.), Ground Cinnamon"}, { "name": "Chocolate Layer Cake", "SS": "Cut 16 Serving", "C": "313", "TF": "14g", "SF": "nan", "Ch": "30mg", "Na": "380mg", "Carb": "39g", "Su": "27g", "P": "2g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Sugar, Water, Enriched Flour (Bleached Wheat Flour, Wheat Flour, Niacin, Reduced Iron,Thiamine Mononitrate, Riboflavin, Folic Acid), Vegetable Oil (Soybean, Palm), Eggs, Cocoa Processed With Alkali, High Fructose Corn Syrup, Corn Syrup, Shortening [Palm Oil And Soybean Oil, Citric Acid (Preservative)], Contains 2% Or Less: Skim Milk, Caramel Color, Corn Starch, Salt, Modified Corn Starch, Mono- And Diglycerides, Leavening (Sodium Aluminum Phosphate, Baking Soda, Monocalcium Phosphate), Sodium Alginate, Wheat Starch, Natural And Artificial Flavors, Polysorbate 60, Gellan Gum, Soy Lecithin, Lactylic Esters Of Fatty Acids."}, { "name": "Lemon Crunch Pie", "SS": "10 Cut Serving", "C": "371", "TF": "14g", "SF": "nan", "Ch": "30mg", "Na": "390mg", "Carb": "58g", "Su": "29g", "P": "4g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Pie Lemon Crunch Unbaked 10 inch  CP (Water, Enriched Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Sugar, Corn Syrup, Vegetable Oil (Palm, Soybean), Eggs, Modified Corn Starch, Contains 2% Or Less: Lemon Juice Concentrate, White Grape Juice Concentrate, Salt, Butter (Cream, Salt), Lemon Juice Solids, Natural Flavors, Cellulose Gel, Lemon Oil, Wheat Gluten, Mono- And Diglycerides, Colored With (Annatto Extract, Turmeric).)"}, { "name": "Deluxe Fruit Mix", "SS": "1/2 Cup Serving", "C": "43", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "10g", "Su": "7g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Deluxe Fruit Mix (Strawberries, Pineapple, Mango, Peaches, Ascorbic And Citric Acid To Promote Color Retention, Malic Acid, And Natural Flavors.)"}, { "name": "Pineapple Chunks", "SS": "1/2 Cup", "C": "64", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "17g", "Su": "16g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Pineapple Chunks (Pineapple, Clarified Pineapple Juice.)"}, { "name": "GF Hamburger Bun", "SS": "Bun", "C": "249", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "460mg", "Carb": "46g", "Su": "6g", "P": "5g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Tapioca Starch, Brown Rice Flour, (Rice Flour, Rice Bran With Germ), Canola Oil, Resistant Corn Starch, Egg Whites, Invert Cane Sugar, Tapioca Maltodextrin, Potato Flour, Cane Sugar, Tapioca Syrup, Yeast, Sugarcane Fiber, Salt, Gum (Xanthan Gum, Sodium Alginate, Guar Gum), Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Xanthan Gum, Enzymes."}, { "name": "Bread White Udi's 24 oz GF", "SS": "Slice", "C": "121", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "230mg", "Carb": "21g", "Su": "3g", "P": "2g", "Allergens": "Eggs", "Ingredients": "Water, Pea Starch, Modified Tapioca Starch, Rice Starch, Canola Oil, Rice Flour, Sorghum Flour, Tapioca Starch, Invert Cane Sugar, Egg Whites, Cane Sugar, Modified Cellulose, Apple Cider Vinegar, Salt, Yeast, Cultured Brown Rice, Brown Rice, Guar Gum, Xanthan Gum, Enzymes."}, { "name": "Vegan Mozzarella Shredded Cheese", "SS": "Ounce", "C": "91", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "280mg", "Carb": "7g", "Su": "0g", "P": "1g", "Allergens": "Coconut,Vegetarian,Vegan", "Ingredients": "Filtered Water, Tapioca Flour, Expeller Pressed Non-GMO Canola And/Or Safflower Oil, Coconut Oil, Pea Protein, Salt, Vegan Natural Flavours, Inactive Yeast, Vegetable Glycerin, Xanthan Gum, Citric Acid (Vegan, For Flavour), Titanium Dioxide (A Naturally Occurring Mineral)."}, { "name": "Cauliflower Crust Pepperoni Pizza", "SS": "Pizza", "C": "995", "TF": "53g", "SF": "nan", "Ch": "155mg", "Na": "2210mg", "Carb": "88g", "Su": "8g", "P": "41g", "Allergens": "Eggs,Milk,Soy", "Ingredients": "GF Cauliflower Pizza Crust (Cauliflower, Low Moisture Mozzarella Cheese (Pasteurized Milk, Cheese Cultures, Salt, Enzyme), Tapioca Starch, Rice Flour, Rice Starch, Egg Whites, Modified Rice Starch, Cane Sugar, Yeast, Salt, Garlic Powder, Spices, Xanthan Gum, Cultured Brown Rice, Brown Rice Flour, Citric Acid, Lactic Acid.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Marinara Sauce (Tomato Puree (Water, Tomato Paste), Diced Tomatoes, Less Than 2% Of: Sugar, Soybean Oil, Salt, Spice, Dired Garlic, Dried Onion, Olive Oil, Citric Acid, Sea Salt, Natural Flavor.), Sliced Pepperoni (BHA, BHT With Citric Acid Added To Help Protect Flavor, Pork And Beef, Salt, Contains 2% Or Less Of: Water, Dextrose, Spices, Lactic Acid Starter Culture, Oleoresin Of Paprika, Garlic Powder, Sodium Nitrite, Citric Acid, BHA, BHT.)"}, { "name": "Cauliflower Crust Cheese Pizza", "SS": "Pizza", "C": "889", "TF": "43g", "SF": "nan", "Ch": "135mg", "Na": "1810mg", "Carb": "88g", "Su": "8g", "P": "37g", "Allergens": "Eggs,Milk,Soy,Vegetarian", "Ingredients": "GF Cauliflower Pizza Crust (Cauliflower, Low Moisture Mozzarella Cheese (Pasteurized Milk, Cheese Cultures, Salt, Enzyme), Tapioca Starch, Rice Flour, Rice Starch, Egg Whites, Modified Rice Starch, Cane Sugar, Yeast, Salt, Garlic Powder, Spices, Xanthan Gum, Cultured Brown Rice, Brown Rice Flour, Citric Acid, Lactic Acid.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Marinara Sauce (Tomato Puree (Water, Tomato Paste), Diced Tomatoes, Less Than 2% Of: Sugar, Soybean Oil, Salt, Spice, Dired Garlic, Dried Onion, Olive Oil, Citric Acid, Sea Salt, Natural Flavor.)"}, { "name": "GF Blueberry Muffin", "SS": "Each", "C": "270", "TF": "9g", "SF": "nan", "Ch": "60mg", "Na": "250mg", "Carb": "39g", "Su": "22g", "P": "3g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Cane Sugar, Eggs, Water, Tapioca Starch, Brown Rice Flour (Rice Flour And Rice Bran). Blueberries, Canola Oil, Potato Starch, Sugar, Palm Oil, Dried Blueberries, Baking Powder (Sodium Acid  Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Natural Flavor, Salt, Sunflower Lecithin, Lemon Flavedo (Lemon Peel, Cane Sugar, Lemon Oil Essence), Xanthan Gum"}, { "name": "Malibu Burger", "SS": "Burger", "C": "164", "TF": "8g", "SF": "nan", "Ch": "0mg", "Na": "450mg", "Carb": "22g", "Su": "2g", "P": "4g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Vegan Malibu Burger 3.2 oz (Cooked Brown Rice (Water, Organic Brown Rice), Water, Organic Corn, Organic Carrots, Organic Onions, Organic Green Peppers, Organic Rolled Oats, Organic Canola Oil, Organic High Oleic Sunflower Oil, Organic Red Bell Peppers, Organic Soy Protein Flour, Contains Two Percent Or Less Of Gum Blend (Carrageenan, Konjac Flour), Organic Soy Sauce (Water, Organic Soybeans, Salt, Organic Wheat), Organic Onion Powder, Broccoli, Sea Salt, Organic Garlic Powder, Organic Black Pepper.)"}, { "name": "Italian Ice", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "GF Hot Dog Bun", "SS": "1.6 oz Bun", "C": "190", "TF": "5g", "SF": "nan", "Ch": "0mg", "Na": "350mg", "Carb": "35g", "Su": "5g", "P": "4g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Tapioca Starch, Brown Rice Flour (Rice Flour, Rice Bran with Germ), Canola Oil, Resistant Corn Starch, Egg Whites, Invert Cane Sugar, Tapioca Syrup, Yeast, Sugarcane Fiber, Salt, Gum (Xanthan Gum, Sodium Alginate, Guar Gum), Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Xanthan Gum, Enzymes."}, { "name": "Austin Blues Pulled Pork", "SS": "4 oz Serving", "C": "408", "TF": "22g", "SF": "nan", "Ch": "100mg", "Na": "1120mg", "Carb": "25g", "Su": "22g", "P": "26g", "Allergens": "", "Ingredients": "Austin Blues Pulled Pork (Smoked Cooked Pork, Cider Vinegar, Sugar, Salt, Spices.), Ken's Cannonball BBQ Sauce (Sugar, Distilled Vinegar, Water, Tomato Paste, Molasses, Modified Potato Starch, Salt, Contains Less Than 2% Of Natural Smoke Flavor, Mustard Flour, Spice, Paprika, Onion, Garlic, Caramel Color, Maltodextrin, Chili Powder (Chili Pepper, Spice, Salt, Garlic), Autolyzed Yeast Extract, Natural Flavor.)"}, { "name": "Hamburger Bun", "SS": "Bun", "C": "140", "TF": "1.5g", "SF": "nan", "Ch": "0mg", "Na": "230mg", "Carb": "28g", "Su": "4g", "P": "4g", "Allergens": "Gluten,Sesame,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Enriched Flour (Unbleached Wheat Flour, Malted Barley Flour, Reduced Iron, Thiamine Mononitrate [Vitamin B1], Riboflavin [Vitamin B2], Niacin [Vitamin B3], Folic Acid), Water, High Fructose Corn Syrup, Yeast, Soybean Oil, Wheat Gluten, Salt, Calcium Propionate (A Preservative), Monoglycerides, Sodium Stearoyl Lactylate, Wheat Starch, Calcium Sulfate, Calcium Phosphate, Ascorbic Acid, Sesame."}, { "name": "Crinkle Cut Fries", "SS": "4 oz Serving", "C": "126", "TF": "4g", "SF": "nan", "Ch": "0mg", "Na": "35mg", "Carb": "19g", "Su": "0g", "P": "2g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Potato French Fry Crinkle Cut (Potatoes, Vegetable Oil (Soybean, Canola, Cottonseed, And/Or Sunflower), Contains 2% Or Less Of: Dextrose, Disodium Dihydrogen Pyrophosphate (To Maintain Natural Color).)"}, { "name": "Sliced Red Onion", "SS": "Slice", "C": "2", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "", "Ingredients": ""}, { "name": "Dill Pickle Slices", "SS": "7 Slices", "C": "0", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "160mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Fresh Cucumbers, Water, Vinegar, Salt, Contains Less Than 2% Of Calcium Chloride, Sodium Benzoate (Preservative), Polysorbate 80, Natural Flavor, Turmeric Extract (Color)."}, { "name": "Baked Spaghetti", "SS": "8 oz Ladle", "C": "439", "TF": "19g", "SF": "nan", "Ch": "60mg", "Na": "1170mg", "Carb": "43g", "Su": "13g", "P": "22g", "Allergens": "Fish,Gluten,Soy,Wheat", "Ingredients": "Water (Water), Beef Ground 80 Fine Grind Chuck 60# Avg, Water (Water), Pasta Spaghetti 20# (Semolina Wheat, Durum Wheat Flour, Vitamin B3 Niacin, Iron Ferrous Sulfate, Vitamin B1 Thiamine Mononitrate, Vitamin B2 Riboflavin, Folic Acid), Tomato Paste 6 x #10 (Tomato Paste, Citric Acid.), Tomato Puree 6 x #10 (Tomato Puree (Water, Tomato Paste), Citric Acid.), Juice Tomato 46 oz (Tomato Juice From Concentrate (Water, Tomato Concentrate), Salt, Vitamin C (Ascorbic Acid), Citric Acid.), Yellow Onion, Brown Sugar (Sugar, Cane Molasses), Base Beef No MSG (Roasted Beef And Concentrated Beef Stock, Salt, Hydrolyzed Soy, Corn, And Wheat Proteins, Maltodextrin, Autolyzed Yeast Extract, Palm Oil, Sugar, Caramel Color, Onion Powder, 2% Or Less Of Corn Oil, Disodium Inosinate, Disodium Guanylate, Modified Cornstarch, Natural Flavors, Lactic Acid.), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Sauce Tabasco 12 x 12 oz. (Distilled Vinegar, Red Pepper, Salt.), Sauce Worcestershire 4 x 1 Gal (Distilled Vinegar, Molasses, Water, Corn Syrup, Salt, Caramel Color, Sugar, Spices, Anchovy (Fish), Natural Flavor (Soy), Tamarind Extract And Soy Lecithin), Italian Seasoning, Garlic Powder (Garlic Powder.), Oregano (Oregano), Spice Pepper Black Ground 18 oz (Black Pepper), Spice Bay Leaf Whole (Bay Leaf)"}, { "name": "Baked Meatless Spaghetti", "SS": "Serving", "C": "256", "TF": "1g", "SF": "nan", "Ch": "0mg", "Na": "1340mg", "Carb": "52g", "Su": "18g", "P": "9g", "Allergens": "Gluten,Vegetarian,Vegan,Wheat", "Ingredients": "Water (Water), Pasta Spaghetti 20# (Semolina Wheat, Durum Wheat Flour, Vitamin B3 Niacin, Iron Ferrous Sulfate, Vitamin B1 Thiamine Mononitrate, Vitamin B2 Riboflavin, Folic Acid), Water (Water), Tomato Paste 6 x #10 (Tomato Paste, Citric Acid.), Tomato Puree 6 x #10 (Tomato Puree (Water, Tomato Paste), Citric Acid.), Juice Tomato 46 oz (Tomato Juice From Concentrate (Water, Tomato Concentrate), Salt, Vitamin C (Ascorbic Acid), Citric Acid.), Yellow Onion, Brown Sugar (Sugar, Cane Molasses), Base Vegetable Mirepoix Sauteed 6 x 1# (Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Salt, Sugar, Maltodextrin, Corn Oil, Less Than 2% Of Yeast Extract, Water, Potato Starch, Xanthan Gum, Natural Flavors, Carrot Juice Concentrate.), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Sauce Tabasco 12 x 12 oz. (Distilled Vinegar, Red Pepper, Salt.), Italian Seasoning, Garlic Powder (Garlic Powder.), Oregano (Oregano), Spice Pepper Black Ground 18 oz (Black Pepper), Spice Bay Leaf Whole (Bay Leaf)"}, { "name": "Roasted Fingerling Potatoes", "SS": "4 oz. Serving", "C": "242", "TF": "3g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "51g", "Su": "2g", "P": "5g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Potato Fingerling, Canola/Olive Oil Blend (Canola Oil, Extra Virgin Olive Oil), Herb Parsley 60 Ct. (Parsley), Spice Garlic Salt (Salt, Dehydrated Garlic, Less Than 2% Silicon Dioxide To Prevent Caking), Spice Paprika Spanish (Paprika)"}, { "name": "Cheesy  Brussels Sprouts with Bacon", "SS": "1 Cup Serving", "C": "163", "TF": "10g", "SF": "nan", "Ch": "30mg", "Na": "580mg", "Carb": "12g", "Su": "3g", "P": "10g", "Allergens": "Milk", "Ingredients": "Brussels Sprouts Frozen (Brussel Sprouts.), Monterey Jack Shredded Cheese (Monterey Jack Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes), Potato Starch And Powdered Cellulose Added To Prevent Caking, Natamycin (A Natural Mold Inhibitor).), Butter Solids (Pasteurized Cream, Salt), Bacon Bits (Bacon Cured With Water, Salt, Sugar, Sodium Erythorbate, Sodium Nitrite. May Also Contain Dextrose, Flavoring, Honey, Dehydrated Pork Broth, Potassium Chloride, Potassium Lactate, Smoke Flavoring, Sodium Diacetate, Sodium Phosphate.), Minced Garlic (Peeled Garlic), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spice Paprika Hungarian 5# (Paprika), Spice Pepper Black Coarse Grind 5# (Black Pepper)"}, { "name": "Garlic Cheese Breadsticks", "SS": "Each", "C": "187", "TF": "7g", "SF": "nan", "Ch": "10mg", "Na": "450mg", "Carb": "23g", "Su": "less than 1 g", "P": "6g", "Allergens": "Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Breadstick Gourmet Parbaked Turano (Flour (Wheat Flour, Malted Barley), Water, Contains Less Than 2% Of Each Of The Following: Salt, Dextrose, Palm Oil, Wheat Gluten, Wheat Starch, Diacetyl Tartaric Acid Esters Of Mono-Diglycerides (Datem), L-Cysteine, Ascorbic Acid, Enzyme, Yeast, Mono- And Diglycerides, Ethoxylated Mono And Diglycerides, Polysorbate 60, Calcium Propionate (Preservative), Enriched Wheat Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid). Topping: Water, Potassium Sorbate.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Garlic Butter Spread (Margarine (Vegetable Oil Blend (Palm Oil And Soybean Oil), Water, Salt, Contains Less Than 2% Of Soy Lecithin, Vegetable Mono Diglycerides, Potassium Sorbate (A Preservative), Citric Acid, Natural Artificial Flavor, Beta Carotene (Color), Vitamin A Palmitate Added, Whey.), Garlic Seasoning (Garlic Powder.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Sweet Basil, Spice Pepper Black Ground 18 oz (Black Pepper), Oregano (Oregano), Spice Parsley Flakes)"}, { "name": "Pepperoni", "SS": "8 Slices", "C": "142", "TF": "13g", "SF": "nan", "Ch": "30mg", "Na": "530mg", "Carb": "0g", "Su": "0g", "P": "5g", "Allergens": "", "Ingredients": "BHA, BHT With Citric Acid Added To Help Protect Flavor, Pork And Beef, Salt, Contains 2% Or Less Of: Water, Dextrose, Spices, Lactic Acid Starter Culture, Oleoresin Of Paprika, Garlic Powder, Sodium Nitrite, Citric Acid, BHA, BHT."}, { "name": "Genoa Salami", "SS": "Ounce", "C": "106", "TF": "9g", "SF": "nan", "Ch": "25mg", "Na": "480mg", "Carb": "0g", "Su": "0g", "P": "6g", "Allergens": "", "Ingredients": "BHA, BHT With Citric Acid Added To Help Protect Flavor, Pork, Beef, Salt, Contains 2% Or Less Of Dextrose, Water, Natural Spices, Sodium Ascorbate, Lactic Acid Starter Culture, Sodium Nitrite, Garlic Powder, BHA, BHT, Citric Acid."}, { "name": "Smoked Ham", "SS": "Slice", "C": "20", "TF": "0.5g", "SF": "nan", "Ch": "10mg", "Na": "230mg", "Carb": "less than 1 g", "Su": "less than 1 g", "P": "3g", "Allergens": "", "Ingredients": "36% Of Weight Is Added Ingredients. Cured With Water, Dextrose, Salt, Modified Cornstarch, Corn Syrup, Sodium Phosphates, Sodium Erythorbate, Sodium Nitrite."}, { "name": "Turkey Breast", "SS": "Slice", "C": "17", "TF": "0g", "SF": "nan", "Ch": "10mg", "Na": "220mg", "Carb": "0g", "Su": "0g", "P": "3g", "Allergens": "", "Ingredients": "Turkey Breast Meat, Water, Salt, Sugar, Modified Cornstarch, Sodium Phosphates, Sodium Erythorbate, Sodium Nitrate."}, { "name": "Sliced Tomatoes", "SS": "2 Slices", "C": "9", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "2g", "Su": "1g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Tomatoes (Tomato)"}, { "name": "Sliced Red Onions", "SS": "Slice", "C": "2", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": ""}, { "name": "Leaf Lettuce", "SS": "1 Leaf", "C": "2", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Green Leaf Lettuce."}, { "name": "Provolone Cheese", "SS": "1/2 oz Slice", "C": "50", "TF": "4g", "SF": "nan", "Ch": "10mg", "Na": "125mg", "Carb": "0g", "Su": "0g", "P": "4g", "Allergens": "Milk,Vegetarian", "Ingredients": "Pasteurized Milk, Cheese Culture, Salt, Enzymes"}, { "name": "Cheddar Cheese", "SS": "3/4 oz Slice", "C": "86", "TF": "7g", "SF": "nan", "Ch": "20mg", "Na": "130mg", "Carb": "0g", "Su": "0g", "P": "5g", "Allergens": "Milk,Vegetarian", "Ingredients": "Pasteurized Milk, Salt, Cheese Culture, Annatto Color."}, { "name": "Pepper Jack Cheese", "SS": "3/4 oz Slice", "C": "71", "TF": "6g", "SF": "nan", "Ch": "20mg", "Na": "120mg", "Carb": "0g", "Su": "0g", "P": "5g", "Allergens": "Milk,Vegetarian", "Ingredients": "Pasteurized Milk, Jalapeno Peppers, Cheese Culture, Salt, Enzymes."}, { "name": "Mayonnaise", "SS": "Tablespoon", "C": "103", "TF": "11g", "SF": "nan", "Ch": "less than 5 mg", "Na": "85mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Eggs,Soy,Vegetarian", "Ingredients": "Soybean Oil, Vinegar, Eggs, Water, Salt, Egg Yolks, Sugar, Calcium Disodium EDTA (To Protect Flavor), Dried Garlic, Dried Onions, Natural Flavor."}, { "name": "Roasted Garlic Mayonnaise", "SS": "Tablespoon", "C": "99", "TF": "11g", "SF": "nan", "Ch": "less than 5 mg", "Na": "120mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Eggs,Soy,Vegetarian", "Ingredients": "Mayonnaise (Soybean Oil, Vinegar, Eggs, Water, Salt, Egg Yolks, Sugar, Calcium Disodium EDTA (To Protect Flavor), Dried Garlic, Dried Onions, Natural Flavor.), Roasted Garlic Base (Roasted Garlic, Water, Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Dextrose, Salt, Dried Garlic, 2% Or Less Of Canola Oil,  Dried Onions, Xanthan Gum, Potassium Chloride, Celery Juice Concentrate.)"}, { "name": "Spicy Mayonnaise", "SS": "Tablespoon", "C": "103", "TF": "11g", "SF": "nan", "Ch": "less than 5 mg", "Na": "120mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Eggs,Soy,Vegetarian", "Ingredients": "Mayonnaise (Soybean Oil, Vinegar, Eggs, Water, Salt, Egg Yolks, Sugar, Calcium Disodium EDTA (To Protect Flavor), Dried Garlic, Dried Onions, Natural Flavor.), Sauce Garlic Chili 3x1 Gal (Chili, Salt, Garlic, Distilled Vinegar, Potassium Sorbate And Sodium Bisulfate As Preservatives, And Xanthan Gum.)"}, { "name": "Spicy Brown Mustard", "SS": "Tablespoon", "C": "14", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "170mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water, Distilled And Cider Vinegar, Mustard Seed, Salt, White Wine, Citric Acid, Tartaric Acid, Spices, Turmeric, Oleoresin Paprika."}, { "name": "Bistro Sauce", "SS": "Tablespoon", "C": "104", "TF": "11g", "SF": "nan", "Ch": "less than 5 mg", "Na": "85mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Eggs,Soy,Vegetarian", "Ingredients": "Mayonnaise (Soybean Oil, Vinegar, Eggs, Water, Salt, Egg Yolks, Sugar, Calcium Disodium EDTA (To Protect Flavor), Dried Garlic, Dried Onions, Natural Flavor.), Spice Paprika Spanish (Paprika), Spice Chipotle Powder 1.5# (Chipotle Chile Peppers And Silicon Dioxide.), Garlic Seasoning (Garlic Powder.)"}, { "name": "Sundried Tomato Pesto", "SS": "1/2 cup", "C": "221", "TF": "17g", "SF": "nan", "Ch": "10mg", "Na": "1290mg", "Carb": "15g", "Su": "8g", "P": "4g", "Allergens": "Milk,Vegetarian", "Ingredients": "Water (Water), Tomato Paste 6 x #10 (Tomato Paste, Citric Acid.), Tomato Sundried 5# (Sun-Dried Tomatoes, Salt. Contains 2% Or Less  Glucose Syrup, Citric Acid, Sulfur Dioxide (For  Color Retention), Potassium Sorbate.), Olive Oil (Extra Virgin Olive Oil.), Grated Parmesan Cheese (Grated Parmesan (Pasteurized Cow’s Milk, Salt, Enzymes), Powdered Cellulose Added To Prevent Caking.), Garlic (Garlic.), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Granulated Sugar (Sugar.), Black Pepper (Black Pepper), Fresh Basil (Fresh Basil), Oregano (Oregano)"}, { "name": "Flour Tortilla 12 inch ", "SS": "Tortilla", "C": "304", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "620mg", "Carb": "51g", "Su": "0g", "P": "8g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Enriched Bleched Flour (Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Vegetable Shortening (Interesterified And Hydrogenated Soybean Oils), Contains 2% Or Less Of: Salt, Baking Soda, Sodium Acid Pyrophosphate, Distilled Monoglycerides, Enzymes, Vital Wheat Gluten, Cellulose Gum, Fumaric Acid And Calcium Propionate And Sorbic Acid (To Maintain Freshness)."}, { "name": "Wheat Bread", "SS": "Slice", "C": "85", "TF": "1g", "SF": "nan", "Ch": "0mg", "Na": "150mg", "Carb": "16g", "Su": "2g", "P": "3g", "Allergens": "Gluten,Milk,Sesame,Soy,Vegetarian,Wheat", "Ingredients": "Enriched Flour [Unbleached Wheat Flour, Malted Barley Flour, Reduced Iron, Thiamine Mononitrate (Vitamin B1), Riboflavin (Vitamin B2), Niacin (Vitamin B3), Folic Acid], Water, Whole Grain Wheat Flour, Yeast, Sugar, Wheat Bran, Wheat Gluten, Soybean Oil, Whole Grain Rolled Oats, Rye Flour, Barley Flakes, Salt, Molasses, Monoglycerides, Modified Whey, Calcium Propionate (A Preservative), Vinegar, Sodium Stearoyl Lactylate, Dextrose, Natural Flavor, Wheat Starch, Calcium Sulfate, Calcium Phosphate, Ascorbic Acid, Citric Acid, Sesame; Topped With Butter."}, { "name": "White Bread", "SS": "24 oz Loaf", "C": "1782", "TF": "22g", "SF": "nan", "Ch": "0mg", "Na": "2900mg", "Carb": "334g", "Su": "45g", "P": "45g", "Allergens": "Gluten,Milk,Sesame,Soy,Vegetarian,Wheat", "Ingredients": "Enriched Flour [Unbleached Wheat Flour, Malted Barley Flour, Reduced Iron, Thiamine Mononitrate (Vitamin B1), Riboflavin (Vitamin B2), Niacin (Vitamin B3), Folic Acid], Water, High Fructose Corn Syrup, Yeast, Soybean Oil, Salt, Modified Whey, Vinegar, Wheat Starch, Monoglycerides, Wheat Protein Isolate, Calcium Propionate (A Preservative), Lactic Acid, Natural Flavors, Sodium Stearoyl Lactylate, Calcium Sulfate, Calcium Phosphate, Ascorbic Acid, Sesame."}, { "name": "Chicken Peanut Stir Fry", "SS": "3/4 Cup", "C": "523", "TF": "28g", "SF": "nan", "Ch": "135mg", "Na": "730mg", "Carb": "20g", "Su": "9g", "P": "50g", "Allergens": "Peanuts,Soy", "Ingredients": "Chicken Brst Fajita Strips 10# Avg Cs (Boneless Skinless White Chicken Breast And 2% Water.), Creamy Peanut Butter (Roasted Peanuts And Sugar, Contains 2% Or Less Of Molasses, Fully Hydrogenated Vegetable Oils (Rapeseed And Soybean), Mono And Diglycerides, Salt.), Diced Onion, Water (Water), Water (Water), Tomato Diced 6 x #10 (Tomatoes, Tomato Juice, Less Than 2% Of: Salt, Calcium Chloride, Citric Acid.), Cilantro (Cilantro), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Lemon Juice (Filtered Water, Lemon Juice Concentrate, Sodium Bisulfite (Preservative), Sodium Benzoate (Preservative), Lemon Oil), Minced Garlic (Peeled Garlic), Granulated Sugar (Sugar.), Spice Curry Powder 16 oz. (Spices, Turmeric (As Color), Salt, Red Pepper, Spice Extract), Crushed Red Pepper (Crushed Red Pepper), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spice Pepper Black Ground 18 oz (Black Pepper), Spice Thyme Ground (Thyme Leaves)"}, { "name": "Mini Spring Rolls", "SS": "2 Each Serving", "C": "80", "TF": "1g", "SF": "nan", "Ch": "0mg", "Na": "300mg", "Carb": "14g", "Su": "4g", "P": "0g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Appetizer Spring Roll Vegetable 1oz (Fillings: Cabbage, Green Beans, Carrots, Mushroom, Onions, Vermicelli, Tofu Bean Curd, Soybean Oil, Salt And Spices (No MSG Added). Wrapper: Wheat Flour, Water, Salt, Soybean Oil.)"}, { "name": "Sweet And Sour Sauce", "SS": "2 oz Ladle", "C": "126", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "290mg", "Carb": "33g", "Su": "29g", "P": "0g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Granulated Sugar (Sugar.), Juice Pineapple 100% 46 oz (Pineapple Juice, Ascorbic Acid (Vitamin C), Vitamin E And Vitamin A.), Vinegar Apple Cider (Made From The Juices Of Apples, Diluted With Water To A Uniform Pickling And Table Strength Of 5% (50 Grains) Acidity.), Ketchup (Tomato Concentrate, High Fructose Corn Syrup, Distilled Vinegar, Corn Syrup, Salt, Less Than 2% Of: Spice, Onion Powder, Natural Flavors.), Water (Water), Sauce Soy Tamari GF (Water, Soybeans, Salt, Alcohol (To Preserve Freshness).), Cornstarch (Corn Starch.)"}, { "name": "Long Grain Rice", "SS": "1/2 Cup ", "C": "122", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "27g", "Su": "0g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water (Water), Rice Long Grain (Long Grain Rice Enriched With Iron (Ferric Orthophosphate), Niacin, Thiamin (Thiamin Mononitrate), And Folic Acid.)"}, { "name": "Fried Rice", "SS": "1/2 Cup Serving", "C": "180", "TF": "6g", "SF": "nan", "Ch": "45mg", "Na": "440mg", "Carb": "27g", "Su": "1g", "P": "4g", "Allergens": "Eggs,Gluten,Soy,Vegetarian,Wheat", "Ingredients": "Water (Water), Rice Long Grain (Long Grain Rice Enriched With Iron (Ferric Orthophosphate), Niacin, Thiamin (Thiamin Mononitrate), And Folic Acid.), Egg Whole Frozen (Egg (Whole Frozen)), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Peas (12 x 2.5#) (Peas, Salt), Carrots Diced Frozen (Carrots), Diced Onion, Granulated Sugar (Sugar.), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Sauce Soy Mushroom 12 x 5# (Water, Soybeans, Sugar, Salt, Wheat Flour, Extract Of Mushroom, Sulfur Dioxide.)"}, { "name": "Szechuan Chicken", "SS": "4oz Serving", "C": "159", "TF": "8g", "SF": "nan", "Ch": "100mg", "Na": "125mg", "Carb": "0g", "Su": "0g", "P": "21g", "Allergens": "Fish,Gluten,Sesame,Soy,Wheat", "Ingredients": "Chicken Thighs Fajita Strips (Boneless Skinless Dark Meat Chicken Thighs.), Spicy Szechuan Sauce (Hoisin Sauce (Sugar, Water, Fermented Soybean Paste (Water, Salt, Soybeans, Wheat Flour), Salt, Modified Corn Starch, Contains Less Than 2% Of Sweet Potato Powder, Sesame Paste, Caramel Color, Spices, Dehydrated Garlic, Salted Chili Peppers (Chili Peppers, Salts), Acetic Acid, FD&C Red No. 40.), Sauce Chili Red Gold 6 x #10 (Tomato Concentrate, High Fructose Corn Syrup, Distilled Vinegar, Corn Syrup, Salt, Less Than 2% Of: Dehydrated Onion, Spice, Natural Flavors.), Sauce Garlic Chili 3x1 Gal (Chili, Salt, Garlic, Distilled Vinegar, Potassium Sorbate And Sodium Bisulfate As Preservatives, And Xanthan Gum.), Sauce Soy Tamari GF (Water, Soybeans, Salt, Alcohol (To Preserve Freshness).), Juice Apple 100% 60oz (Apple Juice (Filtered Water, Apple Juice From Concentrate)), Granulated Sugar (Sugar.), Fish Sauce (Anchovy Extract (Fish), Salt, Water, Sugar, Hydrolyzed Vegetable Protein (Corn).), Oil Sesame 6 x 61 oz (100% Pure Sesame Oil.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Water (Water))"}, { "name": "Stir Fry Chicken", "SS": "4oz Serving", "C": "177", "TF": "9g", "SF": "nan", "Ch": "115mg", "Na": "350mg", "Carb": "less than 1 g", "Su": "0g", "P": "24g", "Allergens": "", "Ingredients": "Chicken Thighs Fajita Strips (Boneless Skinless Dark Meat Chicken Thighs.), Garlic Powder (Garlic Powder.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spice Pepper Black Ground 18 oz (Black Pepper)"}, { "name": "Sliced Smoked Polish Sausage", "SS": "Ounce", "C": "87", "TF": "7g", "SF": "nan", "Ch": "15mg", "Na": "230mg", "Carb": "1g", "Su": "0g", "P": "4g", "Allergens": "", "Ingredients": "Pork, Beef, Water, Salt, Corn Syrup Solids, Spices, Dextrose, Paprika, Dried Garlic, Sodium Erythorbate, Flavoring, Disodium Inosinate And Disodium Guanylate, Sodium Nitrite."}, { "name": "Fried Tofu Cubes", "SS": "3 Ounce Portion", "C": "138", "TF": "2.5g", "SF": "nan", "Ch": "0mg", "Na": "10mg", "Carb": "23g", "Su": "less than 1 g", "P": "6g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Tofu (Non-GMO Soybeans, Water, Calcium Sulfate, Glucono Delta Lactone (GDL).), Cornstarch (Corn Starch.)"}, { "name": "Linguini", "SS": "1 Cup ", "C": "430", "TF": "3g", "SF": "nan", "Ch": "0mg", "Na": "590mg", "Carb": "88g", "Su": "4g", "P": "15g", "Allergens": "Gluten,Vegetarian,Vegan,Wheat", "Ingredients": "Water (Water), Pasta Linguini  2 x 10# (Semolina Wheat, Durum Wheat Flour, Vitamin B3 Niacin, Iron Ferrous Sulfate, Vitamin B1 Thiamine Mononitrate, Vitamin B2 Riboflavin, Folic Acid.), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.)"}, { "name": "Green Cabbage", "SS": "Tablespoon", "C": "1", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Green Cabbage"}, { "name": "Snow Peas", "SS": "Ounce", "C": "23", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "4g", "Su": "2g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Raw Sugar Snap Peas"}, { "name": "Matchstick Carrots", "SS": "Ounce", "C": "12", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "20mg", "Carb": "3g", "Su": "1g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": ""}, { "name": "Yellow Squash", "SS": "1/2 Cup", "C": "8", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "2g", "Su": "1g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": ""}, { "name": "Water Chestnuts", "SS": "1/4 Cup", "C": "14", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "3g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water Chestnuts, Water, Citric Acid."}, { "name": "Spicy Szechuan Sauce", "SS": "Tablespoon", "C": "37", "TF": "1.5g", "SF": "nan", "Ch": "0mg", "Na": "410mg", "Carb": "6g", "Su": "5g", "P": "0g", "Allergens": "Fish,Gluten,Sesame,Soy,Wheat", "Ingredients": "Hoisin Sauce (Sugar, Water, Fermented Soybean Paste (Water, Salt, Soybeans, Wheat Flour), Salt, Modified Corn Starch, Contains Less Than 2% Of Sweet Potato Powder, Sesame Paste, Caramel Color, Spices, Dehydrated Garlic, Salted Chili Peppers (Chili Peppers, Salts), Acetic Acid, FD&C Red No. 40.), Sauce Chili Red Gold 6 x #10 (Tomato Concentrate, High Fructose Corn Syrup, Distilled Vinegar, Corn Syrup, Salt, Less Than 2% Of: Dehydrated Onion, Spice, Natural Flavors.), Sauce Garlic Chili 3x1 Gal (Chili, Salt, Garlic, Distilled Vinegar, Potassium Sorbate And Sodium Bisulfate As Preservatives, And Xanthan Gum.), Sauce Soy Tamari GF (Water, Soybeans, Salt, Alcohol (To Preserve Freshness).), Juice Apple 100% 60oz (Apple Juice (Filtered Water, Apple Juice From Concentrate)), Granulated Sugar (Sugar.), Fish Sauce (Anchovy Extract (Fish), Salt, Water, Sugar, Hydrolyzed Vegetable Protein (Corn).), Oil Sesame 6 x 61 oz (100% Pure Sesame Oil.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Water (Water)"}, { "name": "Sweet Chili Sauce", "SS": "1 oz Ladle", "C": "49", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "90mg", "Carb": "13g", "Su": "12g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Vinegar Rice Japanese Seasoned  6x61z (Rice Vinegar (Water, Rice, Distilled Vinegar), Sugar And Salt), Granulated Sugar (Sugar.), Water (Water), Sauce Garlic Chili 3x1 Gal (Chili, Salt, Garlic, Distilled Vinegar, Potassium Sorbate And Sodium Bisulfate As Preservatives, And Xanthan Gum.), Gel Clear Instant Corn Starch 50# (Corn Starch.)"}, { "name": "Asian BBQ Stir Fry Sauce", "SS": "Tablespoon", "C": "35", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "210mg", "Carb": "9g", "Su": "8g", "P": "0g", "Allergens": "Gluten,Sesame,Soy,Vegetarian,Wheat", "Ingredients": "Ken's Cannonball BBQ Sauce (Sugar, Distilled Vinegar, Water, Tomato Paste, Molasses, Modified Potato Starch, Salt, Contains Less Than 2% Of Natural Smoke Flavor, Mustard Flour, Spice, Paprika, Onion, Garlic, Caramel Color, Maltodextrin, Chili Powder (Chili Pepper, Spice, Salt, Garlic), Autolyzed Yeast Extract, Natural Flavor.), Honey (Honey), Hoisin Sauce (Sugar, Water, Fermented Soybean Paste (Water, Salt, Soybeans, Wheat Flour), Salt, Modified Corn Starch, Contains Less Than 2% Of Sweet Potato Powder, Sesame Paste, Caramel Color, Spices, Dehydrated Garlic, Salted Chili Peppers (Chili Peppers, Salts), Acetic Acid, FD&C Red No. 40.), Spice Five Spice Powder 16 oz (Cinnamon, Star Anise, Cloves, Ginger, Sulfuring Agent)"}, { "name": "Korean Red Pepper Sauce", "SS": "Tablespoon", "C": "56", "TF": "5g", "SF": "nan", "Ch": "0mg", "Na": "110mg", "Carb": "2g", "Su": "less than 1 g", "P": "less than 1 g", "Allergens": "Sesame,Soy,Vegetarian,Vegan", "Ingredients": "Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Sauce Soy Tamari GF (Water, Soybeans, Salt, Alcohol (To Preserve Freshness).), Vinegar Apple Cider (Made From The Juices Of Apples, Diluted With Water To A Uniform Pickling And Table Strength Of 5% (50 Grains) Acidity.), Crushed Red Pepper (Crushed Red Pepper), Garlic Chopped (Minced Garlic (Peeled Garlic)), Granulated Sugar (Sugar.), Spice Sesame Seed 18 oz (Sesame Seeds), Oil Sesame 6 x 61 oz (100% Pure Sesame Oil.)"}, { "name": "GF Garbanzo Bean Rotini", "SS": "Pound", "C": "1520", "TF": "28g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "272g", "Su": "16g", "P": "88g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Chickepea Flour."}, { "name": "Salad Mix", "SS": "Ounce", "C": "4", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Romaine Lettuce (Romaine Lettuce), Chopped Lettuce (Lettuce)"}, { "name": "Long Grain Rice", "SS": "1/2 Cup ", "C": "122", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "27g", "Su": "0g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water (Water), Rice Long Grain (Long Grain Rice Enriched With Iron (Ferric Orthophosphate), Niacin, Thiamin (Thiamin Mononitrate), And Folic Acid.)"}, { "name": "Spaghetti Sauce", "SS": "2 oz Ladle", "C": "52", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "370mg", "Carb": "12g", "Su": "9g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water (Water), Tomato Paste 6 x #10 (Tomato Paste, Citric Acid.), Tomato Puree 6 x #10 (Tomato Puree (Water, Tomato Paste), Citric Acid.), Juice Tomato 46 oz (Tomato Juice From Concentrate (Water, Tomato Concentrate), Salt, Vitamin C (Ascorbic Acid), Citric Acid.), Yellow Onion, Brown Sugar (Sugar, Cane Molasses), Garlic Chopped (Minced Garlic (Peeled Garlic)), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Garlic Powder (Garlic Powder.), Italian Seasoning, Sauce Tabasco 12 x 12 oz. (Distilled Vinegar, Red Pepper, Salt.), Oregano (Oregano), Spice Pepper Black Ground 18 oz (Black Pepper), Spice Bay Leaf Whole (Bay Leaf), Spice Basil Leaf Whole 26 oz"}, { "name": "Vegan Creamy Cheddar Cheese", "SS": "Ounce", "C": "71", "TF": "", "SF": "nan", "Ch": "0mg", "Na": "160mg", "Carb": "5g", "Su": "0g", "P": "0g", "Allergens": "Coconut,Vegetarian,Vegan", "Ingredients": "Filtered Water, Coconut Oil, Tapioca Maltodextrin, Tapioca Starch, Salt, Pea Protein, Yeast Extract, Lactic Acid, Carrageenan, Natural Flavors, Annatto, Sunflower Lecithin, Natural White Color, Citric Acid, Xanthan Gum."}, { "name": "Fire Braised Chicken Breast", "SS": "Ounce", "C": "33", "TF": "1g", "SF": "nan", "Ch": "25mg", "Na": "100mg", "Carb": "0g", "Su": "0g", "P": "7g", "Allergens": "", "Ingredients": "Chicken Breast Meat, Water, Salt, Baking Soda, Natural Flavoring."}, { "name": "Roasted Portabella Mushroom", "SS": "Each", "C": "108", "TF": "9g", "SF": "nan", "Ch": "0mg", "Na": "105mg", "Carb": "6g", "Su": "3g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Mushroom Portabella (Raw Portabella Mushroom), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Balsamic Vinegar (Balsamic Vinegar), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Garlic (Garlic.), Ground Black Pepper (Black Pepper), Sweet Basil, Spice Thyme Leaf (Thyme Leaves), Crushed Red Pepper (Crushed Red Pepper)"}, { "name": "Diced Tomatoes", "SS": "1/4 Cup", "C": "8", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "2g", "Su": "1g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Tomatoes (Tomato)"}, { "name": "Fresh Spinach", "SS": "Cup", "C": "7", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "20mg", "Carb": "1g", "Su": "0g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Spinach"}, { "name": "Sliced Banana Peppers", "SS": "Tablespoon", "C": "2", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "105mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Fresh Peppers, Water, Vinegar, Salt, Calcium Chloride, Sodium Benzoate (Preservative), Natural Flavors, Sodium Metabisulfite (Preservative), Yellow 5."}, { "name": "Sliced Black Olives", "SS": "Tablespoon", "C": "11", "TF": "1g", "SF": "nan", "Ch": "0mg", "Na": "65mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Olives, Water, Salt And Ferrous Gluconate (Color Stabilizer)."}, { "name": "Diced Red Onion", "SS": "Tablespoon", "C": "3", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": ""}, { "name": "Vegan Mozzarella Shredded Cheese", "SS": "Ounce", "C": "91", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "280mg", "Carb": "7g", "Su": "0g", "P": "1g", "Allergens": "Coconut,Vegetarian,Vegan", "Ingredients": "Filtered Water, Tapioca Flour, Expeller Pressed Non-GMO Canola And/Or Safflower Oil, Coconut Oil, Pea Protein, Salt, Vegan Natural Flavours, Inactive Yeast, Vegetable Glycerin, Xanthan Gum, Citric Acid (Vegan, For Flavour), Titanium Dioxide (A Naturally Occurring Mineral)."}, { "name": "Cooked Carrots", "SS": "1/2 Cup", "C": "29", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "65mg", "Carb": "7g", "Su": "4g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Baby Carrots (Carrots)"}, { "name": "Grilled Zucchini", "SS": "3 oz Serving", "C": "57", "TF": "5g", "SF": "nan", "Ch": "0mg", "Na": "220mg", "Carb": "2g", "Su": "1g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Zucchini (Zucchini), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda)"}, { "name": "Roasted Broccoli", "SS": "4 oz Serving", "C": "51", "TF": "2.5g", "SF": "nan", "Ch": "0mg", "Na": "160mg", "Carb": "6g", "Su": "1g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Broccoli Florets (Broccoli Florettes.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spice Pepper Black Ground 18 oz (Black Pepper)"}, { "name": "Flame Roasted Peppers and Onions", "SS": "Ounce", "C": "15", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "45mg", "Carb": "3g", "Su": "2g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Onion, Green And Red Bell Pepper, Contains Less Than 2% Of Citric Acid, Dehydrated Garlic And Onion, Natural Flavors, Olive Oil, Salt, Spices, Sugar, Yeast Extract."}, { "name": "Homefree Ginger Snap Cookie", "SS": "Cookie", "C": "140", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "21g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Pear Juice From Concentrate, High Oleic Safflower Oil, Organic Tapioca Starch, Molasses, Organic Ground Ginger, Baking Soda (Sodium Bicarbonate), Organic Cinnamon, Salt, Pure Vanilla Extract, Cream Of Tartar, Xanthan Gum, Organic Cloves, Rosemary Extract."}, { "name": "Homefree Chocolate Chip Cookie", "SS": "Cookie", "C": "140", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "95mg", "Carb": "19g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, High Oleic Safflower Oil, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), Organic Tapioca Starch, Pear Juice Concentrate, Baking Soda (Sodium Bicarbonate), Pure Vanilla Extract, Salt, Cream Of Tartar, Xanthan Gum, Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Homefree Chocolate Chip Brownie", "SS": "Brownie", "C": "235", "TF": "9g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "36g", "Su": "22g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), High Oleic Safflower Oil, Pear Juice Concentrate, Non-Alkalized Cocoa Powder, Tapioca Syrup, Demerara Sugar, Organic Tapioca Starch, Pure Vanilla Extract, Salt, Xanthan Gum, Baking Soda (Sodium Bicarbonate), Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Snickerdoodle Cookie", "SS": "Cookie", "C": "125", "TF": "5g", "SF": "nan", "Ch": "5mg", "Na": "105mg", "Carb": "18g", "Su": "11g", "P": "1g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Dough Cookie Sugar 1oz (Enriched Bleached Flour (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Sugar, Margarine (Palm Oil, Water, Soybean Oil, Contains 2 Or Less Of: Salt, Mono- And Diglycerides, Natural Flavors [Contains Milk], Citric Acid, Vitamin A Palmitate Added, Beta Carotene [Color]), Eggs, Contains 2 Or Less Of: Invert Sugar, Salt, Baking Soda, Defatted Soy Flour.), Granulated Sugar (Sugar.), Ground Cinnamon"}, { "name": "Chocolate Layer Cake", "SS": "Cut 16 Serving", "C": "313", "TF": "14g", "SF": "nan", "Ch": "30mg", "Na": "380mg", "Carb": "39g", "Su": "27g", "P": "2g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Sugar, Water, Enriched Flour (Bleached Wheat Flour, Wheat Flour, Niacin, Reduced Iron,Thiamine Mononitrate, Riboflavin, Folic Acid), Vegetable Oil (Soybean, Palm), Eggs, Cocoa Processed With Alkali, High Fructose Corn Syrup, Corn Syrup, Shortening [Palm Oil And Soybean Oil, Citric Acid (Preservative)], Contains 2% Or Less: Skim Milk, Caramel Color, Corn Starch, Salt, Modified Corn Starch, Mono- And Diglycerides, Leavening (Sodium Aluminum Phosphate, Baking Soda, Monocalcium Phosphate), Sodium Alginate, Wheat Starch, Natural And Artificial Flavors, Polysorbate 60, Gellan Gum, Soy Lecithin, Lactylic Esters Of Fatty Acids."}, { "name": "Lemon Crunch Pie", "SS": "10 Cut Serving", "C": "371", "TF": "14g", "SF": "nan", "Ch": "30mg", "Na": "390mg", "Carb": "58g", "Su": "29g", "P": "4g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Pie Lemon Crunch Unbaked 10 inch  CP (Water, Enriched Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Sugar, Corn Syrup, Vegetable Oil (Palm, Soybean), Eggs, Modified Corn Starch, Contains 2% Or Less: Lemon Juice Concentrate, White Grape Juice Concentrate, Salt, Butter (Cream, Salt), Lemon Juice Solids, Natural Flavors, Cellulose Gel, Lemon Oil, Wheat Gluten, Mono- And Diglycerides, Colored With (Annatto Extract, Turmeric).)"}, { "name": "Deluxe Fruit Mix", "SS": "1/2 Cup Serving", "C": "43", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "10g", "Su": "7g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Deluxe Fruit Mix (Strawberries, Pineapple, Mango, Peaches, Ascorbic And Citric Acid To Promote Color Retention, Malic Acid, And Natural Flavors.)"}, { "name": "Pineapple Chunks", "SS": "1/2 Cup", "C": "64", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "17g", "Su": "16g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Pineapple Chunks (Pineapple, Clarified Pineapple Juice.)"}, { "name": "GF Hamburger Bun", "SS": "Bun", "C": "249", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "460mg", "Carb": "46g", "Su": "6g", "P": "5g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Tapioca Starch, Brown Rice Flour, (Rice Flour, Rice Bran With Germ), Canola Oil, Resistant Corn Starch, Egg Whites, Invert Cane Sugar, Tapioca Maltodextrin, Potato Flour, Cane Sugar, Tapioca Syrup, Yeast, Sugarcane Fiber, Salt, Gum (Xanthan Gum, Sodium Alginate, Guar Gum), Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Xanthan Gum, Enzymes."}, { "name": "Bread White Udi's 24 oz GF", "SS": "Slice", "C": "121", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "230mg", "Carb": "21g", "Su": "3g", "P": "2g", "Allergens": "Eggs", "Ingredients": "Water, Pea Starch, Modified Tapioca Starch, Rice Starch, Canola Oil, Rice Flour, Sorghum Flour, Tapioca Starch, Invert Cane Sugar, Egg Whites, Cane Sugar, Modified Cellulose, Apple Cider Vinegar, Salt, Yeast, Cultured Brown Rice, Brown Rice, Guar Gum, Xanthan Gum, Enzymes."}, { "name": "Vegan Mozzarella Shredded Cheese", "SS": "Ounce", "C": "91", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "280mg", "Carb": "7g", "Su": "0g", "P": "1g", "Allergens": "Coconut,Vegetarian,Vegan", "Ingredients": "Filtered Water, Tapioca Flour, Expeller Pressed Non-GMO Canola And/Or Safflower Oil, Coconut Oil, Pea Protein, Salt, Vegan Natural Flavours, Inactive Yeast, Vegetable Glycerin, Xanthan Gum, Citric Acid (Vegan, For Flavour), Titanium Dioxide (A Naturally Occurring Mineral)."}, { "name": "Cauliflower Crust Pepperoni Pizza", "SS": "Pizza", "C": "995", "TF": "53g", "SF": "nan", "Ch": "155mg", "Na": "2210mg", "Carb": "88g", "Su": "8g", "P": "41g", "Allergens": "Eggs,Milk,Soy", "Ingredients": "GF Cauliflower Pizza Crust (Cauliflower, Low Moisture Mozzarella Cheese (Pasteurized Milk, Cheese Cultures, Salt, Enzyme), Tapioca Starch, Rice Flour, Rice Starch, Egg Whites, Modified Rice Starch, Cane Sugar, Yeast, Salt, Garlic Powder, Spices, Xanthan Gum, Cultured Brown Rice, Brown Rice Flour, Citric Acid, Lactic Acid.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Marinara Sauce (Tomato Puree (Water, Tomato Paste), Diced Tomatoes, Less Than 2% Of: Sugar, Soybean Oil, Salt, Spice, Dired Garlic, Dried Onion, Olive Oil, Citric Acid, Sea Salt, Natural Flavor.), Sliced Pepperoni (BHA, BHT With Citric Acid Added To Help Protect Flavor, Pork And Beef, Salt, Contains 2% Or Less Of: Water, Dextrose, Spices, Lactic Acid Starter Culture, Oleoresin Of Paprika, Garlic Powder, Sodium Nitrite, Citric Acid, BHA, BHT.)"}, { "name": "Cauliflower Crust Cheese Pizza", "SS": "Pizza", "C": "889", "TF": "43g", "SF": "nan", "Ch": "135mg", "Na": "1810mg", "Carb": "88g", "Su": "8g", "P": "37g", "Allergens": "Eggs,Milk,Soy,Vegetarian", "Ingredients": "GF Cauliflower Pizza Crust (Cauliflower, Low Moisture Mozzarella Cheese (Pasteurized Milk, Cheese Cultures, Salt, Enzyme), Tapioca Starch, Rice Flour, Rice Starch, Egg Whites, Modified Rice Starch, Cane Sugar, Yeast, Salt, Garlic Powder, Spices, Xanthan Gum, Cultured Brown Rice, Brown Rice Flour, Citric Acid, Lactic Acid.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Marinara Sauce (Tomato Puree (Water, Tomato Paste), Diced Tomatoes, Less Than 2% Of: Sugar, Soybean Oil, Salt, Spice, Dired Garlic, Dried Onion, Olive Oil, Citric Acid, Sea Salt, Natural Flavor.)"}, { "name": "GF Blueberry Muffin", "SS": "Each", "C": "270", "TF": "9g", "SF": "nan", "Ch": "60mg", "Na": "250mg", "Carb": "39g", "Su": "22g", "P": "3g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Cane Sugar, Eggs, Water, Tapioca Starch, Brown Rice Flour (Rice Flour And Rice Bran). Blueberries, Canola Oil, Potato Starch, Sugar, Palm Oil, Dried Blueberries, Baking Powder (Sodium Acid  Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Natural Flavor, Salt, Sunflower Lecithin, Lemon Flavedo (Lemon Peel, Cane Sugar, Lemon Oil Essence), Xanthan Gum"}, { "name": "Malibu Burger", "SS": "Burger", "C": "164", "TF": "8g", "SF": "nan", "Ch": "0mg", "Na": "450mg", "Carb": "22g", "Su": "2g", "P": "4g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Vegan Malibu Burger 3.2 oz (Cooked Brown Rice (Water, Organic Brown Rice), Water, Organic Corn, Organic Carrots, Organic Onions, Organic Green Peppers, Organic Rolled Oats, Organic Canola Oil, Organic High Oleic Sunflower Oil, Organic Red Bell Peppers, Organic Soy Protein Flour, Contains Two Percent Or Less Of Gum Blend (Carrageenan, Konjac Flour), Organic Soy Sauce (Water, Organic Soybeans, Salt, Organic Wheat), Organic Onion Powder, Broccoli, Sea Salt, Organic Garlic Powder, Organic Black Pepper.)"}, { "name": "Italian Ice", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "GF Hot Dog Bun", "SS": "1.6 oz Bun", "C": "190", "TF": "5g", "SF": "nan", "Ch": "0mg", "Na": "350mg", "Carb": "35g", "Su": "5g", "P": "4g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Tapioca Starch, Brown Rice Flour (Rice Flour, Rice Bran with Germ), Canola Oil, Resistant Corn Starch, Egg Whites, Invert Cane Sugar, Tapioca Syrup, Yeast, Sugarcane Fiber, Salt, Gum (Xanthan Gum, Sodium Alginate, Guar Gum), Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Xanthan Gum, Enzymes."}]},{"place": "Ford", "items": [{ "name": "Scrambled Eggs", "SS": "1/2 Cup", "C": "160", "TF": "11g", "SF": "nan", "Ch": "310mg", "Na": "420mg", "Carb": "3g", "Su": "0g", "P": "12g", "Allergens": "Eggs,Milk,Vegetarian", "Ingredients": "Egg Scrambled Mix Frozen (Whole Eggs, Reconstituted Nonfat Dry Milk, Egg Whites, Corn Oil, Salt, Xanthan Gum, Citric Acid, Natural Flavoring, Annatto (A Natural Color).), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.)"}, { "name": "Hard Cooked Eggs", "SS": "Egg", "C": "68", "TF": "4.5g", "SF": "nan", "Ch": "165mg", "Na": "55mg", "Carb": "0g", "Su": "0g", "P": "5g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Eggs (Large Shell Egg)"}, { "name": "Potato Gems", "SS": "4 oz Serving", "C": "229", "TF": "12g", "SF": "nan", "Ch": "0mg", "Na": "430mg", "Carb": "26g", "Su": "0g", "P": "3g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Potato French Fry Tater Gems (Potatoes, Vegetable Oil (Soybean, Canola, And/Or Cottonseed Oils), Contains Less Than 2% Of Dextrose, Sea Salt, Disodium Dihydrogen Pytophosphate (To Maintain Natural Color).), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine)"}, { "name": "Sausage Patty", "SS": "Patty", "C": "214", "TF": "21g", "SF": "nan", "Ch": "40mg", "Na": "240mg", "Carb": "less than 1 g", "Su": "less than 1 g", "P": "6g", "Allergens": "", "Ingredients": "Sausage Patty (Pork, Water, Dextrose, Salt, Flavorings (Spices and Spice Extratives), Citric Acid, Propyl Gallate)"}, { "name": "Shredded Pepper Jack Cheese", "SS": "Tablespoon", "C": "26", "TF": "2g", "SF": "nan", "Ch": "5mg", "Na": "40mg", "Carb": "0g", "Su": "0g", "P": "2g", "Allergens": "Milk,Vegetarian", "Ingredients": "Pasteurized Milk, Salt, Enzymes, Corn Flour Cellulose (To Prevent Caking)."}, { "name": "Bread and Condiments", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Oatmeal and Pancake Toppers", "SS": "serving", "C": "20", "TF": "0g", "SF": "nan", "Ch": "less than 5 mg", "Na": "10mg", "Carb": "4g", "Su": "4g", "P": "0g", "Allergens": "Milk", "Ingredients": "Vanilla Yogurt (Cultured Grade A Non Fat Milk, Cane Sugar, Modified Food Starch, Water, Contains Less Than 1% Of Natural Flavors, Vegetable Juice (For Color), Agar Agar, Citric Acid, Sodium Citrate, Potassium Sorbate (To Maintain Freshness), Vitamin D3 Contains Live And Active Cultures: S. Thermophilus L. Bulgaricus.), Strawberry Yogurt (Cultured Grade A Non Fat Milk, Cane Sugar, Water, Modified Food Starch, Contains Less Than 1 Of Natural Flavors, Beta Carotene And Black Carrot Juice Concentrate For Color, Malic Acid, Sodium Citrate, Potassium Sorbate To Maintain Freshness, Vitamin D3, Contains Active Yogurt Cultures: S. Thermophilus L. Bulgaricus.), Pancake Syrup (Corn Syrup, Water, Natural And Artificial Maple Flavor, Salt, Carboxymethyl Cellulose, Sodium Benzoate And Potassium Sorbate (As Preservatives), Caramel Color.), Brown Sugar (Sugar, Cane Molasses), Whipped Butter (Pasturized Cream, Salt), Raisins (Raisins), Powdered Sugar (Sugar, Carnauba Wax), Ground Cinnamon, Sugar Free Maple Pancake Syrup (Water, Sorbitol, Contains 2% Or Less Of: Cellulose Gum, Salt, Caramel Color, Xanthan Gum, Sorbic Acid And Sodium Benzoate (Preservatives), Acesulfame Potassium (Non Nutritive Sweetener), Natural And Artificial Flavor, Sodium Hexametaphosphate, Phosphoric Acid, Sucralose (Non Nutritive Sweetener).)"}, { "name": "Pancakes", "SS": "Pancake", "C": "66", "TF": "1g", "SF": "nan", "Ch": "15mg", "Na": "50mg", "Carb": "12g", "Su": "5g", "P": "2g", "Allergens": "Eggs,Gluten,Milk,Vegetarian,Wheat", "Ingredients": "Enriched Bleached Wheat Flour (Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Sugar, Milk Powder, Wheat Starch, Egg Powder, Corn Starch, Monocalcium Phosphate, Sodium Bicarbonate, Salt."}, { "name": "Oatmeal", "SS": "1/2 Cup Serving", "C": "80", "TF": "1.5g", "SF": "nan", "Ch": "0mg", "Na": "130mg", "Carb": "14g", "Su": "less than 1 g", "P": "3g", "Allergens": "Gluten,Vegetarian,Vegan", "Ingredients": "Water (Water), Cereal Oats Kettle Hearty (Whole Grain Rolled Oats.), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine)"}, { "name": "Assorted Scones", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Vanilla Glaze", "SS": "Tablespoon", "C": "77", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "20g", "Su": "19g", "P": "0g", "Allergens": "Milk,Vegetarian", "Ingredients": "Powdered Sugar (Sugar, Carnauba Wax), Milk Skim, Flavor Vanilla Imitation (Water, Caramel Color, Artifical Flavor, Citric Acid, Sodium Benzoate (Preservative).)"}, { "name": "Mango Chunks", "SS": "3/4 Cup Portion", "C": "92", "TF": "0.5g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "22g", "Su": "38g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Mango Cubes (Mango.)"}, { "name": "Applesauce", "SS": "1/2 Cup", "C": "96", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "35mg", "Carb": "25g", "Su": "", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Apples, Sugar, Water, Ascorbic Acid Added To Maintain Color."}, { "name": "Bread White Udi's 24 oz GF", "SS": "Slice", "C": "121", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "230mg", "Carb": "21g", "Su": "3g", "P": "2g", "Allergens": "Eggs", "Ingredients": "Water, Pea Starch, Modified Tapioca Starch, Rice Starch, Canola Oil, Rice Flour, Sorghum Flour, Tapioca Starch, Invert Cane Sugar, Egg Whites, Cane Sugar, Modified Cellulose, Apple Cider Vinegar, Salt, Yeast, Cultured Brown Rice, Brown Rice, Guar Gum, Xanthan Gum, Enzymes."}, { "name": "Bagel Plain Udi's GF", "SS": "Bagel", "C": "250", "TF": "8g", "SF": "nan", "Ch": "0mg", "Na": "380mg", "Carb": "38g", "Su": "4g", "P": "6g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Brown Rice Flour (Rice Flour, Rice Bran With Germ), Tapioca Starch, Canola Oil, Egg Whites, Potato Starch, Sugar, Tapioca Maltodextrin, Tapioca Syrup, Pea Protein, Contains Less Than 2% Of The Following: Xanthan Gum, Salt, Yeast, Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Enzymes."}, { "name": "GF Double Chocolate Muffin", "SS": "Muffin", "C": "280", "TF": "12g", "SF": "nan", "Ch": "55mg", "Na": "230mg", "Carb": "39g", "Su": "24g", "P": "4g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Cane Sugar, Eggs, Water, Semi-Sweet Chocolate Chips (Sugar, Chocolate Liquor, Cocoa Butter), Tapioca Starch, Brown Rice Flour (Rice Flour, Rice Bran), Canola Oil, Cocoa Powder Processed With Alkali, Palm Oil, Baking Powder (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Natural Flavor, Salt, Sunflower Lecithin, Lemon Zest (Lemon Peel, Cane Sugar, Lemon Oil Essence), Xanthan Gum."}, { "name": "GF Blueberry Muffin", "SS": "Each", "C": "270", "TF": "9g", "SF": "nan", "Ch": "60mg", "Na": "250mg", "Carb": "39g", "Su": "22g", "P": "3g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Cane Sugar, Eggs, Water, Tapioca Starch, Brown Rice Flour (Rice Flour And Rice Bran). Blueberries, Canola Oil, Potato Starch, Sugar, Palm Oil, Dried Blueberries, Baking Powder (Sodium Acid  Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Natural Flavor, Salt, Sunflower Lecithin, Lemon Flavedo (Lemon Peel, Cane Sugar, Lemon Oil Essence), Xanthan Gum"}, { "name": "Boneless Chicken Wings", "SS": "6 Piece Serving", "C": "313", "TF": "12g", "SF": "nan", "Ch": "45mg", "Na": "990mg", "Carb": "24g", "Su": "0g", "P": "17g", "Allergens": "Gluten,Soy,Wheat", "Ingredients": "Chicken BB 7206 PA Cntry Style Bnls Wing (Boneless Chicken Breast Meat With Rib Meat, Water, Seasoning (Modified Food Starch, Carrageenan), Salt, Sodium Phosphates. Breaded With Enriched Wheat Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Wheat Flour, Water, Salt, Spices, Leavening (Monocalcium Phosphate, Sodium Bicarbonate), Wheat Gluten, Soybean Oil, White Corn Flour, Yellow Corn Flour, Dehydrated Garlic, Soy Flour, Dried Onion, Dried Garlic, Extractives Of Paprika, Spice Extractives.)"}, { "name": "Chicken Breast Braised", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Battered Cauliflower", "SS": "10 Piece Serving", "C": "155", "TF": "9g", "SF": "nan", "Ch": "0mg", "Na": "330mg", "Carb": "17g", "Su": "1g", "P": "2g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Appetizer Cauliflower Battered (Cauliflower, Water, Bleached Wheat Flour, Yellow Corn Flour, Contains Less Than 2% of: Nonfat Dry Milk, Whey, Dried Whole Eggs, Spices (Including Mustard), Soy Flour, Dextrose, Leavening (Sodium Bicarbonate, Sodium Acid Pyrophosphate, Sodium Aluminum Phosphate, Monocalcium Phosphate), Modified Corn Starch, Sugar, Guar Gum, Methylcellulose, Mono and Diglycerides, Extractives of Paprika (Color), Oleoresin Turmeric (Color), Soybean Oil, Salt. Prefried In Vegetable Oil (Soybean and/or Canola Oil).)"}, { "name": "Honey Mustard Dressing", "SS": "Tablespoon", "C": "52", "TF": "3.5g", "SF": "nan", "Ch": "less than 5 mg", "Na": "125mg", "Carb": "5g", "Su": "4g", "P": "0g", "Allergens": "Eggs,Soy,Vegetarian", "Ingredients": "Soybean Oil, Vinegar, Sugar, Water, Dijon Mustard, (Water, Vinegar, Mustard Seed, Salt, White Wine, Fruit Pectin, Citric Acid, Tartaric Acid, Sugar, Spice), Honey, Modified Food Starch, Egg Yolks, Contains Less Than 2% Of Salt, Natural Flavor, Caramel Color, Bea Carotene (Color), Sorbic Acid And Calcium Disodium EDTA (To Protect Flavor)."}, { "name": "Frank's Red Hot Buffalo Sauce", "SS": "Tablespoon", "C": "0", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "470mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Distilled Vinegar, Aged Cayenne Red Peppers, Salt, Water, Canola Oil, Paprika, Xanthan Gum, Natural Butter Type Flavor, And Garlic Powder."}, { "name": "Bleu Cheese Dressing", "SS": "1 oz Ladle", "C": "132", "TF": "13g", "SF": "nan", "Ch": "15mg", "Na": "190mg", "Carb": "1g", "Su": "0g", "P": "2g", "Allergens": "Eggs,Fish,Milk,Soy", "Ingredients": "Mayonnaise (Soybean Oil, Vinegar, Eggs, Water, Salt, Egg Yolks, Sugar, Calcium Disodium EDTA (To Protect Flavor), Dried Garlic, Dried Onions, Natural Flavor.), Cream Half & Half Fresh (Milk, Cream, Sodium Citrate, Sodium Phosphate.), Bleu Cheese Crumble (Blue Cheese (Pasteurized Milk, Cheese Cultures, Salt, Enzymes, Penicillium Roqueforti), Powdered Cellulose (To Prevent Caking), Natamycin (A Natural Mold Inhibitor).), Sour Cream (Cultured Milk, Cream, Whey, Less Than 2% Of Food Starch-Modified (Corn), Sodium Phosphate, Guar Gum, Carrageenan, Calcium Sulfate, Locust Bean Gum, Potassium Sorbate (Preservative).), Vinegar Apple Cider (Made From The Juices Of Apples, Diluted With Water To A Uniform Pickling And Table Strength Of 5% (50 Grains) Acidity.), Lemon Juice (Filtered Water, Lemon Juice Concentrate, Sodium Bisulfite (Preservative), Sodium Benzoate (Preservative), Lemon Oil), Sauce Worcestershire 4 x 1 Gal (Distilled Vinegar, Molasses, Water, Corn Syrup, Salt, Caramel Color, Sugar, Spices, Anchovy (Fish), Natural Flavor (Soy), Tamarind Extract And Soy Lecithin), Sauce Tabasco 12 x 12 oz. (Distilled Vinegar, Red Pepper, Salt.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Ground White Pepper"}, { "name": "Hidden Valley Ranch Dressing", "SS": "Tablespoon", "C": "68", "TF": "7g", "SF": "nan", "Ch": "less than 5 mg", "Na": "120mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Eggs,Milk,Soy,Vegetarian", "Ingredients": "Mayonnaise (Soybean Oil, Vinegar, Eggs, Water, Salt, Egg Yolks, Sugar, Calcium Disodium EDTA (To Protect Flavor), Dried Garlic, Dried Onions, Natural Flavor.), Milk Buttermilk 1/2 Gallon (Cultured Lowfat Milk, Nonfat Milk, Modified Corn Starch, Locust Bean Gum, Carrageenan, Salt, Sodium Citrate, Vitamin A Palmitate & D3 Added, Enzymes.), Dressing Mix Ranch Hidden Valley (Salt, Monosodium Glutamate, Dried Garlic, Modified Corn Starch, Spices, Dried Onion, Maltodextrin, Less Than 2% Of: Natural Flavor (Milk, Soy), Guar Gum, Calcium Stearate.)"}, { "name": "Celery Sticks", "SS": "3 Each", "C": "6", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "30mg", "Carb": "1g", "Su": "less than 1 g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Celery"}, { "name": "Baby Carrots", "SS": "5 Each", "C": "18", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "40mg", "Carb": "4g", "Su": "2g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Carrots"}, { "name": "Ken's Cannonball BBQ Sauce", "SS": "Tablespoon", "C": "32", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "200mg", "Carb": "8g", "Su": "7g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Sugar, Distilled Vinegar, Water, Tomato Paste, Molasses, Modified Potato Starch, Salt, Contains Less Than 2% Of Natural Smoke Flavor, Mustard Flour, Spice, Paprika, Onion, Garlic, Caramel Color, Maltodextrin, Chili Powder (Chili Pepper, Spice, Salt, Garlic), Autolyzed Yeast Extract, Natural Flavor."}, { "name": "Honey BBQ Wing Sauce", "SS": "1/4 Cup Serving", "C": "157", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "600mg", "Carb": "41g", "Su": "38g", "P": "0g", "Allergens": "Vegetarian", "Ingredients": "Ken's Cannonball BBQ Sauce (Sugar, Distilled Vinegar, Water, Tomato Paste, Molasses, Modified Potato Starch, Salt, Contains Less Than 2% Of Natural Smoke Flavor, Mustard Flour, Spice, Paprika, Onion, Garlic, Caramel Color, Maltodextrin, Chili Powder (Chili Pepper, Spice, Salt, Garlic), Autolyzed Yeast Extract, Natural Flavor.), Honey (Honey)"}, { "name": "Hickory Smoke BBQ Sauce", "SS": "Tablespoon", "C": "32", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "200mg", "Carb": "8g", "Su": "7g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Ken's Cannonball BBQ Sauce (Sugar, Distilled Vinegar, Water, Tomato Paste, Molasses, Modified Potato Starch, Salt, Contains Less Than 2% Of Natural Smoke Flavor, Mustard Flour, Spice, Paprika, Onion, Garlic, Caramel Color, Maltodextrin, Chili Powder (Chili Pepper, Spice, Salt, Garlic), Autolyzed Yeast Extract, Natural Flavor.), Flavor Liquid Smoke Hickory 32 oz. (Water, Natural Hickory Smoke Concentrate.)"}, { "name": "Honey Chipotle Wing Sauce", "SS": "1/4 Cup Serving", "C": "105", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "280mg", "Carb": "28g", "Su": "25g", "P": "0g", "Allergens": "Vegetarian", "Ingredients": "Honey (Honey), Granulated Sugar (Sugar.), Water (Water), Ketchup (Tomato Concentrate, High Fructose Corn Syrup, Distilled Vinegar, Corn Syrup, Salt, Less Than 2% Of: Spice, Onion Powder, Natural Flavors.), Gel Clear Instant Corn Starch 50# (Corn Starch.), Pepper Chipotle in Adobo 12oz Can (Water, Tomato Paste, Dried Chipotle Peppers, Distilled Vinegar, Corn Oil, Less Than 2% Of Iodized Salt (Contains Potassium Iodate), Corn Starch, Onion Powder, Garlic Powder, Spices.), Vinegar Apple Cider (Made From The Juices Of Apples, Diluted With Water To A Uniform Pickling And Table Strength Of 5% (50 Grains) Acidity.), Frank's Original Hot Sauce (Aged Cayenne Red Peppers, Distilled Vinegar, Water, Salt, And Garlic Powder.), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Garlic Powder (Garlic Powder.)"}, { "name": "Beef Gyros", "SS": "6 Slice Serving", "C": "200", "TF": "15g", "SF": "nan", "Ch": "40mg", "Na": "610mg", "Carb": "7g", "Su": "less than 1 g", "P": "9g", "Allergens": "Gluten,Soy,Wheat", "Ingredients": "Gyro Lamb/Beef Sliced 4 X 5# (Beef, Water, Breadcrumbs, Wheat Flour, Dextrose, Salt, Yeast, Cereal Binder Corn, Wheat, Rye, Oat And Rice Flours, Lamb, Contains Less Than 2% Of Modified Food Starch, Seasoning Spices, Garlic Powder, Onion Powder, Soybean Oil, Salt, Methylcellulose, Canola Oil, Corn Starch, Cellulose Powder, Sodium Gluconate, Spice Extract, Soy Protein Concentrate, Sodium Phosphate, Yeast Extract, Disodium Inosinate, Guanylate.)"}, { "name": "Moroccan Dried Fruit and Nut Couscous", "SS": "1/2 Cup Serving", "C": "202", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "350mg", "Carb": "31g", "Su": "8g", "P": "4g", "Allergens": "Gluten,Tree Nuts,Vegetarian,Vegan,Wheat", "Ingredients": "Water (Water), Couscous Whole Wheat 12 oz (Whole Wheat, Semolina.), Raisins (Raisins), Red Pepper (Red Pepper), Olive Oil (Extra Virgin Olive Oil.), Diced Red Onion, Dried Cranberries (Cranberry, Sugar, Sunflower Oil.), Almond Roasted (Slivered Almonds (Almonds, Blanched.)), Herb Parsley 60 Ct. (Parsley), Jalapeno Peppers (Jalapeno Pepper.), Herb Mint 1# (Fresh Mint), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spread Red Chili Harissa 28 oz (Canola Oil, Water, Red Pepper, Garlic, Salt, Cumin, Chili Pepper, Lemon Juice, Sugar, Potassium Sorbate (Preservative).), Ground Cinnamon, Ground Cumin (Cumin), Spice Ground Turmeric 1# (Ground Turmeric), Spice Pepper Black Ground 18 oz (Black Pepper)"}, { "name": "Pita Folds", "SS": "Pita", "C": "169", "TF": "2g", "SF": "nan", "Ch": "0mg", "Na": "430mg", "Carb": "32g", "Su": "less than 1 g", "P": "6g", "Allergens": "Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Bread Pita Fold 6 inch  New York Frozen (Enriched Wheat Flour (Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate [B1], Riboflavin [B2], Folic Acid), Water,  Contains 2% Or Less Of: Soybean Oil And/Or Canola Oil, Yeast, Salt, Sugar, Dough Conditioner (Calcium Sulfate, Guar Gum, Mono- And Diglycerides, Enzymes), Baking Powder (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Monocalcium Phosphate), Nonfat Dry Milk, Calcium Propionate And Potassium Sorbate (Preservatives), Yeast Nutrients (Ammonium Sulfate, Ascorbic Acid), Whole Wheat Flour.)"}, { "name": "Greek Potatoes", "SS": "4 oz Serving", "C": "182", "TF": "9g", "SF": "nan", "Ch": "25mg", "Na": "1160mg", "Carb": "23g", "Su": "1g", "P": "2g", "Allergens": "Milk,Vegetarian", "Ingredients": "Water (Water), Potato Yukon A Size Peeled Gard Cut, Butter Solids (Pasteurized Cream, Salt), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Herb Parsley 60 Ct. (Parsley), Spice Pepper Black Ground 18 oz (Black Pepper), Lemon Zest RAV 1# (Lemon Zest.), Oregano (Oregano), Spice Ground Turmeric 1# (Ground Turmeric), Juice Lemon 32 oz. Fresh (Filtered Water, Lemon Juice Concentrate, Sodium Bisulfite (Preservative), Sodium Benzoate (Preservative), Lemon Oil)"}, { "name": "Tzatziki Sauce", "SS": "1/4 Cup", "C": "63", "TF": "4g", "SF": "nan", "Ch": "15mg", "Na": "250mg", "Carb": "4g", "Su": "2g", "P": "2g", "Allergens": "Milk,Vegetarian", "Ingredients": "Sour Cream (Cultured Milk, Cream, Whey, Less Than 2% Of Food Starch-Modified (Corn), Sodium Phosphate, Guar Gum, Carrageenan, Calcium Sulfate, Locust Bean Gum, Potassium Sorbate (Preservative).), Yogurt Dannon Plain FF 32 oz. (Cultured Grade A Reduced Fat Milk, Pectin, Vitamin D3.), Cucumber (Cucumber.), Diced Tomatoes (Tomato), Diced Onion, Minced Garlic (Peeled Garlic), Lemon Juice (Filtered Water, Lemon Juice Concentrate, Sodium Bisulfite (Preservative), Sodium Benzoate (Preservative), Lemon Oil), Herb Mint 1# (Fresh Mint), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spice Pepper Black Ground 18 oz (Black Pepper)"}, { "name": "Shredded Lettuce", "SS": "1/4 Cup", "C": "2", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Lettuce"}, { "name": "Diced Tomatoes", "SS": "Tablespoon", "C": "2", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Tomato"}, { "name": "Diced Onion", "SS": "Tablespoon", "C": "4", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": ""}, { "name": "Crumbled Feta Cheese", "SS": "Tablespoon", "C": "22", "TF": "2g", "SF": "nan", "Ch": "10mg", "Na": "80mg", "Carb": "0g", "Su": "0g", "P": "1g", "Allergens": "Milk,Vegetarian", "Ingredients": "Feta Cheese (Pastruized Milk, Cheese Cultures, Salt, Enzymes), Powdered Cellulose To Prevent Caking, Natamycin To Protect Flavor"}, { "name": "Roasted Brussels Sprouts", "SS": "4 oz Serving", "C": "110", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "310mg", "Carb": "11g", "Su": "3g", "P": "4g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Brussels Sprouts Shaved Fresh 2# (Brussel Sprouts.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Lemon Juice (Filtered Water, Lemon Juice Concentrate, Sodium Bisulfite (Preservative), Sodium Benzoate (Preservative), Lemon Oil), Minced Garlic (Peeled Garlic), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Crushed Red Pepper (Crushed Red Pepper)"}, { "name": "Peanut Butter and Jelly Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Potato Chips", "SS": "Ounce", "C": "160", "TF": "10g", "SF": "nan", "Ch": "0mg", "Na": "75mg", "Carb": "14g", "Su": "0g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Potatoes, Vegetable Oil (Contains One Or More Of The Following: Corn, Cottonseed, Or, Sunflower Oil), And Salt"}, { "name": "Sundae Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Snickerdoodle Cookie", "SS": "Cookie", "C": "125", "TF": "5g", "SF": "nan", "Ch": "5mg", "Na": "105mg", "Carb": "18g", "Su": "11g", "P": "1g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Dough Cookie Sugar 1oz (Enriched Bleached Flour (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Sugar, Margarine (Palm Oil, Water, Soybean Oil, Contains 2 Or Less Of: Salt, Mono- And Diglycerides, Natural Flavors [Contains Milk], Citric Acid, Vitamin A Palmitate Added, Beta Carotene [Color]), Eggs, Contains 2 Or Less Of: Invert Sugar, Salt, Baking Soda, Defatted Soy Flour.), Granulated Sugar (Sugar.), Ground Cinnamon"}, { "name": "Dirt Pudding", "SS": "1/2 Cup ", "C": "245", "TF": "9g", "SF": "nan", "Ch": "15mg", "Na": "380mg", "Carb": "37g", "Su": "29g", "P": "3g", "Allergens": "Coconut,Gluten,Milk,Soy,Wheat", "Ingredients": "Pudding Chocolate (2% Milk (Grade A Reduced Fat Milk, Vitamin A Palmitate & Vitamin D3.), Mix Pudding Instant Chocolate 24 oz. (Dextrose, Sugar, Modified Food Starch, Cocoa Processed With Alkali, Less Than 2% Disodium Phosphate, Tetrasodium Pyrophosphate, Salt, Tricalcium Phosphate, Caramel Color, Natural And Artificial Flavor, Silicon Dioxide, Emulsifier Blend (Nonfat Dry Milk, Mono And Diglycerides), Red 40.)), Cream Cheese (Pasteurized Milk And Cream, Whey Protein Concentrate, Whey, Salt, Carob Bean Gum, Xanthan Gum, Guar Gum, Natamycin A Natural Mold Inhibitor, Vitamin A Palmitate, Cheese Culture.), Cookies And Cream Topping (Unbleached Enriched Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate [Vitamin B1], Riboflavin [Vitamin B2], Folic Acid), Sugar, Palm Oil, Soybean And/Or Canola Oil, Cocoa (Processed With Alkali), Invert Sugar, Leavening (Baking Soda And/Or Calcium Phosphate), Soy Lecithin, Salt, Chocolate, Natural Flavor.), Whpd Topping, Gummi Worms (Corn Syrup, Sugar, Water, Gelatin, Citric Acid, Natural And Artificial Flavors, Pectin, Vegetable Oil (Coconut, Canola) And Carnauba Leaf Wax (To Prevent Sticking), FD&C Yellow #5, FD&C Red #40, FD&C Blue #1, FD&C Yellow #6.), Powdered Sugar (Sugar, Carnauba Wax), Whipped Topping (Water, Hydrogenated Vegetable Oil (Palm, Palm Kernel, Coconut And/Or Cottonseed), High Fructose Corn Syrup, Contains Less Than 2% Of The Following: Carbohydrate Gum, Polysorbate 60, Salt, Polyglycerol Esters Of Fatty Acids, Soy Lecithin, Disodium Phosphate, Sodium Citrate, Xanthan Gum, Artificial Flavor, Natural Flavor, Colored With Turmeric And Annatto Extracts.), Water (Water)"}, { "name": "Fruits of the Forest Pie", "SS": "10 Cut Serving", "C": "300", "TF": "20g", "SF": "nan", "Ch": "0mg", "Na": "370mg", "Carb": "44g", "Su": "17g", "P": "3g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Pie Fruits of the Forest High CP 10 inch  (Fruit (Apples, Rhubarb, Strawberries, Red Raspberries, Blackberries), Enriched Flour (Wheat Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Vegetable Oil (Palm, Soybean), Sugar, Water, Contains 2 Or Less: Modified Corn Starch, White Grape Juice Concentrate, Salt. Soy Flour.)"}, { "name": "Moroccan Dried Fruit and Nut Couscous", "SS": "1/2 Cup Serving", "C": "202", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "350mg", "Carb": "31g", "Su": "8g", "P": "4g", "Allergens": "Gluten,Tree Nuts,Vegetarian,Vegan,Wheat", "Ingredients": "Water (Water), Couscous Whole Wheat 12 oz (Whole Wheat, Semolina.), Raisins (Raisins), Red Pepper (Red Pepper), Olive Oil (Extra Virgin Olive Oil.), Diced Red Onion, Dried Cranberries (Cranberry, Sugar, Sunflower Oil.), Almond Roasted (Slivered Almonds (Almonds, Blanched.)), Herb Parsley 60 Ct. (Parsley), Jalapeno Peppers (Jalapeno Pepper.), Herb Mint 1# (Fresh Mint), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spread Red Chili Harissa 28 oz (Canola Oil, Water, Red Pepper, Garlic, Salt, Cumin, Chili Pepper, Lemon Juice, Sugar, Potassium Sorbate (Preservative).), Ground Cinnamon, Ground Cumin (Cumin), Spice Ground Turmeric 1# (Ground Turmeric), Spice Pepper Black Ground 18 oz (Black Pepper)"}, { "name": "Roasted Brussels Sprouts", "SS": "4 oz Serving", "C": "110", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "310mg", "Carb": "11g", "Su": "3g", "P": "4g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Brussels Sprouts Shaved Fresh 2# (Brussel Sprouts.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Lemon Juice (Filtered Water, Lemon Juice Concentrate, Sodium Bisulfite (Preservative), Sodium Benzoate (Preservative), Lemon Oil), Minced Garlic (Peeled Garlic), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Crushed Red Pepper (Crushed Red Pepper)"}, { "name": "Salad Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Mango Chunks", "SS": "3/4 Cup Portion", "C": "92", "TF": "0.5g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "22g", "Su": "38g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Mango Cubes (Mango.)"}, { "name": "Applesauce", "SS": "1/2 Cup", "C": "96", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "35mg", "Carb": "25g", "Su": "", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Apples, Sugar, Water, Ascorbic Acid Added To Maintain Color."}, { "name": "Malibu Burger", "SS": "Burger", "C": "164", "TF": "8g", "SF": "nan", "Ch": "0mg", "Na": "450mg", "Carb": "22g", "Su": "2g", "P": "4g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Vegan Malibu Burger 3.2 oz (Cooked Brown Rice (Water, Organic Brown Rice), Water, Organic Corn, Organic Carrots, Organic Onions, Organic Green Peppers, Organic Rolled Oats, Organic Canola Oil, Organic High Oleic Sunflower Oil, Organic Red Bell Peppers, Organic Soy Protein Flour, Contains Two Percent Or Less Of Gum Blend (Carrageenan, Konjac Flour), Organic Soy Sauce (Water, Organic Soybeans, Salt, Organic Wheat), Organic Onion Powder, Broccoli, Sea Salt, Organic Garlic Powder, Organic Black Pepper.)"}, { "name": "Bread White Udi's 24 oz GF", "SS": "Slice", "C": "121", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "230mg", "Carb": "21g", "Su": "3g", "P": "2g", "Allergens": "Eggs", "Ingredients": "Water, Pea Starch, Modified Tapioca Starch, Rice Starch, Canola Oil, Rice Flour, Sorghum Flour, Tapioca Starch, Invert Cane Sugar, Egg Whites, Cane Sugar, Modified Cellulose, Apple Cider Vinegar, Salt, Yeast, Cultured Brown Rice, Brown Rice, Guar Gum, Xanthan Gum, Enzymes."}, { "name": "GF Hamburger Bun", "SS": "Bun", "C": "249", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "460mg", "Carb": "46g", "Su": "6g", "P": "5g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Tapioca Starch, Brown Rice Flour, (Rice Flour, Rice Bran With Germ), Canola Oil, Resistant Corn Starch, Egg Whites, Invert Cane Sugar, Tapioca Maltodextrin, Potato Flour, Cane Sugar, Tapioca Syrup, Yeast, Sugarcane Fiber, Salt, Gum (Xanthan Gum, Sodium Alginate, Guar Gum), Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Xanthan Gum, Enzymes."}, { "name": "Vegan Shredded Mozzarella Cheese", "SS": "Ounce", "C": "90", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "280mg", "Carb": "6g", "Su": "0g", "P": "less than 1 g", "Allergens": "Coconut,Vegetarian,Vegan", "Ingredients": "Filtered Water, Organic Coconut Oil, Potato And Corn Starch, Expeller-Pressed Canola Oil, Sea Salt, Less Than 2% Of: Natural Flavors, Potato Protein, Calcium Phosphate, Organic Vegan Cane Sugar, Organic Vegetable Glycerin, Sodium Citrate, Citric Acid, Lactic Acid, Sodium Bicarbonate, Beta Carotene For Color."}, { "name": "GF Cauliflower Pizza Crust", "SS": "Crust", "C": "481", "TF": "11g", "SF": "nan", "Ch": "30mg", "Na": "840mg", "Carb": "81g", "Su": "6g", "P": "12g", "Allergens": "Eggs,Milk,Vegetarian", "Ingredients": "Cauliflower, Low Moisture Mozzarella Cheese (Pasteurized Milk, Cheese Cultures, Salt, Enzyme), Tapioca Starch, Rice Flour, Rice Starch, Egg Whites, Modified Rice Starch, Cane Sugar, Yeast, Salt, Garlic Powder, Spices, Xanthan Gum, Cultured Brown Rice, Brown Rice Flour, Citric Acid, Lactic Acid."}, { "name": "GF Double Chocolate Muffin", "SS": "Muffin", "C": "280", "TF": "12g", "SF": "nan", "Ch": "55mg", "Na": "230mg", "Carb": "39g", "Su": "24g", "P": "4g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Cane Sugar, Eggs, Water, Semi-Sweet Chocolate Chips (Sugar, Chocolate Liquor, Cocoa Butter), Tapioca Starch, Brown Rice Flour (Rice Flour, Rice Bran), Canola Oil, Cocoa Powder Processed With Alkali, Palm Oil, Baking Powder (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Natural Flavor, Salt, Sunflower Lecithin, Lemon Zest (Lemon Peel, Cane Sugar, Lemon Oil Essence), Xanthan Gum."}, { "name": "GF Blueberry Muffin", "SS": "Each", "C": "270", "TF": "9g", "SF": "nan", "Ch": "60mg", "Na": "250mg", "Carb": "39g", "Su": "22g", "P": "3g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Cane Sugar, Eggs, Water, Tapioca Starch, Brown Rice Flour (Rice Flour And Rice Bran). Blueberries, Canola Oil, Potato Starch, Sugar, Palm Oil, Dried Blueberries, Baking Powder (Sodium Acid  Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Natural Flavor, Salt, Sunflower Lecithin, Lemon Flavedo (Lemon Peel, Cane Sugar, Lemon Oil Essence), Xanthan Gum"}, { "name": "Italian Ice", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Homefree Chocolate Chip Brownie", "SS": "Brownie", "C": "235", "TF": "9g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "36g", "Su": "22g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), High Oleic Safflower Oil, Pear Juice Concentrate, Non-Alkalized Cocoa Powder, Tapioca Syrup, Demerara Sugar, Organic Tapioca Starch, Pure Vanilla Extract, Salt, Xanthan Gum, Baking Soda (Sodium Bicarbonate), Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Homefree Chocolate Chip Cookie", "SS": "Cookie", "C": "140", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "95mg", "Carb": "19g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, High Oleic Safflower Oil, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), Organic Tapioca Starch, Pear Juice Concentrate, Baking Soda (Sodium Bicarbonate), Pure Vanilla Extract, Salt, Cream Of Tartar, Xanthan Gum, Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Homefree Ginger Snap Cookie", "SS": "Cookie", "C": "140", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "21g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Pear Juice From Concentrate, High Oleic Safflower Oil, Organic Tapioca Starch, Molasses, Organic Ground Ginger, Baking Soda (Sodium Bicarbonate), Organic Cinnamon, Salt, Pure Vanilla Extract, Cream Of Tartar, Xanthan Gum, Organic Cloves, Rosemary Extract."}, { "name": "Boneless Chicken Wings", "SS": "6 Piece Serving", "C": "313", "TF": "12g", "SF": "nan", "Ch": "45mg", "Na": "990mg", "Carb": "24g", "Su": "0g", "P": "17g", "Allergens": "Gluten,Soy,Wheat", "Ingredients": "Chicken BB 7206 PA Cntry Style Bnls Wing (Boneless Chicken Breast Meat With Rib Meat, Water, Seasoning (Modified Food Starch, Carrageenan), Salt, Sodium Phosphates. Breaded With Enriched Wheat Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Wheat Flour, Water, Salt, Spices, Leavening (Monocalcium Phosphate, Sodium Bicarbonate), Wheat Gluten, Soybean Oil, White Corn Flour, Yellow Corn Flour, Dehydrated Garlic, Soy Flour, Dried Onion, Dried Garlic, Extractives Of Paprika, Spice Extractives.)"}, { "name": "Chicken Breast Braised", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Battered Cauliflower", "SS": "10 Piece Serving", "C": "155", "TF": "9g", "SF": "nan", "Ch": "0mg", "Na": "330mg", "Carb": "17g", "Su": "1g", "P": "2g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Appetizer Cauliflower Battered (Cauliflower, Water, Bleached Wheat Flour, Yellow Corn Flour, Contains Less Than 2% of: Nonfat Dry Milk, Whey, Dried Whole Eggs, Spices (Including Mustard), Soy Flour, Dextrose, Leavening (Sodium Bicarbonate, Sodium Acid Pyrophosphate, Sodium Aluminum Phosphate, Monocalcium Phosphate), Modified Corn Starch, Sugar, Guar Gum, Methylcellulose, Mono and Diglycerides, Extractives of Paprika (Color), Oleoresin Turmeric (Color), Soybean Oil, Salt. Prefried In Vegetable Oil (Soybean and/or Canola Oil).)"}, { "name": "Honey Mustard Dressing", "SS": "Tablespoon", "C": "52", "TF": "3.5g", "SF": "nan", "Ch": "less than 5 mg", "Na": "125mg", "Carb": "5g", "Su": "4g", "P": "0g", "Allergens": "Eggs,Soy,Vegetarian", "Ingredients": "Soybean Oil, Vinegar, Sugar, Water, Dijon Mustard, (Water, Vinegar, Mustard Seed, Salt, White Wine, Fruit Pectin, Citric Acid, Tartaric Acid, Sugar, Spice), Honey, Modified Food Starch, Egg Yolks, Contains Less Than 2% Of Salt, Natural Flavor, Caramel Color, Bea Carotene (Color), Sorbic Acid And Calcium Disodium EDTA (To Protect Flavor)."}, { "name": "Frank's Red Hot Buffalo Sauce", "SS": "Tablespoon", "C": "0", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "470mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Distilled Vinegar, Aged Cayenne Red Peppers, Salt, Water, Canola Oil, Paprika, Xanthan Gum, Natural Butter Type Flavor, And Garlic Powder."}, { "name": "Bleu Cheese Dressing", "SS": "1 oz Ladle", "C": "132", "TF": "13g", "SF": "nan", "Ch": "15mg", "Na": "190mg", "Carb": "1g", "Su": "0g", "P": "2g", "Allergens": "Eggs,Fish,Milk,Soy", "Ingredients": "Mayonnaise (Soybean Oil, Vinegar, Eggs, Water, Salt, Egg Yolks, Sugar, Calcium Disodium EDTA (To Protect Flavor), Dried Garlic, Dried Onions, Natural Flavor.), Cream Half & Half Fresh (Milk, Cream, Sodium Citrate, Sodium Phosphate.), Bleu Cheese Crumble (Blue Cheese (Pasteurized Milk, Cheese Cultures, Salt, Enzymes, Penicillium Roqueforti), Powdered Cellulose (To Prevent Caking), Natamycin (A Natural Mold Inhibitor).), Sour Cream (Cultured Milk, Cream, Whey, Less Than 2% Of Food Starch-Modified (Corn), Sodium Phosphate, Guar Gum, Carrageenan, Calcium Sulfate, Locust Bean Gum, Potassium Sorbate (Preservative).), Vinegar Apple Cider (Made From The Juices Of Apples, Diluted With Water To A Uniform Pickling And Table Strength Of 5% (50 Grains) Acidity.), Lemon Juice (Filtered Water, Lemon Juice Concentrate, Sodium Bisulfite (Preservative), Sodium Benzoate (Preservative), Lemon Oil), Sauce Worcestershire 4 x 1 Gal (Distilled Vinegar, Molasses, Water, Corn Syrup, Salt, Caramel Color, Sugar, Spices, Anchovy (Fish), Natural Flavor (Soy), Tamarind Extract And Soy Lecithin), Sauce Tabasco 12 x 12 oz. (Distilled Vinegar, Red Pepper, Salt.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Ground White Pepper"}, { "name": "Hidden Valley Ranch Dressing", "SS": "Tablespoon", "C": "68", "TF": "7g", "SF": "nan", "Ch": "less than 5 mg", "Na": "120mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Eggs,Milk,Soy,Vegetarian", "Ingredients": "Mayonnaise (Soybean Oil, Vinegar, Eggs, Water, Salt, Egg Yolks, Sugar, Calcium Disodium EDTA (To Protect Flavor), Dried Garlic, Dried Onions, Natural Flavor.), Milk Buttermilk 1/2 Gallon (Cultured Lowfat Milk, Nonfat Milk, Modified Corn Starch, Locust Bean Gum, Carrageenan, Salt, Sodium Citrate, Vitamin A Palmitate & D3 Added, Enzymes.), Dressing Mix Ranch Hidden Valley (Salt, Monosodium Glutamate, Dried Garlic, Modified Corn Starch, Spices, Dried Onion, Maltodextrin, Less Than 2% Of: Natural Flavor (Milk, Soy), Guar Gum, Calcium Stearate.)"}, { "name": "Celery Sticks", "SS": "3 Each", "C": "6", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "30mg", "Carb": "1g", "Su": "less than 1 g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Celery"}, { "name": "Baby Carrots", "SS": "5 Each", "C": "18", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "40mg", "Carb": "4g", "Su": "2g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Carrots"}, { "name": "Ken's Cannonball BBQ Sauce", "SS": "Tablespoon", "C": "32", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "200mg", "Carb": "8g", "Su": "7g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Sugar, Distilled Vinegar, Water, Tomato Paste, Molasses, Modified Potato Starch, Salt, Contains Less Than 2% Of Natural Smoke Flavor, Mustard Flour, Spice, Paprika, Onion, Garlic, Caramel Color, Maltodextrin, Chili Powder (Chili Pepper, Spice, Salt, Garlic), Autolyzed Yeast Extract, Natural Flavor."}, { "name": "Honey BBQ Wing Sauce", "SS": "1/4 Cup Serving", "C": "157", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "600mg", "Carb": "41g", "Su": "38g", "P": "0g", "Allergens": "Vegetarian", "Ingredients": "Ken's Cannonball BBQ Sauce (Sugar, Distilled Vinegar, Water, Tomato Paste, Molasses, Modified Potato Starch, Salt, Contains Less Than 2% Of Natural Smoke Flavor, Mustard Flour, Spice, Paprika, Onion, Garlic, Caramel Color, Maltodextrin, Chili Powder (Chili Pepper, Spice, Salt, Garlic), Autolyzed Yeast Extract, Natural Flavor.), Honey (Honey)"}, { "name": "Hickory Smoke BBQ Sauce", "SS": "Tablespoon", "C": "32", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "200mg", "Carb": "8g", "Su": "7g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Ken's Cannonball BBQ Sauce (Sugar, Distilled Vinegar, Water, Tomato Paste, Molasses, Modified Potato Starch, Salt, Contains Less Than 2% Of Natural Smoke Flavor, Mustard Flour, Spice, Paprika, Onion, Garlic, Caramel Color, Maltodextrin, Chili Powder (Chili Pepper, Spice, Salt, Garlic), Autolyzed Yeast Extract, Natural Flavor.), Flavor Liquid Smoke Hickory 32 oz. (Water, Natural Hickory Smoke Concentrate.)"}, { "name": "Honey Chipotle Wing Sauce", "SS": "1/4 Cup Serving", "C": "105", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "280mg", "Carb": "28g", "Su": "25g", "P": "0g", "Allergens": "Vegetarian", "Ingredients": "Honey (Honey), Granulated Sugar (Sugar.), Water (Water), Ketchup (Tomato Concentrate, High Fructose Corn Syrup, Distilled Vinegar, Corn Syrup, Salt, Less Than 2% Of: Spice, Onion Powder, Natural Flavors.), Gel Clear Instant Corn Starch 50# (Corn Starch.), Pepper Chipotle in Adobo 12oz Can (Water, Tomato Paste, Dried Chipotle Peppers, Distilled Vinegar, Corn Oil, Less Than 2% Of Iodized Salt (Contains Potassium Iodate), Corn Starch, Onion Powder, Garlic Powder, Spices.), Vinegar Apple Cider (Made From The Juices Of Apples, Diluted With Water To A Uniform Pickling And Table Strength Of 5% (50 Grains) Acidity.), Frank's Original Hot Sauce (Aged Cayenne Red Peppers, Distilled Vinegar, Water, Salt, And Garlic Powder.), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Garlic Powder (Garlic Powder.)"}, { "name": "Chicken Souvlaki", "SS": "3/4 Cup", "C": "357", "TF": "20g", "SF": "nan", "Ch": "215mg", "Na": "2990mg", "Carb": "7g", "Su": "3g", "P": "38g", "Allergens": "Soy", "Ingredients": "Chicken BB 5220 Thigh Diced 1 inch  x 1 inch  (Chicken Thigh Meat, Water, Potato Starch, Salt, Dextrose, Isolated Soy Protein With Less Than 2% Soy Lecithin, Sodium Phosphates, Carrageenan, Chicken Broth, Caramelized Sugar Syrup.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Minced Garlic (Peeled Garlic), Canola/Olive Oil Blend (Canola Oil, Extra Virgin Olive Oil), Spice Oregano Dry Leaf 24 oz (Oregano)"}, { "name": "Moroccan Dried Fruit and Nut Couscous", "SS": "1/2 Cup Serving", "C": "202", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "350mg", "Carb": "31g", "Su": "8g", "P": "4g", "Allergens": "Gluten,Tree Nuts,Vegetarian,Vegan,Wheat", "Ingredients": "Water (Water), Couscous Whole Wheat 12 oz (Whole Wheat, Semolina.), Raisins (Raisins), Red Pepper (Red Pepper), Olive Oil (Extra Virgin Olive Oil.), Diced Red Onion, Dried Cranberries (Cranberry, Sugar, Sunflower Oil.), Almond Roasted (Slivered Almonds (Almonds, Blanched.)), Herb Parsley 60 Ct. (Parsley), Jalapeno Peppers (Jalapeno Pepper.), Herb Mint 1# (Fresh Mint), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spread Red Chili Harissa 28 oz (Canola Oil, Water, Red Pepper, Garlic, Salt, Cumin, Chili Pepper, Lemon Juice, Sugar, Potassium Sorbate (Preservative).), Ground Cinnamon, Ground Cumin (Cumin), Spice Ground Turmeric 1# (Ground Turmeric), Spice Pepper Black Ground 18 oz (Black Pepper)"}, { "name": "Pita Folds", "SS": "Pita", "C": "169", "TF": "2g", "SF": "nan", "Ch": "0mg", "Na": "430mg", "Carb": "32g", "Su": "less than 1 g", "P": "6g", "Allergens": "Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Bread Pita Fold 6 inch  New York Frozen (Enriched Wheat Flour (Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate [B1], Riboflavin [B2], Folic Acid), Water,  Contains 2% Or Less Of: Soybean Oil And/Or Canola Oil, Yeast, Salt, Sugar, Dough Conditioner (Calcium Sulfate, Guar Gum, Mono- And Diglycerides, Enzymes), Baking Powder (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Monocalcium Phosphate), Nonfat Dry Milk, Calcium Propionate And Potassium Sorbate (Preservatives), Yeast Nutrients (Ammonium Sulfate, Ascorbic Acid), Whole Wheat Flour.)"}, { "name": "Greek Potatoes", "SS": "4 oz Serving", "C": "182", "TF": "9g", "SF": "nan", "Ch": "25mg", "Na": "1160mg", "Carb": "23g", "Su": "1g", "P": "2g", "Allergens": "Milk,Vegetarian", "Ingredients": "Water (Water), Potato Yukon A Size Peeled Gard Cut, Butter Solids (Pasteurized Cream, Salt), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Herb Parsley 60 Ct. (Parsley), Spice Pepper Black Ground 18 oz (Black Pepper), Lemon Zest RAV 1# (Lemon Zest.), Oregano (Oregano), Spice Ground Turmeric 1# (Ground Turmeric), Juice Lemon 32 oz. Fresh (Filtered Water, Lemon Juice Concentrate, Sodium Bisulfite (Preservative), Sodium Benzoate (Preservative), Lemon Oil)"}, { "name": "Tzatziki Sauce", "SS": "1/4 Cup", "C": "63", "TF": "4g", "SF": "nan", "Ch": "15mg", "Na": "250mg", "Carb": "4g", "Su": "2g", "P": "2g", "Allergens": "Milk,Vegetarian", "Ingredients": "Sour Cream (Cultured Milk, Cream, Whey, Less Than 2% Of Food Starch-Modified (Corn), Sodium Phosphate, Guar Gum, Carrageenan, Calcium Sulfate, Locust Bean Gum, Potassium Sorbate (Preservative).), Yogurt Dannon Plain FF 32 oz. (Cultured Grade A Reduced Fat Milk, Pectin, Vitamin D3.), Cucumber (Cucumber.), Diced Tomatoes (Tomato), Diced Onion, Minced Garlic (Peeled Garlic), Lemon Juice (Filtered Water, Lemon Juice Concentrate, Sodium Bisulfite (Preservative), Sodium Benzoate (Preservative), Lemon Oil), Herb Mint 1# (Fresh Mint), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spice Pepper Black Ground 18 oz (Black Pepper)"}, { "name": "Shredded Lettuce", "SS": "1/4 Cup", "C": "2", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Lettuce"}, { "name": "Diced Tomatoes", "SS": "Tablespoon", "C": "2", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Tomato"}, { "name": "Diced Onion", "SS": "Tablespoon", "C": "4", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": ""}, { "name": "Crumbled Feta Cheese", "SS": "Tablespoon", "C": "22", "TF": "2g", "SF": "nan", "Ch": "10mg", "Na": "80mg", "Carb": "0g", "Su": "0g", "P": "1g", "Allergens": "Milk,Vegetarian", "Ingredients": "Feta Cheese (Pastruized Milk, Cheese Cultures, Salt, Enzymes), Powdered Cellulose To Prevent Caking, Natamycin To Protect Flavor"}, { "name": "Roasted Brussels Sprouts", "SS": "4 oz Serving", "C": "110", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "310mg", "Carb": "11g", "Su": "3g", "P": "4g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Brussels Sprouts Shaved Fresh 2# (Brussel Sprouts.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Lemon Juice (Filtered Water, Lemon Juice Concentrate, Sodium Bisulfite (Preservative), Sodium Benzoate (Preservative), Lemon Oil), Minced Garlic (Peeled Garlic), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Crushed Red Pepper (Crushed Red Pepper)"}, { "name": "Peanut Butter and Jelly Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Potato Chips", "SS": "Ounce", "C": "160", "TF": "10g", "SF": "nan", "Ch": "0mg", "Na": "75mg", "Carb": "14g", "Su": "0g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Potatoes, Vegetable Oil (Contains One Or More Of The Following: Corn, Cottonseed, Or, Sunflower Oil), And Salt"}, { "name": "Sundae Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Snickerdoodle Cookie", "SS": "Cookie", "C": "125", "TF": "5g", "SF": "nan", "Ch": "5mg", "Na": "105mg", "Carb": "18g", "Su": "11g", "P": "1g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Dough Cookie Sugar 1oz (Enriched Bleached Flour (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Sugar, Margarine (Palm Oil, Water, Soybean Oil, Contains 2 Or Less Of: Salt, Mono- And Diglycerides, Natural Flavors [Contains Milk], Citric Acid, Vitamin A Palmitate Added, Beta Carotene [Color]), Eggs, Contains 2 Or Less Of: Invert Sugar, Salt, Baking Soda, Defatted Soy Flour.), Granulated Sugar (Sugar.), Ground Cinnamon"}, { "name": "Dirt Pudding", "SS": "1/2 Cup ", "C": "245", "TF": "9g", "SF": "nan", "Ch": "15mg", "Na": "380mg", "Carb": "37g", "Su": "29g", "P": "3g", "Allergens": "Coconut,Gluten,Milk,Soy,Wheat", "Ingredients": "Pudding Chocolate (2% Milk (Grade A Reduced Fat Milk, Vitamin A Palmitate & Vitamin D3.), Mix Pudding Instant Chocolate 24 oz. (Dextrose, Sugar, Modified Food Starch, Cocoa Processed With Alkali, Less Than 2% Disodium Phosphate, Tetrasodium Pyrophosphate, Salt, Tricalcium Phosphate, Caramel Color, Natural And Artificial Flavor, Silicon Dioxide, Emulsifier Blend (Nonfat Dry Milk, Mono And Diglycerides), Red 40.)), Cream Cheese (Pasteurized Milk And Cream, Whey Protein Concentrate, Whey, Salt, Carob Bean Gum, Xanthan Gum, Guar Gum, Natamycin A Natural Mold Inhibitor, Vitamin A Palmitate, Cheese Culture.), Cookies And Cream Topping (Unbleached Enriched Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate [Vitamin B1], Riboflavin [Vitamin B2], Folic Acid), Sugar, Palm Oil, Soybean And/Or Canola Oil, Cocoa (Processed With Alkali), Invert Sugar, Leavening (Baking Soda And/Or Calcium Phosphate), Soy Lecithin, Salt, Chocolate, Natural Flavor.), Whpd Topping, Gummi Worms (Corn Syrup, Sugar, Water, Gelatin, Citric Acid, Natural And Artificial Flavors, Pectin, Vegetable Oil (Coconut, Canola) And Carnauba Leaf Wax (To Prevent Sticking), FD&C Yellow #5, FD&C Red #40, FD&C Blue #1, FD&C Yellow #6.), Powdered Sugar (Sugar, Carnauba Wax), Whipped Topping (Water, Hydrogenated Vegetable Oil (Palm, Palm Kernel, Coconut And/Or Cottonseed), High Fructose Corn Syrup, Contains Less Than 2% Of The Following: Carbohydrate Gum, Polysorbate 60, Salt, Polyglycerol Esters Of Fatty Acids, Soy Lecithin, Disodium Phosphate, Sodium Citrate, Xanthan Gum, Artificial Flavor, Natural Flavor, Colored With Turmeric And Annatto Extracts.), Water (Water)"}, { "name": "Fruits of the Forest Pie", "SS": "10 Cut Serving", "C": "300", "TF": "20g", "SF": "nan", "Ch": "0mg", "Na": "370mg", "Carb": "44g", "Su": "17g", "P": "3g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Pie Fruits of the Forest High CP 10 inch  (Fruit (Apples, Rhubarb, Strawberries, Red Raspberries, Blackberries), Enriched Flour (Wheat Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Vegetable Oil (Palm, Soybean), Sugar, Water, Contains 2 Or Less: Modified Corn Starch, White Grape Juice Concentrate, Salt. Soy Flour.)"}, { "name": "Moroccan Dried Fruit and Nut Couscous", "SS": "1/2 Cup Serving", "C": "202", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "350mg", "Carb": "31g", "Su": "8g", "P": "4g", "Allergens": "Gluten,Tree Nuts,Vegetarian,Vegan,Wheat", "Ingredients": "Water (Water), Couscous Whole Wheat 12 oz (Whole Wheat, Semolina.), Raisins (Raisins), Red Pepper (Red Pepper), Olive Oil (Extra Virgin Olive Oil.), Diced Red Onion, Dried Cranberries (Cranberry, Sugar, Sunflower Oil.), Almond Roasted (Slivered Almonds (Almonds, Blanched.)), Herb Parsley 60 Ct. (Parsley), Jalapeno Peppers (Jalapeno Pepper.), Herb Mint 1# (Fresh Mint), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spread Red Chili Harissa 28 oz (Canola Oil, Water, Red Pepper, Garlic, Salt, Cumin, Chili Pepper, Lemon Juice, Sugar, Potassium Sorbate (Preservative).), Ground Cinnamon, Ground Cumin (Cumin), Spice Ground Turmeric 1# (Ground Turmeric), Spice Pepper Black Ground 18 oz (Black Pepper)"}, { "name": "Roasted Brussels Sprouts", "SS": "4 oz Serving", "C": "110", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "310mg", "Carb": "11g", "Su": "3g", "P": "4g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Brussels Sprouts Shaved Fresh 2# (Brussel Sprouts.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Lemon Juice (Filtered Water, Lemon Juice Concentrate, Sodium Bisulfite (Preservative), Sodium Benzoate (Preservative), Lemon Oil), Minced Garlic (Peeled Garlic), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Crushed Red Pepper (Crushed Red Pepper)"}, { "name": "Salad Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Mango Chunks", "SS": "3/4 Cup Portion", "C": "92", "TF": "0.5g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "22g", "Su": "38g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Mango Cubes (Mango.)"}, { "name": "Applesauce", "SS": "1/2 Cup", "C": "96", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "35mg", "Carb": "25g", "Su": "", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Apples, Sugar, Water, Ascorbic Acid Added To Maintain Color."}, { "name": "Malibu Burger", "SS": "Burger", "C": "164", "TF": "8g", "SF": "nan", "Ch": "0mg", "Na": "450mg", "Carb": "22g", "Su": "2g", "P": "4g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Vegan Malibu Burger 3.2 oz (Cooked Brown Rice (Water, Organic Brown Rice), Water, Organic Corn, Organic Carrots, Organic Onions, Organic Green Peppers, Organic Rolled Oats, Organic Canola Oil, Organic High Oleic Sunflower Oil, Organic Red Bell Peppers, Organic Soy Protein Flour, Contains Two Percent Or Less Of Gum Blend (Carrageenan, Konjac Flour), Organic Soy Sauce (Water, Organic Soybeans, Salt, Organic Wheat), Organic Onion Powder, Broccoli, Sea Salt, Organic Garlic Powder, Organic Black Pepper.)"}, { "name": "Bread White Udi's 24 oz GF", "SS": "Slice", "C": "121", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "230mg", "Carb": "21g", "Su": "3g", "P": "2g", "Allergens": "Eggs", "Ingredients": "Water, Pea Starch, Modified Tapioca Starch, Rice Starch, Canola Oil, Rice Flour, Sorghum Flour, Tapioca Starch, Invert Cane Sugar, Egg Whites, Cane Sugar, Modified Cellulose, Apple Cider Vinegar, Salt, Yeast, Cultured Brown Rice, Brown Rice, Guar Gum, Xanthan Gum, Enzymes."}, { "name": "GF Hamburger Bun", "SS": "Bun", "C": "249", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "460mg", "Carb": "46g", "Su": "6g", "P": "5g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Tapioca Starch, Brown Rice Flour, (Rice Flour, Rice Bran With Germ), Canola Oil, Resistant Corn Starch, Egg Whites, Invert Cane Sugar, Tapioca Maltodextrin, Potato Flour, Cane Sugar, Tapioca Syrup, Yeast, Sugarcane Fiber, Salt, Gum (Xanthan Gum, Sodium Alginate, Guar Gum), Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Xanthan Gum, Enzymes."}, { "name": "Vegan Shredded Mozzarella Cheese", "SS": "Ounce", "C": "90", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "280mg", "Carb": "6g", "Su": "0g", "P": "less than 1 g", "Allergens": "Coconut,Vegetarian,Vegan", "Ingredients": "Filtered Water, Organic Coconut Oil, Potato And Corn Starch, Expeller-Pressed Canola Oil, Sea Salt, Less Than 2% Of: Natural Flavors, Potato Protein, Calcium Phosphate, Organic Vegan Cane Sugar, Organic Vegetable Glycerin, Sodium Citrate, Citric Acid, Lactic Acid, Sodium Bicarbonate, Beta Carotene For Color."}, { "name": "GF Cauliflower Pizza Crust", "SS": "Crust", "C": "481", "TF": "11g", "SF": "nan", "Ch": "30mg", "Na": "840mg", "Carb": "81g", "Su": "6g", "P": "12g", "Allergens": "Eggs,Milk,Vegetarian", "Ingredients": "Cauliflower, Low Moisture Mozzarella Cheese (Pasteurized Milk, Cheese Cultures, Salt, Enzyme), Tapioca Starch, Rice Flour, Rice Starch, Egg Whites, Modified Rice Starch, Cane Sugar, Yeast, Salt, Garlic Powder, Spices, Xanthan Gum, Cultured Brown Rice, Brown Rice Flour, Citric Acid, Lactic Acid."}, { "name": "GF Double Chocolate Muffin", "SS": "Muffin", "C": "280", "TF": "12g", "SF": "nan", "Ch": "55mg", "Na": "230mg", "Carb": "39g", "Su": "24g", "P": "4g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Cane Sugar, Eggs, Water, Semi-Sweet Chocolate Chips (Sugar, Chocolate Liquor, Cocoa Butter), Tapioca Starch, Brown Rice Flour (Rice Flour, Rice Bran), Canola Oil, Cocoa Powder Processed With Alkali, Palm Oil, Baking Powder (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Natural Flavor, Salt, Sunflower Lecithin, Lemon Zest (Lemon Peel, Cane Sugar, Lemon Oil Essence), Xanthan Gum."}, { "name": "GF Blueberry Muffin", "SS": "Each", "C": "270", "TF": "9g", "SF": "nan", "Ch": "60mg", "Na": "250mg", "Carb": "39g", "Su": "22g", "P": "3g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Cane Sugar, Eggs, Water, Tapioca Starch, Brown Rice Flour (Rice Flour And Rice Bran). Blueberries, Canola Oil, Potato Starch, Sugar, Palm Oil, Dried Blueberries, Baking Powder (Sodium Acid  Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Natural Flavor, Salt, Sunflower Lecithin, Lemon Flavedo (Lemon Peel, Cane Sugar, Lemon Oil Essence), Xanthan Gum"}, { "name": "Italian Ice", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Homefree Chocolate Chip Brownie", "SS": "Brownie", "C": "235", "TF": "9g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "36g", "Su": "22g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), High Oleic Safflower Oil, Pear Juice Concentrate, Non-Alkalized Cocoa Powder, Tapioca Syrup, Demerara Sugar, Organic Tapioca Starch, Pure Vanilla Extract, Salt, Xanthan Gum, Baking Soda (Sodium Bicarbonate), Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Homefree Chocolate Chip Cookie", "SS": "Cookie", "C": "140", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "95mg", "Carb": "19g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, High Oleic Safflower Oil, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), Organic Tapioca Starch, Pear Juice Concentrate, Baking Soda (Sodium Bicarbonate), Pure Vanilla Extract, Salt, Cream Of Tartar, Xanthan Gum, Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Homefree Ginger Snap Cookie", "SS": "Cookie", "C": "140", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "21g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Pear Juice From Concentrate, High Oleic Safflower Oil, Organic Tapioca Starch, Molasses, Organic Ground Ginger, Baking Soda (Sodium Bicarbonate), Organic Cinnamon, Salt, Pure Vanilla Extract, Cream Of Tartar, Xanthan Gum, Organic Cloves, Rosemary Extract."}]},{"place": "Wiley", "items": [{ "name": "Carved Ham", "SS": "4 oz Serving", "C": "160", "TF": "8g", "SF": "nan", "Ch": "60mg", "Na": "1390mg", "Carb": "4g", "Su": "4g", "P": "17g", "Allergens": "", "Ingredients": "Ham Boneless Pit Smoked Glazed 30#AvgCs (Cured With Water, Honey, Salt, Brown Sugar, Dextrose, Sodium Phosphates, Sodium Erythorbate, Sodium Nitrite.)"}, { "name": "Cheese Sauce", "SS": "2 oz Ladle", "C": "46", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "370mg", "Carb": "4g", "Su": "less than 1 g", "P": "0g", "Allergens": "Milk,Vegetarian", "Ingredients": "Cheddar Cheese Sauce (Water, Cheese Whey, Palm Oil, Modified Food Starch, Maltodextrin. Contains 2% Or Less Of Each Of The Following: Sodium Phosphates, Salt, Cheddar Cheese (Pasteurized Milk, Cultures, Salt, Enzymes), Lactic Acid, Vinegar, Sodium Stearoyl Lactylate, Skim Milk, Citric Acid, Sodium Acid Pyrophosphate, Mono- And Diglycerides, Sodium Citrate, Sodium Hexametaphosphate, Butterfat, Phosphoric Acid, Autolyzed Yeast Extract, Natural Flavors, Cream, Annatto Extract (Color), Paprika Extract (Color). Beta Apocarotenal (Color).), Water (Water)"}, { "name": "Crinkle Cut Fries", "SS": "4 oz Serving", "C": "126", "TF": "4g", "SF": "nan", "Ch": "0mg", "Na": "35mg", "Carb": "19g", "Su": "0g", "P": "2g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Potato French Fry Crinkle Cut (Potatoes, Vegetable Oil (Soybean, Canola, Cottonseed, And/Or Sunflower), Contains 2% Or Less Of: Dextrose, Disodium Dihydrogen Pyrophosphate (To Maintain Natural Color).)"}, { "name": "Meatballs with Spaghetti Sauce", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Rotini", "SS": "1 Cup Serving", "C": "213", "TF": "2.5g", "SF": "nan", "Ch": "0mg", "Na": "740mg", "Carb": "42g", "Su": "2g", "P": "7g", "Allergens": "Gluten,Vegetarian,Vegan,Wheat", "Ingredients": "Water (Water), Rotini Pasta (Semolina Wheat, Durum Wheat Flour, Vitamin B3 Niacin, Iron Ferrous Sulfate, Vitamin B1 Thiamin Mononitrate, Vitamin B2 Riboflavin, Folic Acid), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.)"}, { "name": "Meatless Spaghetti Sauce", "SS": "3/4 Cup", "C": "120", "TF": "3g", "SF": "nan", "Ch": "0mg", "Na": "780mg", "Carb": "23g", "Su": "14g", "P": "5g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Sauce Spaghetti without Meat 6 x #10 (Tomato Puree (Water, Tomato Paste), High Fructose Corn Syrup, Contains Less Than 2% Of: Soybean Oil, Salt, Dried Onion, Citric Acid, Spices, Dried Garlic, Natural Flavor.)"}, { "name": "GF Alfredo Sauce", "SS": "3/4 Cup", "C": "435", "TF": "39g", "SF": "nan", "Ch": "60mg", "Na": "1100mg", "Carb": "12g", "Su": "6g", "P": "9g", "Allergens": "Milk,Soy,Vegetarian", "Ingredients": "GF Alfredo Sauce (Cream, Skim Milk, Water, Parmesan And Asiago Cheese Blend With Flavor (Parmesan And Asiago Cheeses [Cultured Milk, Salt, Enzymes], Enzyme Modified Parmesan Cheese [Cultured Milk, Water, Salt, Enzymes], Whey, Salt), Soybean Oil, Canola Oil, 2% Or Less Of Modified Cornstarch, Salt, Romano Cheese Made From Cow's Milk Cultured Milk, Salt, Enzymes), Lactose, Spice, Xanthan Gum, Datem, Mono- And Diglycerides, Seasoning (Cornstarch, Extractives Of Turmeric And Annatto, Natural Flavor), Seasoning (Maltodextrin, Flavor, Enzyme Modified Butterfat).)"}, { "name": "Broccoli Florets", "SS": "1/2 Cup", "C": "18", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "10mg", "Carb": "3g", "Su": "less than 1 g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Broccoli Florets (Broccoli Florettes.)"}, { "name": "White Mini Sub Bun", "SS": "Bun", "C": "169", "TF": "2g", "SF": "nan", "Ch": "0mg", "Na": "280mg", "Carb": "33g", "Su": "4g", "P": "5g", "Allergens": "Gluten,Sesame,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Enriched Flour (Unbleached Wheat Flour, Malted Barley Flour, Reduced Iron, Thiamine Mononitrate (Vitamin B1), Riboflavin (Vitamin B2), Niacin (Vitamin B3), Folic Acid), Water, Yeast, Sugar, Soybean Oil, Salt, Wheat Gluten, Calcium Propionate (A Preservative), Vinegar, Monoglycerides, Potassium Chloride, Calcium Phosphate, Ascorbic Acid, Sesame."}, { "name": "Shredded Cheese", "SS": "Ounce", "C": "97", "TF": "8g", "SF": "nan", "Ch": "25mg", "Na": "210mg", "Carb": "1g", "Su": "0g", "P": "6g", "Allergens": "Milk,Vegetarian", "Ingredients": "Paseurized Milk, Cheese Cultures, Salt, Enzymes."}, { "name": "Grated Parmesan Cheese", "SS": "Ounce", "C": "113", "TF": "11g", "SF": "nan", "Ch": "30mg", "Na": "400mg", "Carb": "0g", "Su": "0g", "P": "11g", "Allergens": "Milk,Vegetarian", "Ingredients": "Grated Parmesan (Pasteurized Cow’s Milk, Salt, Enzymes), Powdered Cellulose Added To Prevent Caking."}, { "name": "Crushed Red Pepper", "SS": "Tablespoon", "C": "19", "TF": "1g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "3g", "Su": "less than 1 g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Crushed Red Pepper"}, { "name": "Cheese Pizza", "SS": "16 Cut Serving", "C": "218", "TF": "8g", "SF": "nan", "Ch": "25mg", "Na": "560mg", "Carb": "27g", "Su": "3g", "P": "11g", "Allergens": "Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Dough Pizza Pan Sheeted 16 inch  (Enriched Unbleached Wheat Flour (Wheat Flour, Malted Barley Flour, Niacin, Iron as Ferrous Sulfate, Thiamine Mononitrate, Enzyme, Riboflavin, Folic Acid), Water, Yeast, High Fructose Corn Syrup, Conatans Less Than 2% of the Following: Salt, Soybean Oil, Wheat Gluten, Ascorbic Acid, Enzyme.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Heinz Tomato Pizza Sauce (Tomato Puree, (Water, Tomato Paste), Salt, Sugar, Extra Virgin Olive Oil, Spices, Garlic Powder, Ascorbic Acid.)"}, { "name": "Salad Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Pineapple Chunks", "SS": "1/2 Cup", "C": "64", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "17g", "Su": "16g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Pineapple Chunks (Pineapple, Clarified Pineapple Juice.)"}, { "name": "Carved Ham", "SS": "4 oz Serving", "C": "160", "TF": "8g", "SF": "nan", "Ch": "60mg", "Na": "1390mg", "Carb": "4g", "Su": "4g", "P": "17g", "Allergens": "", "Ingredients": "Ham Boneless Pit Smoked Glazed 30#AvgCs (Cured With Water, Honey, Salt, Brown Sugar, Dextrose, Sodium Phosphates, Sodium Erythorbate, Sodium Nitrite.)"}, { "name": "Broccoli Florets", "SS": "1/2 Cup", "C": "18", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "10mg", "Carb": "3g", "Su": "less than 1 g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Broccoli Florets (Broccoli Florettes.)"}, { "name": "Flame Roasted Sweet Potatoes", "SS": "1/2 Cup Serving", "C": "99", "TF": "4g", "SF": "nan", "Ch": "less than 5 mg", "Na": "125mg", "Carb": "16g", "Su": "11g", "P": "1g", "Allergens": "Milk,Vegetarian", "Ingredients": "Potato Sweet Roasted w Maple Seasoning (Sweet Potatoes, Brown Sugar, Olive Oil, Sugar, Contains Less Than 2% Of Maple Sugar, Natural Flavor, Salt, Spices, Xanthan Gum.), Butter Solids (Pasteurized Cream, Salt)"}, { "name": "Luscious Lemon Bar", "SS": "8x10 Cut Serving", "C": "208", "TF": "5g", "SF": "nan", "Ch": "35mg", "Na": "125mg", "Carb": "37g", "Su": "25g", "P": "1g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Mix Lemon Bar (Crust: Enriched Flour Bleached (Wheat Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Palm Oil, Sugar, Dextrose, Salt, Natural Flavor, Whey, Annatto And Turmeric Extract Color, Soy Flour, Egg. Filling: Sugar, Eggs With Sodium Silicoaluminate, Enriched Flour Bleached (Wheat Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Wheat Starch, Soybean Oil. Contains 2% Or Less Of: Modified Corn Starch, Dried Corn Syrup, Citric Acid, Egg Yolk With Sodium Silicoaluminate, Lemon Juice Solids, Salt, Baking Soda, Natural And Artificial Flavor, Nonfat Milk, Soy Flour.), Water (Water), >in Pkgs=, >in Pkgs=, Powdered Sugar (Sugar, Carnauba Wax)"}, { "name": "Caramel Brownie Cheesecake Bar", "SS": "8x10 Cut Serving", "C": "240", "TF": "11g", "SF": "nan", "Ch": "55mg", "Na": "210mg", "Carb": "31g", "Su": "25g", "P": "3g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Cream Cheese (Pasteurized Milk And Cream, Whey Protein Concentrate, Whey, Salt, Carob Bean Gum, Xanthan Gum, Guar Gum, Natamycin A Natural Mold Inhibitor, Vitamin A Palmitate, Cheese Culture.), Mix Brownie Gm (Sugar, Enriched Flour, Bleached (Wheat Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Palm Oil, Cocoa Processed With Alkali, Soybean Oil. Contains 2% Or Less Of: Corn Starch, Egg White, Salt, Leavening (Baking Soda, Monocalcium Phosphate), Natural Flavor, Soy Flour, Nonfat Milk.), Caramel Apple Dip (High Fructose Corn Syrup, Nonfat Milk, Palm Oil, Corn Syrup, Sugar, Butter (Cream, Salt), Modified Corn Starch, Less Than 2% Of: Disodium Phosphate, Potassium Sorbate (Preservative), Salt, Mono And Diglycerides, Artificial Flavors), Granulated Sugar (Sugar.), Egg Whole Frozen (Egg (Whole Frozen)), Egg Whole Frozen (Egg (Whole Frozen)), Caramel Apple Dip (High Fructose Corn Syrup, Nonfat Milk, Palm Oil, Corn Syrup, Sugar, Butter (Cream, Salt), Modified Corn Starch, Less Than 2% Of: Disodium Phosphate, Potassium Sorbate (Preservative), Salt, Mono And Diglycerides, Artificial Flavors), Caramel Sundae Syrup (Corn Syrup, High Fructose Corn Syrup, Water, Sweetened Condensed Skim Milk (Skim Milk, Sugar), Modified Cornstarch, Contains 2% Or Less Of: Natural Flavor And Artificial Flavor, Salt, Potassium Sorbate, Preservative, Disodium Phosphate, Caramel Color, Xanthan Gum, Artificial Color (Yellow 6, Yellow 5, Red 40).), Water (Water), Flavor Vanilla Imitation (Water, Caramel Color, Artifical Flavor, Citric Acid, Sodium Benzoate (Preservative).)"}, { "name": "Chocolate Chip Cookie", "SS": "Cookie", "C": "132", "TF": "6g", "SF": "nan", "Ch": "5mg", "Na": "100mg", "Carb": "17g", "Su": "10g", "P": "1g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Chocolate Chip Cookie (Enriched Bleached Flour (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Sugar, Palm Oil, Margarine (Palm Oil, Water, Soybean Oil, Contains 2% Or Less Of: Salt, Mono- And Diglycerides, Natural Flavor [Contains Milk], Citric Acid, Vitamin A Palmitate Added, Beta Carotene [Color]), Semi-Sweet Chocolate Chips (Sugar, Unsweetened Chocolate, Cocoa Butter, Dextrose, Soy Lecithin, Natural Flavor, Milk), Chocolate Flavored Confectionery Chips (Sugar, Palm Kernel And Palm Oil, Cocoa [Processed With Alkali], Dextrose, Soy Lecithin, Polysorbate 60, Sorbitan Monostearate, Salt, Natural Flavor), Water, Eggs, Dextrose, Contains 2% Or Less Of: Molasses, Pregelatinized Wheat Starch, Baking Soda, Salt, Natural And Artificial Flavors.)"}, { "name": "Lasagna Rollups with Alfredo Sauce", "SS": "Roll Up", "C": "470", "TF": "30g", "SF": "nan", "Ch": "60mg", "Na": "1070mg", "Carb": "35g", "Su": "6g", "P": "14g", "Allergens": "Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "GF Alfredo Sauce (Cream, Skim Milk, Water, Parmesan And Asiago Cheese Blend With Flavor (Parmesan And Asiago Cheeses [Cultured Milk, Salt, Enzymes], Enzyme Modified Parmesan Cheese [Cultured Milk, Water, Salt, Enzymes], Whey, Salt), Soybean Oil, Canola Oil, 2% Or Less Of Modified Cornstarch, Salt, Romano Cheese Made From Cow's Milk Cultured Milk, Salt, Enzymes), Lactose, Spice, Xanthan Gum, Datem, Mono- And Diglycerides, Seasoning (Cornstarch, Extractives Of Turmeric And Annatto, Natural Flavor), Seasoning (Maltodextrin, Flavor, Enzyme Modified Butterfat).), Lasagna Rollup Cheese 3.5oz (Enriched Durum Flour (Durum Flour, Niacin, Ferrous Sulfate, Thiamin Mononitrate, Riboflavin, Folic Acid), Water, Whole Milk Ricotta Cheese (Pasteurized Whey, Milk, Vinegar, Salt), Bread Crumbs (Wheat Flour, Yeast, Sugar, Salt), Imported Pecorino Romano Cheese (Sheep’s Milk, Rennet, Salt), Modified Food Starch, Black Pepper, Parsley.)"}, { "name": "Grated Parmesan Cheese", "SS": "Ounce", "C": "113", "TF": "11g", "SF": "nan", "Ch": "30mg", "Na": "400mg", "Carb": "0g", "Su": "0g", "P": "11g", "Allergens": "Milk,Vegetarian", "Ingredients": "Grated Parmesan (Pasteurized Cow’s Milk, Salt, Enzymes), Powdered Cellulose Added To Prevent Caking."}, { "name": "Crushed Red Pepper", "SS": "Tablespoon", "C": "19", "TF": "1g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "3g", "Su": "less than 1 g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Crushed Red Pepper"}, { "name": "Broccoli Florets", "SS": "1/2 Cup", "C": "18", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "10mg", "Carb": "3g", "Su": "less than 1 g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Broccoli Florets (Broccoli Florettes.)"}, { "name": "GF Hamburger Bun", "SS": "Bun", "C": "249", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "460mg", "Carb": "46g", "Su": "6g", "P": "5g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Tapioca Starch, Brown Rice Flour, (Rice Flour, Rice Bran With Germ), Canola Oil, Resistant Corn Starch, Egg Whites, Invert Cane Sugar, Tapioca Maltodextrin, Potato Flour, Cane Sugar, Tapioca Syrup, Yeast, Sugarcane Fiber, Salt, Gum (Xanthan Gum, Sodium Alginate, Guar Gum), Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Xanthan Gum, Enzymes."}, { "name": "Malibu Burger", "SS": "Burger", "C": "164", "TF": "8g", "SF": "nan", "Ch": "0mg", "Na": "450mg", "Carb": "22g", "Su": "2g", "P": "4g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Vegan Malibu Burger 3.2 oz (Cooked Brown Rice (Water, Organic Brown Rice), Water, Organic Corn, Organic Carrots, Organic Onions, Organic Green Peppers, Organic Rolled Oats, Organic Canola Oil, Organic High Oleic Sunflower Oil, Organic Red Bell Peppers, Organic Soy Protein Flour, Contains Two Percent Or Less Of Gum Blend (Carrageenan, Konjac Flour), Organic Soy Sauce (Water, Organic Soybeans, Salt, Organic Wheat), Organic Onion Powder, Broccoli, Sea Salt, Organic Garlic Powder, Organic Black Pepper.)"}, { "name": "Vegan Mozzarella Cheese", "SS": "Ounce", "C": "80", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "250mg", "Carb": "6g", "Su": "0g", "P": "0g", "Allergens": "Coconut,Vegetarian,Vegan", "Ingredients": "Filtered Water, Coconut Oil, Modified Potato Starch, Modified Corn And Potato Starch, Sea Salt, Natural Vegan Flavor, Sorbic Acid Preservative, Beta Carotene Color, Powdered Cellulose Added To Prevent Caking."}, { "name": "Bread White Udi's 24 oz GF", "SS": "Slice", "C": "121", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "230mg", "Carb": "21g", "Su": "3g", "P": "2g", "Allergens": "Eggs", "Ingredients": "Water, Pea Starch, Modified Tapioca Starch, Rice Starch, Canola Oil, Rice Flour, Sorghum Flour, Tapioca Starch, Invert Cane Sugar, Egg Whites, Cane Sugar, Modified Cellulose, Apple Cider Vinegar, Salt, Yeast, Cultured Brown Rice, Brown Rice, Guar Gum, Xanthan Gum, Enzymes."}, { "name": "GF Double Chocolate Muffin", "SS": "Muffin", "C": "280", "TF": "12g", "SF": "nan", "Ch": "55mg", "Na": "230mg", "Carb": "39g", "Su": "24g", "P": "4g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Cane Sugar, Eggs, Water, Semi-Sweet Chocolate Chips (Sugar, Chocolate Liquor, Cocoa Butter), Tapioca Starch, Brown Rice Flour (Rice Flour, Rice Bran), Canola Oil, Cocoa Powder Processed With Alkali, Palm Oil, Baking Powder (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Natural Flavor, Salt, Sunflower Lecithin, Lemon Zest (Lemon Peel, Cane Sugar, Lemon Oil Essence), Xanthan Gum."}, { "name": "GF Blueberry Muffin", "SS": "Each", "C": "270", "TF": "9g", "SF": "nan", "Ch": "60mg", "Na": "250mg", "Carb": "39g", "Su": "22g", "P": "3g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Cane Sugar, Eggs, Water, Tapioca Starch, Brown Rice Flour (Rice Flour And Rice Bran). Blueberries, Canola Oil, Potato Starch, Sugar, Palm Oil, Dried Blueberries, Baking Powder (Sodium Acid  Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Natural Flavor, Salt, Sunflower Lecithin, Lemon Flavedo (Lemon Peel, Cane Sugar, Lemon Oil Essence), Xanthan Gum"}, { "name": "Italian Ice", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}]},{"place": "Windsor", "items": [{ "name": "Harissa Tofu with Sweet Potato", "SS": "1/2 Cup Serving", "C": "217", "TF": "16g", "SF": "nan", "Ch": "0mg", "Na": "790mg", "Carb": "13g", "Su": "6g", "P": "6g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Tofu (Non-GMO Soybeans, Water, Calcium Sulfate, Glucono Delta Lactone (GDL).), Potato Sweet Diced 3/4 inch  Garden Cut (Sweet Potatoes (Peeled)), Marinara Sauce (Marinara Sauce (Tomato Puree (Water, Tomato Paste), Diced Tomatoes, Less Than 2% Of: Sugar, Soybean Oil, Salt, Spice, Dired Garlic, Dried Onion, Olive Oil, Citric Acid, Sea Salt, Natural Flavor.)), Spread Red Chili Harissa 28 oz (Canola Oil, Water, Red Pepper, Garlic, Salt, Cumin, Chili Pepper, Lemon Juice, Sugar, Potassium Sorbate (Preservative).), Canola/Olive Oil Blend (Canola Oil, Extra Virgin Olive Oil), Herb Parsley 60 Ct. (Parsley), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda)"}, { "name": "Couscous Red Quinoa and Vegetable Blend", "SS": "1/2 Cup Serving", "C": "111", "TF": "5g", "SF": "nan", "Ch": "0mg", "Na": "230mg", "Carb": "13g", "Su": "1g", "P": "2g", "Allergens": "Gluten,Vegetarian,Vegan,Wheat", "Ingredients": "zz Couscous Red Quinoa Vegetable Blend (Cooked Israeli Couscous, Cooked Red And Brown Peppers, Cooked Red Quinoa, Carrots, Tomato, Peas, Basil, Canola Oil, Contains Less Than 2% Of Autolyzed Yeast Extract, Cane Sugar, Garlic Powder, Molasses Powder, Mushroom Powder, Onion Powder, Red And Green Bell Pepper Powder, Rice Flour, Roasted Garlic, Salt, Shallots, Spices, Tomato Powder.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.)"}, { "name": "California Vegetables", "SS": "# 8 Disher", "C": "48", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "40mg", "Carb": "10g", "Su": "4g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Vegetable Mix California (12 x 2#) (Broccoli, Cauliflower, Carrots)"}, { "name": "Baked Potato", "SS": "Each", "C": "167", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "20mg", "Carb": "38g", "Su": "2g", "P": "4g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Baked Potato"}, { "name": "Whipped Butter", "SS": "Teaspoon", "C": "23", "TF": "2.5g", "SF": "nan", "Ch": "5mg", "Na": "20mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Milk,Vegetarian", "Ingredients": "Pasturized Cream, Salt"}, { "name": "Sour Cream", "SS": "Tablespoon", "C": "30", "TF": "2.5g", "SF": "nan", "Ch": "10mg", "Na": "25mg", "Carb": "less than 1 g", "Su": "less than 1 g", "P": "0g", "Allergens": "Milk,Vegetarian", "Ingredients": "Cultured Milk, Cream, Whey, Less Than 2% Of Food Starch-Modified (Corn), Sodium Phosphate, Guar Gum, Carrageenan, Calcium Sulfate, Locust Bean Gum, Potassium Sorbate (Preservative)."}, { "name": "Chopped Green Onions", "SS": "Tablespoon", "C": "3", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Green Onion (Onion Green)"}, { "name": "Beef Barbacoa", "SS": "2 oz Serving", "C": "115", "TF": "8g", "SF": "nan", "Ch": "35mg", "Na": "250mg", "Carb": "2g", "Su": "less than 1 g", "P": "9g", "Allergens": "", "Ingredients": "Beef Barbacoa Shredded Cooked 4x2.5#Avg (Beef, Water, Contains 2% Or Less Of Sea Salt, Sugar, Yeast Extract, Citrus Extract. Rubbed With: 2% Or Less Of Apple Cider Vinegar, Tomato Powder, Onion Powder, Ground Chipotle Chili Pepper, Smoked Paprika, Sugar, Spices, Garlic Powder.)"}, { "name": "Austin Blues Pulled Chicken", "SS": "4 oz Serving", "C": "202", "TF": "14g", "SF": "nan", "Ch": "120mg", "Na": "550mg", "Carb": "0g", "Su": "0g", "P": "20g", "Allergens": "", "Ingredients": "Chicken Pulled 2 x 5# (Dark Chicken Meat, Water, Tomatoes (Water, Tomato Paste), Seasoning (Salt, Sugar, Spices, Dehydrated Garlic, Xanthan Gum, Mustard, Dehydrated Onion, Corn Syrup Solids, Paprika, Canola Oil, Chili Pepper, Lemon Juice Solids, Natural Flavors, Garlic Powder), Chicken Fat, Sodium Phosphates, Rice Flour, Chicken Type Flavor (Autolyzed Yeast Extract, Flavors, Salt, Chicken Fat), Chili Powder (Chili Peppers, Flavoring), Curry Powder (Spices, Turmeric).)"}, { "name": "Bacon Bits", "SS": "1 oz Ladle", "C": "43", "TF": "3g", "SF": "nan", "Ch": "20mg", "Na": "230mg", "Carb": "0g", "Su": "0g", "P": "4g", "Allergens": "", "Ingredients": "Bacon Bits (Bacon Cured With Water, Salt, Sugar, Sodium Erythorbate, Sodium Nitrite. May Also Contain Dextrose, Flavoring, Honey, Dehydrated Pork Broth, Potassium Chloride, Potassium Lactate, Smoke Flavoring, Sodium Diacetate, Sodium Phosphate.)"}, { "name": "Sandwich Toppers", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Ken's Cannonball BBQ Sauce", "SS": "Tablespoon", "C": "32", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "200mg", "Carb": "8g", "Su": "7g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Sugar, Distilled Vinegar, Water, Tomato Paste, Molasses, Modified Potato Starch, Salt, Contains Less Than 2% Of Natural Smoke Flavor, Mustard Flour, Spice, Paprika, Onion, Garlic, Caramel Color, Maltodextrin, Chili Powder (Chili Pepper, Spice, Salt, Garlic), Autolyzed Yeast Extract, Natural Flavor."}, { "name": "Waffle Fries", "SS": "4 oz Serving", "C": "202", "TF": "9g", "SF": "nan", "Ch": "0mg", "Na": "180mg", "Carb": "28g", "Su": "0g", "P": "3g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Potato French Fry Waffle Lattice Cut 30# (Potatoes, Vegetable Oil (Soybean, Canola, And/Or Cottonseed), Contains Less Than 2% Of Dextrose, Disodium Dihydrogen Pyrophosphate (To Maintain Natural Flavor Color).), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine)"}, { "name": "Cheese Sauce", "SS": "2 oz Ladle", "C": "46", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "370mg", "Carb": "4g", "Su": "less than 1 g", "P": "0g", "Allergens": "Milk,Vegetarian", "Ingredients": "Cheddar Cheese Sauce (Water, Cheese Whey, Palm Oil, Modified Food Starch, Maltodextrin. Contains 2% Or Less Of Each Of The Following: Sodium Phosphates, Salt, Cheddar Cheese (Pasteurized Milk, Cultures, Salt, Enzymes), Lactic Acid, Vinegar, Sodium Stearoyl Lactylate, Skim Milk, Citric Acid, Sodium Acid Pyrophosphate, Mono- And Diglycerides, Sodium Citrate, Sodium Hexametaphosphate, Butterfat, Phosphoric Acid, Autolyzed Yeast Extract, Natural Flavors, Cream, Annatto Extract (Color), Paprika Extract (Color). Beta Apocarotenal (Color).), Water (Water)"}, { "name": "Hidden Valley Ranch Dressing", "SS": "Tablespoon", "C": "68", "TF": "7g", "SF": "nan", "Ch": "less than 5 mg", "Na": "120mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Eggs,Milk,Soy,Vegetarian", "Ingredients": "Mayonnaise (Soybean Oil, Vinegar, Eggs, Water, Salt, Egg Yolks, Sugar, Calcium Disodium EDTA (To Protect Flavor), Dried Garlic, Dried Onions, Natural Flavor.), Milk Buttermilk 1/2 Gallon (Cultured Lowfat Milk, Nonfat Milk, Modified Corn Starch, Locust Bean Gum, Carrageenan, Salt, Sodium Citrate, Vitamin A Palmitate & D3 Added, Enzymes.), Dressing Mix Ranch Hidden Valley (Salt, Monosodium Glutamate, Dried Garlic, Modified Corn Starch, Spices, Dried Onion, Maltodextrin, Less Than 2% Of: Natural Flavor (Milk, Soy), Guar Gum, Calcium Stearate.)"}, { "name": "Chopped Green Onions", "SS": "Tablespoon", "C": "3", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Green Onion (Onion Green)"}, { "name": "Shredded Cheddar & Mont. Jack Cheese", "SS": "Ounce", "C": "106", "TF": "9g", "SF": "nan", "Ch": "25mg", "Na": "190mg", "Carb": "less than 1 g", "Su": "0g", "P": "6g", "Allergens": "Milk,Vegetarian", "Ingredients": "Pasteurized Milk, Cheese Cultures, Salt, Enzymes And Annatto (A Natural Vegetable Color) Cellulose Added To Prevent Caking."}, { "name": "Sour Cream", "SS": "Tablespoon", "C": "30", "TF": "2.5g", "SF": "nan", "Ch": "10mg", "Na": "25mg", "Carb": "less than 1 g", "Su": "less than 1 g", "P": "0g", "Allergens": "Milk,Vegetarian", "Ingredients": "Cultured Milk, Cream, Whey, Less Than 2% Of Food Starch-Modified (Corn), Sodium Phosphate, Guar Gum, Carrageenan, Calcium Sulfate, Locust Bean Gum, Potassium Sorbate (Preservative)."}, { "name": "Jalapeno Pepper Rings", "SS": "Tablespoon", "C": "1", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "55mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Jalapeno Peppers, Water, Vinegar, Salt, Calcium Chloride, Sodium Benzoate (Preservative), Sodium Metabisulfite (Preservative), Yellow 5"}, { "name": "Black Jack Burger Sauce", "SS": "Tablespoon", "C": "48", "TF": "4.5g", "SF": "nan", "Ch": "less than 5 mg", "Na": "125mg", "Carb": "2g", "Su": "1g", "P": "0g", "Allergens": "Eggs,Soy,Vegetarian", "Ingredients": "Mayonnaise (Soybean Oil, Vinegar, Eggs, Water, Salt, Egg Yolks, Sugar, Calcium Disodium EDTA (To Protect Flavor), Dried Garlic, Dried Onions, Natural Flavor.), Ketchup (Tomato Concentrate, High Fructose Corn Syrup, Distilled Vinegar, Corn Syrup, Salt, Less Than 2% Of: Spice, Onion Powder, Natural Flavors.), Mustard Yellow Pump 105oz (Distilled Vinegar, Water, Mustard Seed, Salt, Turmeric, Paprika.), Sweet Pickle Relish (Cucumbers, Peppers, Sugar, Water, Vinegar, Spices, Natural & Artificial Flavors, Salt, Alum, Xanthan Gum, Turmeric And 1/10 Of 1% Benzoate Of Soda Added As A Preservative.), Sriracha Chili Sauce (Chili, Sugar, Salt, Garlic, Distilled Vinegar, Potassium Sorbate And Sodium Bisulfite As Preservatives, Xanthan Gum. Contains Sulphite (Sodium Bisulfate).), Lemon Juice (Filtered Water, Lemon Juice Concentrate, Sodium Bisulfite (Preservative), Sodium Benzoate (Preservative), Lemon Oil)"}, { "name": "California Vegetables", "SS": "# 8 Disher", "C": "48", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "40mg", "Carb": "10g", "Su": "4g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Vegetable Mix California (12 x 2#) (Broccoli, Cauliflower, Carrots)"}, { "name": "Deli Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Berry Blue Gelatin", "SS": "1/2 Cup Serving", "C": "102", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "130mg", "Carb": "25g", "Su": "", "P": "1g", "Allergens": "", "Ingredients": "Water (Water), Water (Water), Gelatin Berry Blue (Sugar, Dextrose, Gelatin, Fumaric Acid, Sodium Phosphate, Sodium Citrate, Artificial Flavor, Malic Acid, Citric Acid, Ascorbic Acid (Vitamin C), Blue 1, Blue 1 Lake.)"}, { "name": "Tropical Blend Fruit", "SS": "1/2 Cup", "C": "99", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "26g", "Su": "", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Pineapple, Papaya (Red And Yellow), Water, Guava, Sugar, Passion Fruit Juice And Citric Acid."}, { "name": "Salad Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Ranger Cookie", "SS": "Cookie", "C": "185", "TF": "8g", "SF": "nan", "Ch": "10mg", "Na": "140mg", "Carb": "25g", "Su": "14g", "P": "2g", "Allergens": "Coconut,Eggs,Gluten,Soy,Vegetarian,Wheat", "Ingredients": "Flour All Purpose H&R Gold Medal (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid.), Brown Sugar (Sugar, Cane Molasses), Shortening Vegetable Crisco Solid 6x6# (Soybean Oil, Fully Hydrogenated Palm Oil, Palm Oil, Mono And Diglycerides, THBQ And Citric Acid Antioxidants.), Cereal Oats Quick (Whole Grain Rolled Oats.), Granulated Sugar (Sugar.), Egg Whole Frozen (Egg (Whole Frozen)), Coconut (Desiccated Coconut Processed With Sugar, Propylene Glycol (Preservative), Salt, Sodium Metabisulfite (Preservative To Retain Whiteness)), Rice Krispies Cereal (Rice, Sugar, Contains 2% Or Less Of Salt, Malt Flavor, Iron (Ferric Phosphate), Niacinamide, Vitamin B6 (Pyridoxine Hydrochloride), Vitamin B2 (Riboflavin), Vitamin B1 (Thiamin Hydrochloride), Folic Acid, Vitamin D3, Vitamin B12.), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Flavor Vanilla Imitation (Water, Caramel Color, Artifical Flavor, Citric Acid, Sodium Benzoate (Preservative).), Baking Soda 24 x 1# (Sodium Bicarbonate), Baking Powder 4 x 10# (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate)"}, { "name": "Chocolate Cobbler", "SS": "5x8 Cut Serving", "C": "205", "TF": "4.5g", "SF": "nan", "Ch": "less than 5 mg", "Na": "120mg", "Carb": "42g", "Su": "33g", "P": "2g", "Allergens": "Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Water (Water), Brown Sugar (Sugar, Cane Molasses), Granulated Sugar (Sugar.), Flour Cake Enriched Bleached 50# (Bleached Wheat Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid.), 2% Milk (Grade A Reduced Fat Milk, Vitamin A Palmitate & Vitamin D3.), Margarine (Vegetable Oil Blend (Palm Oil And Soybean Oil), Water, Salt, Contains Less Than 2% Of Soy Lecithin, Vegetable Mono Diglycerides, Potassium Sorbate (A Preservative), Citric Acid, Natural Artificial Flavor, Beta Carotene (Color), Vitamin A Palmitate Added, Whey.), Cocoa Powder (Cocoa Processed With Alkali.), Cocoa Powder (Cocoa Processed With Alkali.), Flavor Vanilla Imitation (Water, Caramel Color, Artifical Flavor, Citric Acid, Sodium Benzoate (Preservative).), Baking Powder 4 x 10# (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Powdered Sugar (Sugar, Carnauba Wax), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine)"}, { "name": "Donut Holes", "SS": "6 per Serving", "C": "304", "TF": "18g", "SF": "nan", "Ch": "10mg", "Na": "460mg", "Carb": "32g", "Su": "11g", "P": "4g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Donut Hole Rich #02831 (Enriched Unbleached Wheat Flour, (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Enzyme, Riboflavin, Folic Acid), Palm Oil, Sugar, Water, Soybean Oil, Contains Less Than 2% Of The Following: Defatted Soy Flour, Egg Yolks, Leavening (Sodium Acid Pyrophosphate, Baking Soda), Dextrose, Wheat Starch, Salt, Skim Milk, Modified Wheat Starch, Potato Flour, Artificial Favor, Sodium Stearoyl Lactylate.)"}, { "name": "GF Hamburger Bun", "SS": "Bun", "C": "249", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "460mg", "Carb": "46g", "Su": "6g", "P": "5g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Tapioca Starch, Brown Rice Flour, (Rice Flour, Rice Bran With Germ), Canola Oil, Resistant Corn Starch, Egg Whites, Invert Cane Sugar, Tapioca Maltodextrin, Potato Flour, Cane Sugar, Tapioca Syrup, Yeast, Sugarcane Fiber, Salt, Gum (Xanthan Gum, Sodium Alginate, Guar Gum), Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Xanthan Gum, Enzymes."}, { "name": "Malibu Burger", "SS": "Burger", "C": "164", "TF": "8g", "SF": "nan", "Ch": "0mg", "Na": "450mg", "Carb": "22g", "Su": "2g", "P": "4g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Vegan Malibu Burger 3.2 oz (Cooked Brown Rice (Water, Organic Brown Rice), Water, Organic Corn, Organic Carrots, Organic Onions, Organic Green Peppers, Organic Rolled Oats, Organic Canola Oil, Organic High Oleic Sunflower Oil, Organic Red Bell Peppers, Organic Soy Protein Flour, Contains Two Percent Or Less Of Gum Blend (Carrageenan, Konjac Flour), Organic Soy Sauce (Water, Organic Soybeans, Salt, Organic Wheat), Organic Onion Powder, Broccoli, Sea Salt, Organic Garlic Powder, Organic Black Pepper.)"}, { "name": "Vegan Mozzarella Cheese", "SS": "Ounce", "C": "80", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "250mg", "Carb": "6g", "Su": "0g", "P": "0g", "Allergens": "Coconut,Vegetarian,Vegan", "Ingredients": "Filtered Water, Coconut Oil, Modified Potato Starch, Modified Corn And Potato Starch, Sea Salt, Natural Vegan Flavor, Sorbic Acid Preservative, Beta Carotene Color, Powdered Cellulose Added To Prevent Caking."}, { "name": "Smart Balance Margarine", "SS": "Pkg", "C": "30", "TF": "3g", "SF": "nan", "Ch": "0mg", "Na": "30mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Oil Blend Palm, Soybean, Flaxseed, Canola, And Olive Oils, Water, Contains Less Than 2 Of Salt, Sorbitan Ester Of Vegetable Fattyacids, Monoglyceride Of Vegetable Fatty Acids, Enzyme-Modified Soybean Lecithin, Potassium Sorbate, Tbhq, And Calcium Disodium Edta To Preserve Freshness, Citric Acid, Natural Artificial Flavor, Lactic Acid, Vitamin A Palmitate, Beta-Carotene Color, Vitamin E Acetate."}, { "name": "Bread White Udi's 24 oz GF", "SS": "Slice", "C": "121", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "230mg", "Carb": "21g", "Su": "3g", "P": "2g", "Allergens": "Eggs", "Ingredients": "Water, Pea Starch, Modified Tapioca Starch, Rice Starch, Canola Oil, Rice Flour, Sorghum Flour, Tapioca Starch, Invert Cane Sugar, Egg Whites, Cane Sugar, Modified Cellulose, Apple Cider Vinegar, Salt, Yeast, Cultured Brown Rice, Brown Rice, Guar Gum, Xanthan Gum, Enzymes."}, { "name": "Italian Ice", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Homefree Chocolate Chip Brownie", "SS": "Brownie", "C": "235", "TF": "9g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "36g", "Su": "22g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), High Oleic Safflower Oil, Pear Juice Concentrate, Non-Alkalized Cocoa Powder, Tapioca Syrup, Demerara Sugar, Organic Tapioca Starch, Pure Vanilla Extract, Salt, Xanthan Gum, Baking Soda (Sodium Bicarbonate), Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Homefree Chocolate Chip Cookie", "SS": "Cookie", "C": "140", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "95mg", "Carb": "19g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, High Oleic Safflower Oil, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), Organic Tapioca Starch, Pear Juice Concentrate, Baking Soda (Sodium Bicarbonate), Pure Vanilla Extract, Salt, Cream Of Tartar, Xanthan Gum, Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Homefree Ginger Snap Cookie", "SS": "Cookie", "C": "140", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "21g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Pear Juice From Concentrate, High Oleic Safflower Oil, Organic Tapioca Starch, Molasses, Organic Ground Ginger, Baking Soda (Sodium Bicarbonate), Organic Cinnamon, Salt, Pure Vanilla Extract, Cream Of Tartar, Xanthan Gum, Organic Cloves, Rosemary Extract."}, { "name": "Greek Kuzu Guvec Halal Lamb Stew", "SS": "3/4 Cup", "C": "154", "TF": "10g", "SF": "nan", "Ch": "35mg", "Na": "500mg", "Carb": "7g", "Su": "3g", "P": "9g", "Allergens": "", "Ingredients": "Tomato Diced 6 x #10 (Tomatoes, Tomato Juice, Less Than 2% Of: Salt, Calcium Chloride, Citric Acid.), Lamb Cubes 1 inch  Halal (Lamb.), Yellow Onion, Green Pepper (Green Pepper), Canola/Olive Oil Blend (Canola Oil, Extra Virgin Olive Oil), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Garlic Powder (Garlic Powder.), Spice Thyme Leaf (Thyme Leaves), Spice Pepper Black Ground 18 oz (Black Pepper)"}, { "name": "Harissa Tofu with Sweet Potato", "SS": "1/2 Cup Serving", "C": "217", "TF": "16g", "SF": "nan", "Ch": "0mg", "Na": "790mg", "Carb": "13g", "Su": "6g", "P": "6g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Tofu (Non-GMO Soybeans, Water, Calcium Sulfate, Glucono Delta Lactone (GDL).), Potato Sweet Diced 3/4 inch  Garden Cut (Sweet Potatoes (Peeled)), Marinara Sauce (Marinara Sauce (Tomato Puree (Water, Tomato Paste), Diced Tomatoes, Less Than 2% Of: Sugar, Soybean Oil, Salt, Spice, Dired Garlic, Dried Onion, Olive Oil, Citric Acid, Sea Salt, Natural Flavor.)), Spread Red Chili Harissa 28 oz (Canola Oil, Water, Red Pepper, Garlic, Salt, Cumin, Chili Pepper, Lemon Juice, Sugar, Potassium Sorbate (Preservative).), Canola/Olive Oil Blend (Canola Oil, Extra Virgin Olive Oil), Herb Parsley 60 Ct. (Parsley), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda)"}, { "name": "Couscous Red Quinoa and Vegetable Blend", "SS": "1/2 Cup Serving", "C": "111", "TF": "5g", "SF": "nan", "Ch": "0mg", "Na": "230mg", "Carb": "13g", "Su": "1g", "P": "2g", "Allergens": "Gluten,Vegetarian,Vegan,Wheat", "Ingredients": "zz Couscous Red Quinoa Vegetable Blend (Cooked Israeli Couscous, Cooked Red And Brown Peppers, Cooked Red Quinoa, Carrots, Tomato, Peas, Basil, Canola Oil, Contains Less Than 2% Of Autolyzed Yeast Extract, Cane Sugar, Garlic Powder, Molasses Powder, Mushroom Powder, Onion Powder, Red And Green Bell Pepper Powder, Rice Flour, Roasted Garlic, Salt, Shallots, Spices, Tomato Powder.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.)"}, { "name": "California Vegetables", "SS": "# 8 Disher", "C": "48", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "40mg", "Carb": "10g", "Su": "4g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Vegetable Mix California (12 x 2#) (Broccoli, Cauliflower, Carrots)"}, { "name": "Baked Potato", "SS": "Each", "C": "167", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "20mg", "Carb": "38g", "Su": "2g", "P": "4g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Baked Potato"}, { "name": "Whipped Butter", "SS": "Teaspoon", "C": "23", "TF": "2.5g", "SF": "nan", "Ch": "5mg", "Na": "20mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Milk,Vegetarian", "Ingredients": "Pasturized Cream, Salt"}, { "name": "Sour Cream", "SS": "Tablespoon", "C": "30", "TF": "2.5g", "SF": "nan", "Ch": "10mg", "Na": "25mg", "Carb": "less than 1 g", "Su": "less than 1 g", "P": "0g", "Allergens": "Milk,Vegetarian", "Ingredients": "Cultured Milk, Cream, Whey, Less Than 2% Of Food Starch-Modified (Corn), Sodium Phosphate, Guar Gum, Carrageenan, Calcium Sulfate, Locust Bean Gum, Potassium Sorbate (Preservative)."}, { "name": "Chopped Green Onions", "SS": "Tablespoon", "C": "3", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Green Onion (Onion Green)"}, { "name": "Bow Ties Pasta", "SS": "1 Cup Serving", "C": "452", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "590mg", "Carb": "90g", "Su": "0g", "P": "15g", "Allergens": "Gluten,Vegetarian,Vegan,Wheat", "Ingredients": "Water (Water), Pasta Bow Tie (Farfalle) (Semolina, Enriched With Iron (Ferrous Sulfate) And B Vitamins (Niacin, Thaimin, Mononitrate, Riboflavin, Folic Acid)), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.)"}, { "name": "Marinara Sauce", "SS": "1/4 Cup", "C": "25", "TF": "1g", "SF": "nan", "Ch": "0mg", "Na": "200mg", "Carb": "4g", "Su": "3g", "P": "1g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Marinara Sauce (Tomato Puree (Water, Tomato Paste), Diced Tomatoes, Less Than 2% Of: Sugar, Soybean Oil, Salt, Spice, Dired Garlic, Dried Onion, Olive Oil, Citric Acid, Sea Salt, Natural Flavor.)"}, { "name": "Pesto Alfredo Cream Sauce", "SS": "1/2 Cup Serving", "C": "282", "TF": "25g", "SF": "nan", "Ch": "40mg", "Na": "690mg", "Carb": "8g", "Su": "4g", "P": "6g", "Allergens": "Milk,Soy,Vegetarian", "Ingredients": "GF Alfredo Sauce (Cream, Skim Milk, Water, Parmesan And Asiago Cheese Blend With Flavor (Parmesan And Asiago Cheeses [Cultured Milk, Salt, Enzymes], Enzyme Modified Parmesan Cheese [Cultured Milk, Water, Salt, Enzymes], Whey, Salt), Soybean Oil, Canola Oil, 2% Or Less Of Modified Cornstarch, Salt, Romano Cheese Made From Cow's Milk Cultured Milk, Salt, Enzymes), Lactose, Spice, Xanthan Gum, Datem, Mono- And Diglycerides, Seasoning (Cornstarch, Extractives Of Turmeric And Annatto, Natural Flavor), Seasoning (Maltodextrin, Flavor, Enzyme Modified Butterfat).), Sauce Pesto Kale Without Nuts (Canola Oil, Kale, Water, Basil, Garlic, Parmesan Cheese (Pasteurized Part Skim Cows' Milk, Cultures, Salt, Enzymes), Rice Vinegar, Spices, Salt, Salt Substitute (Potassium Chloride, Rice Flour), Xanthan Gum, Citric Acid.)"}, { "name": "Fajita Peppers and Onions", "SS": "Ounce", "C": "24", "TF": "1.5g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "2g", "Su": "less than 1 g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Green Pepper (Green Pepper), Red Pepper Strips (Red Pepper), Sliced Onions, Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.)"}, { "name": "Cavatini with Pork", "SS": "1/2 Cup", "C": "198", "TF": "10g", "SF": "nan", "Ch": "20mg", "Na": "590mg", "Carb": "21g", "Su": "6g", "P": "9g", "Allergens": "Gluten,Milk,Soy,Wheat", "Ingredients": "Sauce Spaghetti without Meat 6 x #10 (Tomato Puree (Water, Tomato Paste), High Fructose Corn Syrup, Contains Less Than 2% Of: Soybean Oil, Salt, Dried Onion, Citric Acid, Spices, Dried Garlic, Natural Flavor.), Water (Water), Rotini Pasta (Semolina Wheat, Durum Wheat Flour, Vitamin B3 Niacin, Iron Ferrous Sulfate, Vitamin B1 Thiamin Mononitrate, Vitamin B2 Riboflavin, Folic Acid), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Sliced Pepperoni (BHA, BHT With Citric Acid Added To Help Protect Flavor, Pork And Beef, Salt, Contains 2% Or Less Of: Water, Dextrose, Spices, Lactic Acid Starter Culture, Oleoresin Of Paprika, Garlic Powder, Sodium Nitrite, Citric Acid, BHA, BHT.), Sausage Crumble Cooked Mild (Pork, Water, Textured Soy Flour, Seasoning (Salt, Spices And Dextrose, Garlic), Caramel Color.)"}, { "name": "Broccoli Florets", "SS": "1/2 Cup", "C": "18", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "10mg", "Carb": "3g", "Su": "less than 1 g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Broccoli Florets (Broccoli Florettes.)"}, { "name": "Garlic Breadstick", "SS": "Each", "C": "153", "TF": "4.5g", "SF": "nan", "Ch": "0mg", "Na": "380mg", "Carb": "23g", "Su": "less than 1 g", "P": "4g", "Allergens": "Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Breadstick Gourmet Parbaked Turano (Flour (Wheat Flour, Malted Barley), Water, Contains Less Than 2% Of Each Of The Following: Salt, Dextrose, Palm Oil, Wheat Gluten, Wheat Starch, Diacetyl Tartaric Acid Esters Of Mono-Diglycerides (Datem), L-Cysteine, Ascorbic Acid, Enzyme, Yeast, Mono- And Diglycerides, Ethoxylated Mono And Diglycerides, Polysorbate 60, Calcium Propionate (Preservative), Enriched Wheat Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid). Topping: Water, Potassium Sorbate.), Garlic Butter Spread (Margarine (Vegetable Oil Blend (Palm Oil And Soybean Oil), Water, Salt, Contains Less Than 2% Of Soy Lecithin, Vegetable Mono Diglycerides, Potassium Sorbate (A Preservative), Citric Acid, Natural Artificial Flavor, Beta Carotene (Color), Vitamin A Palmitate Added, Whey.), Garlic Seasoning (Garlic Powder.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Sweet Basil, Spice Pepper Black Ground 18 oz (Black Pepper), Oregano (Oregano), Spice Parsley Flakes)"}, { "name": "Grated Parmesan Cheese", "SS": "Ounce", "C": "113", "TF": "11g", "SF": "nan", "Ch": "30mg", "Na": "400mg", "Carb": "0g", "Su": "0g", "P": "11g", "Allergens": "Milk,Vegetarian", "Ingredients": "Grated Parmesan (Pasteurized Cow’s Milk, Salt, Enzymes), Powdered Cellulose Added To Prevent Caking."}, { "name": "Deli Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Berry Blue Gelatin", "SS": "1/2 Cup Serving", "C": "102", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "130mg", "Carb": "25g", "Su": "", "P": "1g", "Allergens": "", "Ingredients": "Water (Water), Water (Water), Gelatin Berry Blue (Sugar, Dextrose, Gelatin, Fumaric Acid, Sodium Phosphate, Sodium Citrate, Artificial Flavor, Malic Acid, Citric Acid, Ascorbic Acid (Vitamin C), Blue 1, Blue 1 Lake.)"}, { "name": "Tropical Blend Fruit", "SS": "1/2 Cup", "C": "99", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "26g", "Su": "", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Pineapple, Papaya (Red And Yellow), Water, Guava, Sugar, Passion Fruit Juice And Citric Acid."}, { "name": "Salad Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Ranger Cookie", "SS": "Cookie", "C": "185", "TF": "8g", "SF": "nan", "Ch": "10mg", "Na": "140mg", "Carb": "25g", "Su": "14g", "P": "2g", "Allergens": "Coconut,Eggs,Gluten,Soy,Vegetarian,Wheat", "Ingredients": "Flour All Purpose H&R Gold Medal (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid.), Brown Sugar (Sugar, Cane Molasses), Shortening Vegetable Crisco Solid 6x6# (Soybean Oil, Fully Hydrogenated Palm Oil, Palm Oil, Mono And Diglycerides, THBQ And Citric Acid Antioxidants.), Cereal Oats Quick (Whole Grain Rolled Oats.), Granulated Sugar (Sugar.), Egg Whole Frozen (Egg (Whole Frozen)), Coconut (Desiccated Coconut Processed With Sugar, Propylene Glycol (Preservative), Salt, Sodium Metabisulfite (Preservative To Retain Whiteness)), Rice Krispies Cereal (Rice, Sugar, Contains 2% Or Less Of Salt, Malt Flavor, Iron (Ferric Phosphate), Niacinamide, Vitamin B6 (Pyridoxine Hydrochloride), Vitamin B2 (Riboflavin), Vitamin B1 (Thiamin Hydrochloride), Folic Acid, Vitamin D3, Vitamin B12.), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Flavor Vanilla Imitation (Water, Caramel Color, Artifical Flavor, Citric Acid, Sodium Benzoate (Preservative).), Baking Soda 24 x 1# (Sodium Bicarbonate), Baking Powder 4 x 10# (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate)"}, { "name": "Chocolate Cobbler", "SS": "5x8 Cut Serving", "C": "205", "TF": "4.5g", "SF": "nan", "Ch": "less than 5 mg", "Na": "120mg", "Carb": "42g", "Su": "33g", "P": "2g", "Allergens": "Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Water (Water), Brown Sugar (Sugar, Cane Molasses), Granulated Sugar (Sugar.), Flour Cake Enriched Bleached 50# (Bleached Wheat Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid.), 2% Milk (Grade A Reduced Fat Milk, Vitamin A Palmitate & Vitamin D3.), Margarine (Vegetable Oil Blend (Palm Oil And Soybean Oil), Water, Salt, Contains Less Than 2% Of Soy Lecithin, Vegetable Mono Diglycerides, Potassium Sorbate (A Preservative), Citric Acid, Natural Artificial Flavor, Beta Carotene (Color), Vitamin A Palmitate Added, Whey.), Cocoa Powder (Cocoa Processed With Alkali.), Cocoa Powder (Cocoa Processed With Alkali.), Flavor Vanilla Imitation (Water, Caramel Color, Artifical Flavor, Citric Acid, Sodium Benzoate (Preservative).), Baking Powder 4 x 10# (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Powdered Sugar (Sugar, Carnauba Wax), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine)"}, { "name": "Donut Holes", "SS": "6 per Serving", "C": "304", "TF": "18g", "SF": "nan", "Ch": "10mg", "Na": "460mg", "Carb": "32g", "Su": "11g", "P": "4g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Donut Hole Rich #02831 (Enriched Unbleached Wheat Flour, (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Enzyme, Riboflavin, Folic Acid), Palm Oil, Sugar, Water, Soybean Oil, Contains Less Than 2% Of The Following: Defatted Soy Flour, Egg Yolks, Leavening (Sodium Acid Pyrophosphate, Baking Soda), Dextrose, Wheat Starch, Salt, Skim Milk, Modified Wheat Starch, Potato Flour, Artificial Favor, Sodium Stearoyl Lactylate.)"}, { "name": "GF Hamburger Bun", "SS": "Bun", "C": "249", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "460mg", "Carb": "46g", "Su": "6g", "P": "5g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Tapioca Starch, Brown Rice Flour, (Rice Flour, Rice Bran With Germ), Canola Oil, Resistant Corn Starch, Egg Whites, Invert Cane Sugar, Tapioca Maltodextrin, Potato Flour, Cane Sugar, Tapioca Syrup, Yeast, Sugarcane Fiber, Salt, Gum (Xanthan Gum, Sodium Alginate, Guar Gum), Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Xanthan Gum, Enzymes."}, { "name": "Malibu Burger", "SS": "Burger", "C": "164", "TF": "8g", "SF": "nan", "Ch": "0mg", "Na": "450mg", "Carb": "22g", "Su": "2g", "P": "4g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Vegan Malibu Burger 3.2 oz (Cooked Brown Rice (Water, Organic Brown Rice), Water, Organic Corn, Organic Carrots, Organic Onions, Organic Green Peppers, Organic Rolled Oats, Organic Canola Oil, Organic High Oleic Sunflower Oil, Organic Red Bell Peppers, Organic Soy Protein Flour, Contains Two Percent Or Less Of Gum Blend (Carrageenan, Konjac Flour), Organic Soy Sauce (Water, Organic Soybeans, Salt, Organic Wheat), Organic Onion Powder, Broccoli, Sea Salt, Organic Garlic Powder, Organic Black Pepper.)"}, { "name": "Vegan Mozzarella Cheese", "SS": "Ounce", "C": "80", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "250mg", "Carb": "6g", "Su": "0g", "P": "0g", "Allergens": "Coconut,Vegetarian,Vegan", "Ingredients": "Filtered Water, Coconut Oil, Modified Potato Starch, Modified Corn And Potato Starch, Sea Salt, Natural Vegan Flavor, Sorbic Acid Preservative, Beta Carotene Color, Powdered Cellulose Added To Prevent Caking."}, { "name": "Smart Balance Margarine", "SS": "Pkg", "C": "30", "TF": "3g", "SF": "nan", "Ch": "0mg", "Na": "30mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Oil Blend Palm, Soybean, Flaxseed, Canola, And Olive Oils, Water, Contains Less Than 2 Of Salt, Sorbitan Ester Of Vegetable Fattyacids, Monoglyceride Of Vegetable Fatty Acids, Enzyme-Modified Soybean Lecithin, Potassium Sorbate, Tbhq, And Calcium Disodium Edta To Preserve Freshness, Citric Acid, Natural Artificial Flavor, Lactic Acid, Vitamin A Palmitate, Beta-Carotene Color, Vitamin E Acetate."}, { "name": "Bread White Udi's 24 oz GF", "SS": "Slice", "C": "121", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "230mg", "Carb": "21g", "Su": "3g", "P": "2g", "Allergens": "Eggs", "Ingredients": "Water, Pea Starch, Modified Tapioca Starch, Rice Starch, Canola Oil, Rice Flour, Sorghum Flour, Tapioca Starch, Invert Cane Sugar, Egg Whites, Cane Sugar, Modified Cellulose, Apple Cider Vinegar, Salt, Yeast, Cultured Brown Rice, Brown Rice, Guar Gum, Xanthan Gum, Enzymes."}, { "name": "Italian Ice", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Homefree Chocolate Chip Brownie", "SS": "Brownie", "C": "235", "TF": "9g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "36g", "Su": "22g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), High Oleic Safflower Oil, Pear Juice Concentrate, Non-Alkalized Cocoa Powder, Tapioca Syrup, Demerara Sugar, Organic Tapioca Starch, Pure Vanilla Extract, Salt, Xanthan Gum, Baking Soda (Sodium Bicarbonate), Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Homefree Chocolate Chip Cookie", "SS": "Cookie", "C": "140", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "95mg", "Carb": "19g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, High Oleic Safflower Oil, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), Organic Tapioca Starch, Pear Juice Concentrate, Baking Soda (Sodium Bicarbonate), Pure Vanilla Extract, Salt, Cream Of Tartar, Xanthan Gum, Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Homefree Ginger Snap Cookie", "SS": "Cookie", "C": "140", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "21g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Pear Juice From Concentrate, High Oleic Safflower Oil, Organic Tapioca Starch, Molasses, Organic Ground Ginger, Baking Soda (Sodium Bicarbonate), Organic Cinnamon, Salt, Pure Vanilla Extract, Cream Of Tartar, Xanthan Gum, Organic Cloves, Rosemary Extract."}, { "name": "Greek Kuzu Guvec Halal Lamb Stew", "SS": "3/4 Cup", "C": "154", "TF": "10g", "SF": "nan", "Ch": "35mg", "Na": "500mg", "Carb": "7g", "Su": "3g", "P": "9g", "Allergens": "", "Ingredients": "Tomato Diced 6 x #10 (Tomatoes, Tomato Juice, Less Than 2% Of: Salt, Calcium Chloride, Citric Acid.), Lamb Cubes 1 inch  Halal (Lamb.), Yellow Onion, Green Pepper (Green Pepper), Canola/Olive Oil Blend (Canola Oil, Extra Virgin Olive Oil), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Garlic Powder (Garlic Powder.), Spice Thyme Leaf (Thyme Leaves), Spice Pepper Black Ground 18 oz (Black Pepper)"}]},{"place": "Hillenbrand", "items": [{ "name": "Maple Cinnamon Sugar Overnight Oats", "SS": "4 oz Serving", "C": "180", "TF": "3g", "SF": "nan", "Ch": "less than 5 mg", "Na": "45mg", "Carb": "35g", "Su": "18g", "P": "4g", "Allergens": "Gluten,Milk,Vegetarian", "Ingredients": "Milk Oat *Test (Oatmilk (Filtered Water, Oat Concentrate), Contains 2% Or Less Of: Sunflower Oil, Vitamin And Mineral Blend (Calcium Carbonate, Vitamin A Palmitate, Vitamin D2, Riboflavin [B2], Vitamin B12), Dipotassium Phosphate, Sea Salt, Gellan Gum, Locust Bean Gum, Ascorbic Acid (Vitamin C To Protect Freshness), Natural Flavor.), Yogurt Dannon Plain FF 32 oz. (Cultured Grade A Reduced Fat Milk, Pectin, Vitamin D3.), Cereal Oats Kettle Hearty (Whole Grain Rolled Oats.), Brown Sugar (Granulated Sugar, Refined Cane Molasses Syrup.), Flavor Vanilla Imitation (Water, Caramel Color, Artifical Flavor, Citric Acid, Sodium Benzoate (Preservative).), Ground Cinnamon"}, { "name": "Honey Overnight Oats", "SS": "4 oz Serving", "C": "177", "TF": "3g", "SF": "nan", "Ch": "less than 5 mg", "Na": "35mg", "Carb": "36g", "Su": "21g", "P": "4g", "Allergens": "Gluten,Milk,Vegetarian", "Ingredients": "Milk Oat *Test (Oatmilk (Filtered Water, Oat Concentrate), Contains 2% Or Less Of: Sunflower Oil, Vitamin And Mineral Blend (Calcium Carbonate, Vitamin A Palmitate, Vitamin D2, Riboflavin [B2], Vitamin B12), Dipotassium Phosphate, Sea Salt, Gellan Gum, Locust Bean Gum, Ascorbic Acid (Vitamin C To Protect Freshness), Natural Flavor.), Yogurt Dannon Plain FF 32 oz. (Cultured Grade A Reduced Fat Milk, Pectin, Vitamin D3.), Honey (Honey), Cereal Oats Kettle Hearty (Whole Grain Rolled Oats.), Flavor Vanilla Imitation (Water, Caramel Color, Artifical Flavor, Citric Acid, Sodium Benzoate (Preservative).), Ground Cinnamon"}, { "name": "Banana", "SS": "Banana", "C": "131", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "34g", "Su": "18g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": ""}, { "name": "Diced Strawberries", "SS": "Ounce", "C": "10", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "3g", "Su": "1g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Strawberries."}, { "name": "Mango Chunks", "SS": "3/4 Cup Portion", "C": "92", "TF": "0.5g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "22g", "Su": "38g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Mango Cubes (Mango.)"}, { "name": "Fresh Blueberries", "SS": "6 oz Container", "C": "93", "TF": "0.5g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "24g", "Su": "16g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Blueberries."}, { "name": "Coconut Flakes", "SS": "Ounce", "C": "204", "TF": "18g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "7g", "Su": "3g", "P": "2g", "Allergens": "Coconut,Vegetarian,Vegan", "Ingredients": "Fresh Coconut Meat."}, { "name": "Chia Seed", "SS": "Teaspoon", "C": "10", "TF": "0.5g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Organic Black Chia Seeds"}, { "name": "Honey", "SS": "Tablespoon", "C": "61", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "17g", "Su": "17g", "P": "0g", "Allergens": "Vegetarian", "Ingredients": "Honey"}, { "name": "Cocoa Powder", "SS": "Ounce", "C": "94", "TF": "4.5g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "9g", "Su": "0g", "P": "5g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Cocoa Processed With Alkali."}, { "name": "Mini Chocolate Chips", "SS": "Tablespoon", "C": "50", "TF": "3g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "7g", "Su": "6g", "P": "0g", "Allergens": "Milk,Soy,Vegetarian", "Ingredients": "Semi-Sweet Chocolate (Sugar, Chocolate, Cocoa Butter, Milk Fat, Soy Lecithin, Natural Flavor, Milk)."}, { "name": "Bananas Foster Muffin", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Chocolate Candy Piece Cookie", "SS": "Cookie", "C": "121", "TF": "5g", "SF": "nan", "Ch": "5mg", "Na": "115mg", "Carb": "18g", "Su": "10g", "P": "1g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Dough Cookie Carnival 1 oz (Enriched Bleached Flour (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Sugar, Margarine (Palm Oil, Water, Soybean Oil, Contains 2% Or Less Of: Salt, Mono- And Diglycerides, Natural Flavors [Contains Milk], Citric Acid, Vitamin A Palmitate Added, Beta Carotene [Color]), Semi-Sweet Chocolate Chips (Sugar, Unsweetened Chocolate, Cocoa Butter, Dextrose, Soy Lecithin, Natural Flavor, Milk), Colored Chocolate Candies (Semi-Sweet Chocolate [Sugar, Unsweetened Chocolate, Cocoa Butter, Dextrose, Soy Lecithin, Natural Flavor], Sugar, Coloring [Titanium Dioxide, Red 40 Lake, Yellow 6 Lake, Yellow 6, Yellow 5 Lake, Blue 1 Lake, Red 3, Blue 2 Lake], Corn Starch, Confectioner's Glaze [Carnauba Wax, Beeswax, Shellac]), Eggs, Dextrose, Contains 2% Or Less Of: Water, Molasses, Baking Soda, Salt, Pregelatinized Wheat Starch, Natural And Artificial Flavor.)"}, { "name": "GF Rotini", "SS": "1/2 Cup Serving", "C": "72", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "860mg", "Carb": "17g", "Su": "0g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water (Water), GF Pasta (Corn Flour, Rice Flour, Mono And Diglycerides.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda)"}, { "name": "Marinara Sauce", "SS": "1/4 Cup", "C": "25", "TF": "1g", "SF": "nan", "Ch": "0mg", "Na": "200mg", "Carb": "4g", "Su": "3g", "P": "1g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Marinara Sauce (Tomato Puree (Water, Tomato Paste), Diced Tomatoes, Less Than 2% Of: Sugar, Soybean Oil, Salt, Spice, Dired Garlic, Dried Onion, Olive Oil, Citric Acid, Sea Salt, Natural Flavor.)"}, { "name": "Roasted Broccoli", "SS": "4 oz Serving", "C": "51", "TF": "2.5g", "SF": "nan", "Ch": "0mg", "Na": "160mg", "Carb": "6g", "Su": "1g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Broccoli Florets (Broccoli Florettes.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spice Pepper Black Ground 18 oz (Black Pepper)"}, { "name": "French Toast Sticks", "SS": "3 Each Serving", "C": "314", "TF": "10g", "SF": "nan", "Ch": "10mg", "Na": "350mg", "Carb": "51g", "Su": "17g", "P": "7g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "French Toast Sticks Frozen (Whole Wheat Bread (Whole Wheat Flour, Water, Enriched Wheat Flour [Flour, Malted Barley Flour, Reduced Iron, Niacin, Thiamine Mononitrate (Vitamin B1), Riboflavin (Vitamin B2), Folic Acid], Sugar, Wheat Gluten, Yeast. Contains 2% Or Less Of Each Of The Following: Soybean Oil, Salt, Calcium Propionate [Preservative], Datem, Grain Vinegar, Citric Acid, Soy Lecithin), Water, Whole Wheat Batter (Whole Wheat Flour, Sugar, Enriched Wheat Flour [Wheat Flour, Niacin, Iron, Thiamine, Riboflavin, Folic Acid], Modified Cornstarch. Contains 2% Or Less Of Each Of The Following: Cinnamon, Nutmeg, Egg, Skim Milk, Salt, Soybean Oil, Natural And Artificial Flavor, Leavening [Sodium Bicarbonate], Corn Syrup Solids, Modified Cellulose, Soy Lecithin), Coating (Unbleached Enriched Wheat Flour [Unbleached Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid], Sugar, Leavening [Monocalcium Phosphate, Sodium Bicarbonate], Salt, Yeast), Soybean Oil, Cinnamon Sugar (Sugar, Cinnamon).)"}, { "name": "Chocolate Chip Pancakes", "SS": "2 Per Serving", "C": "410", "TF": "15g", "SF": "nan", "Ch": "10mg", "Na": "500mg", "Carb": "68g", "Su": "31g", "P": "7g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Water (Water), Pancake Mix Buttermilk (Enriched Flour Bleached (Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Degermed Yellow Corn Meal, Dextrose, Modified Whey, Sugar, Soybean Oil, Leavening (Baking Soda, Sodium Aluminum Phosphate), Defatted Soy Flour, Palm Oil, Buttermilk, Salt, Egg Yolk With Sodium Silicoaluminate, Soy Lecithin, Potassium Chloride, Citric Acid, Annatto And Turmeric Extract Color.), Mini Chocolate Chips (Semi-Sweet Chocolate (Sugar, Chocolate, Cocoa Butter, Milk Fat, Soy Lecithin, Natural Flavor, Milk).)"}, { "name": "Sugar Free Maple Pancake Syrup", "SS": "1/4 Cup Serving", "C": "15", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "125mg", "Carb": "6g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water, Sorbitol, Contains 2% Or Less Of: Cellulose Gum, Salt, Caramel Color, Xanthan Gum, Sorbic Acid And Sodium Benzoate (Preservatives), Acesulfame Potassium (Non Nutritive Sweetener), Natural And Artificial Flavor, Sodium Hexametaphosphate, Phosphoric Acid, Sucralose (Non Nutritive Sweetener)."}, { "name": "Pancake Syrup", "SS": "Tablespoon", "C": "35", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "5mg", "Carb": "9g", "Su": "9g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Corn Syrup, Water, Natural And Artificial Maple Flavor, Salt, Carboxymethyl Cellulose, Sodium Benzoate And Potassium Sorbate (As Preservatives), Caramel Color."}, { "name": "Whipped Topping", "SS": "Tablespoon", "C": "22", "TF": "2g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "2g", "Su": "2g", "P": "0g", "Allergens": "Coconut,Milk,Vegetarian", "Ingredients": "Water, High Fructose Corn Syrup, Hydrogenated Vegetable Oil (Palm, Palm Kernel, Coconut And/Or Cottonseed), Contains Less Than 2% Of The Following: Sodium Caseinate (A Milk Derivative), Dextrose, Artificial Flavor, Polysorbate 60, Sorbitan Monostearate, Guar Gum, Xanthan Gum, Colored With Turmeric And Annatto Extracts."}, { "name": "Chocolate Ganache", "SS": "Tablespoon", "C": "80", "TF": "7g", "SF": "nan", "Ch": "15mg", "Na": "15mg", "Carb": "6g", "Su": "5g", "P": "0g", "Allergens": "Milk,Soy,Vegetarian", "Ingredients": "Mini Chocolate Chips (Semi-Sweet Chocolate (Sugar, Chocolate, Cocoa Butter, Milk Fat, Soy Lecithin, Natural Flavor, Milk).), Heavy Cream (Cream (Milk), Carrageenan.), Butter Solids (Pasteurized Cream, Salt)"}, { "name": "Strawberry Syrup", "SS": "2 oz Ladle", "C": "135", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "10mg", "Carb": "33g", "Su": "18g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Syrup Corn Light 4 x 1 Gallon (Corn Syrup, High Fructose Corn Syrup, Water, Salt, Natural And Artificial Vanilla Flavor.), Sliced Strawberries (Strawberries, Sugar.), Water (Water), Gel Clear Instant Corn Starch 50# (Corn Starch.)"}, { "name": "Scrambled Eggs", "SS": "1/2 Cup", "C": "160", "TF": "11g", "SF": "nan", "Ch": "310mg", "Na": "420mg", "Carb": "3g", "Su": "0g", "P": "12g", "Allergens": "Eggs,Milk,Vegetarian", "Ingredients": "Egg Scrambled Mix Frozen (Whole Eggs, Reconstituted Nonfat Dry Milk, Egg Whites, Corn Oil, Salt, Xanthan Gum, Citric Acid, Natural Flavoring, Annatto (A Natural Color).), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.)"}, { "name": "Sausage Links", "SS": "2 Each", "C": "180", "TF": "17g", "SF": "nan", "Ch": "40mg", "Na": "340mg", "Carb": "less than 1 g", "Su": "less than 1 g", "P": "5g", "Allergens": "", "Ingredients": "Sausage Link Cooked 20/# IP 83028 (Pork, Water, Salt, Dextrose, Flavorings (Spices And Spice Extractives) Citric Acid, Propyl Gallate.)"}, { "name": "Homemade Buttermilk Biscuit", "SS": "8 X 10 Cut Serving", "C": "154", "TF": "9g", "SF": "nan", "Ch": "20mg", "Na": "310mg", "Carb": "16g", "Su": "1g", "P": "3g", "Allergens": "Gluten,Milk,Vegetarian,Wheat", "Ingredients": "Flour All Purpose H&R Gold Medal (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid.), Milk Buttermilk 1/2 Gallon (Cultured Lowfat Milk, Nonfat Milk, Modified Corn Starch, Locust Bean Gum, Carrageenan, Salt, Sodium Citrate, Vitamin A Palmitate & D3 Added, Enzymes.), Butter Solids (Pasteurized Cream, Salt), Baking Powder 4 x 10# (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Baking Soda 24 x 1# (Sodium Bicarbonate), Granulated Sugar (Sugar.)"}, { "name": "Chorizo Gravy", "SS": "4 oz Serving", "C": "139", "TF": "7g", "SF": "nan", "Ch": "25mg", "Na": "550mg", "Carb": "10g", "Su": "4g", "P": "8g", "Allergens": "Gluten,Milk,Wheat", "Ingredients": "2% Milk (Grade A Reduced Fat Milk, Vitamin A Palmitate & Vitamin D3.), Pork Sausage Chorizo (Pork, Water, Salt, Spices, Garlic Powder, BHA, BHT, Propyl Gallate, Citric Acid.), Flour All Purpose H&R Gold Medal (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spice Garlic Salt (Salt, Dehydrated Garlic, Less Than 2% Silicon Dioxide To Prevent Caking), Crushed Red Pepper (Crushed Red Pepper)"}, { "name": "Potato Gems", "SS": "4 oz Serving", "C": "229", "TF": "12g", "SF": "nan", "Ch": "0mg", "Na": "430mg", "Carb": "26g", "Su": "0g", "P": "3g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Potato French Fry Tater Gems (Potatoes, Vegetable Oil (Soybean, Canola, And/Or Cottonseed Oils), Contains Less Than 2% Of Dextrose, Sea Salt, Disodium Dihydrogen Pytophosphate (To Maintain Natural Color).), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine)"}, { "name": "Salad Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Romaine Lettuce", "SS": "Cup", "C": "10", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "2g", "Su": "less than 1 g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Romaine Lettuce"}, { "name": "Fire Braised Chicken Breast", "SS": "Ounce", "C": "33", "TF": "1g", "SF": "nan", "Ch": "25mg", "Na": "100mg", "Carb": "0g", "Su": "0g", "P": "7g", "Allergens": "", "Ingredients": "Chicken Breast Meat, Water, Salt, Baking Soda, Natural Flavoring."}, { "name": "Matchstick Carrots", "SS": "Ounce", "C": "12", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "20mg", "Carb": "3g", "Su": "1g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": ""}, { "name": "Shredded Cheddar Cheese", "SS": "Ounce", "C": "111", "TF": "9g", "SF": "nan", "Ch": "30mg", "Na": "180mg", "Carb": "0g", "Su": "0g", "P": "7g", "Allergens": "Milk,Vegetarian", "Ingredients": "Pasteurized Milk, Cheese Culture, Salt, Enzymes, And Annatto (Color) When Applicable."}, { "name": "Hard Boiled Egg Slices", "SS": "Egg", "C": "73", "TF": "5g", "SF": "nan", "Ch": "175mg", "Na": "60mg", "Carb": "less than 1 g", "Su": "less than 1 g", "P": "6g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Large Shell Egg"}, { "name": "Green Pepper", "SS": "1/4 Cup", "C": "5", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "1g", "Su": "less than 1 g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Green Pepper"}, { "name": "Bagel Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Plain Bagel", "SS": "Bagel", "C": "253", "TF": "1.5g", "SF": "nan", "Ch": "0mg", "Na": "500mg", "Carb": "52g", "Su": "6g", "P": "9g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Enriched Flour (Wheat Flour, Malted Barley, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Sugar, Yeast, Contains Less Than 2% Of Each Of The Following: Salt, Wheat Gluten, Calcium Propionate (A Preservative), Guar Gum, Soybean Oil, Wheat Flour, Sodium Stearoyl Lactylate, Monoglycerides, Citric Acid (A Preservative), Sorbic Acid (A Preservative), Enzymes, Hydrogenated Soybean Oil, Degerminated Yellow Corn Meal, Ascorbic Acid (A Preservative)."}, { "name": "Everything Bagel", "SS": "Bagel", "C": "261", "TF": "3g", "SF": "nan", "Ch": "0mg", "Na": "480mg", "Carb": "51g", "Su": "5g", "P": "9g", "Allergens": "Gluten,Sesame,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Enriched Flour (Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Sugar, Yeast, Contains Less Than 2% Of Each Of The Following: Sesame Seeds, Dehydrated Toasted Onion, Wheat Gluten, Salt, Poppy Seeds, Calcium Propionate (A Preservative), Guar Gum, Dehydrated Garlic, Soybean Oil, Wheat Flour, Sodium Stearoyl Lactylate, Monoglycerides, Citric Acid (A Preservative), Sorbic Acid (A Preservative), Enzymes, Hydrogenated Soybean Oil, Ascorbic Acid (A Preservative)."}, { "name": "Blueberry Bagel", "SS": "Bagel", "C": "226", "TF": "2g", "SF": "nan", "Ch": "0mg", "Na": "390mg", "Carb": "45g", "Su": "8g", "P": "9g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Enriched Flour (Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Sugar, Yeast, Wheat Gluten, Contain Less Than 2% Of Each Of The Following: Dextrose, Wheat Flour, Salt, Degerminated Yellow Corn Meal, Soybean Oil, Calcium Propionate (Preservative), Guar Gum, Sodium Stearoyl Lactylate, Medium Chain Triglycerides, Monoglycerides, Natural And Artificial Flavors, Citric Acid (Preservative), Sorbic Acid (Preservative), Enzymes, Red 40 Lake, Hydrogenated Soybean Oil, Blue 2 Lake, Dried Blueberries (Blueberries, Maltodextrin, Corn Starch), Blue 1 Lake, Red 40, Ascorbic Acid (Preservative)."}, { "name": "Cinnamon Raisin Bagel", "SS": "Each", "C": "253", "TF": "1.5g", "SF": "nan", "Ch": "0mg", "Na": "390mg", "Carb": "53g", "Su": "11g", "P": "9g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Enriched Flour (Wheat Flour, Malted Barley, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Sugar, Yeast, Raisins, Contains Less Than 2% Of The Following: Wheat Gluten, Cinnamon, Salt, Wheat Flour, Caramel Color, Soybean Oil, Calcium Propionate (A Preservative), Guar Gum, Sodium Stearoyl Lactylate, Monoglycerides, Citric Acid (A Preservative), Sorbic Acid (A Preservative), Enzymes, Hydrogenated Soybean Oil, Sunflower Oil, Degerminated Yellow Corn Meal, Ascorbic Acid (A Preservative)."}, { "name": "Parstock Hill MYO Yogurt Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Vanilla Yogurt", "SS": "1/2 Cup Serving", "C": "80", "TF": "0g", "SF": "nan", "Ch": "less than 5 mg", "Na": "65mg", "Carb": "17g", "Su": "13g", "P": "4g", "Allergens": "Milk,Vegetarian", "Ingredients": "Cultured Grade A Non Fat Milk, Cane Sugar, Modified Food Starch, Water, Contains Less Than 1% Of Natural Flavors, Vegetable Juice (For Color), Agar Agar, Citric Acid, Sodium Citrate, Potassium Sorbate (To Maintain Freshness), Vitamin D3 Contains Live And Active Cultures: S. Thermophilus L. Bulgaricus."}, { "name": "Strawberry Yogurt", "SS": "1/2 Cup", "C": "80", "TF": "0g", "SF": "nan", "Ch": "less than 5 mg", "Na": "65mg", "Carb": "16g", "Su": "13g", "P": "4g", "Allergens": "Milk,Vegetarian", "Ingredients": "Cultured Grade A Non Fat Milk, Cane Sugar, Water, Modified Food Starch, Contains Less Than 1 Of Natural Flavors, Beta Carotene And Black Carrot Juice Concentrate For Color, Malic Acid, Sodium Citrate, Potassium Sorbate To Maintain Freshness, Vitamin D3, Contains Active Yogurt Cultures: S. Thermophilus L. Bulgaricus."}, { "name": "Sliced Strawberries", "SS": "1/2 Cup", "C": "143", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "34g", "Su": "32g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Strawberries, Sugar."}, { "name": "Mixed Fresh Grapes", "SS": "2 # 8 Dishers", "C": "73", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "19g", "Su": "18g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Red Seedless Grapes, Grape White Seedless 18#"}, { "name": "Whipped Coffee", "SS": "1/2 Cup Serving", "C": "24", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "6g", "Su": "6g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water (Water), Granulated Sugar (Sugar.), Coffee Instant Folgers 8 oz. Jar (Instant Coffee)"}, { "name": "French Toast Sticks", "SS": "3 Each Serving", "C": "314", "TF": "10g", "SF": "nan", "Ch": "10mg", "Na": "350mg", "Carb": "51g", "Su": "17g", "P": "7g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "French Toast Sticks Frozen (Whole Wheat Bread (Whole Wheat Flour, Water, Enriched Wheat Flour [Flour, Malted Barley Flour, Reduced Iron, Niacin, Thiamine Mononitrate (Vitamin B1), Riboflavin (Vitamin B2), Folic Acid], Sugar, Wheat Gluten, Yeast. Contains 2% Or Less Of Each Of The Following: Soybean Oil, Salt, Calcium Propionate [Preservative], Datem, Grain Vinegar, Citric Acid, Soy Lecithin), Water, Whole Wheat Batter (Whole Wheat Flour, Sugar, Enriched Wheat Flour [Wheat Flour, Niacin, Iron, Thiamine, Riboflavin, Folic Acid], Modified Cornstarch. Contains 2% Or Less Of Each Of The Following: Cinnamon, Nutmeg, Egg, Skim Milk, Salt, Soybean Oil, Natural And Artificial Flavor, Leavening [Sodium Bicarbonate], Corn Syrup Solids, Modified Cellulose, Soy Lecithin), Coating (Unbleached Enriched Wheat Flour [Unbleached Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid], Sugar, Leavening [Monocalcium Phosphate, Sodium Bicarbonate], Salt, Yeast), Soybean Oil, Cinnamon Sugar (Sugar, Cinnamon).)"}, { "name": "Chocolate Chip Pancakes", "SS": "2 Per Serving", "C": "410", "TF": "15g", "SF": "nan", "Ch": "10mg", "Na": "500mg", "Carb": "68g", "Su": "31g", "P": "7g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Water (Water), Pancake Mix Buttermilk (Enriched Flour Bleached (Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Degermed Yellow Corn Meal, Dextrose, Modified Whey, Sugar, Soybean Oil, Leavening (Baking Soda, Sodium Aluminum Phosphate), Defatted Soy Flour, Palm Oil, Buttermilk, Salt, Egg Yolk With Sodium Silicoaluminate, Soy Lecithin, Potassium Chloride, Citric Acid, Annatto And Turmeric Extract Color.), Mini Chocolate Chips (Semi-Sweet Chocolate (Sugar, Chocolate, Cocoa Butter, Milk Fat, Soy Lecithin, Natural Flavor, Milk).)"}, { "name": "Sugar Free Maple Pancake Syrup", "SS": "1/4 Cup Serving", "C": "15", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "125mg", "Carb": "6g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water, Sorbitol, Contains 2% Or Less Of: Cellulose Gum, Salt, Caramel Color, Xanthan Gum, Sorbic Acid And Sodium Benzoate (Preservatives), Acesulfame Potassium (Non Nutritive Sweetener), Natural And Artificial Flavor, Sodium Hexametaphosphate, Phosphoric Acid, Sucralose (Non Nutritive Sweetener)."}, { "name": "Pancake Syrup", "SS": "Tablespoon", "C": "35", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "5mg", "Carb": "9g", "Su": "9g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Corn Syrup, Water, Natural And Artificial Maple Flavor, Salt, Carboxymethyl Cellulose, Sodium Benzoate And Potassium Sorbate (As Preservatives), Caramel Color."}, { "name": "Whipped Topping", "SS": "Tablespoon", "C": "22", "TF": "2g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "2g", "Su": "2g", "P": "0g", "Allergens": "Coconut,Milk,Vegetarian", "Ingredients": "Water, High Fructose Corn Syrup, Hydrogenated Vegetable Oil (Palm, Palm Kernel, Coconut And/Or Cottonseed), Contains Less Than 2% Of The Following: Sodium Caseinate (A Milk Derivative), Dextrose, Artificial Flavor, Polysorbate 60, Sorbitan Monostearate, Guar Gum, Xanthan Gum, Colored With Turmeric And Annatto Extracts."}, { "name": "Chocolate Ganache", "SS": "Tablespoon", "C": "80", "TF": "7g", "SF": "nan", "Ch": "15mg", "Na": "15mg", "Carb": "6g", "Su": "5g", "P": "0g", "Allergens": "Milk,Soy,Vegetarian", "Ingredients": "Mini Chocolate Chips (Semi-Sweet Chocolate (Sugar, Chocolate, Cocoa Butter, Milk Fat, Soy Lecithin, Natural Flavor, Milk).), Heavy Cream (Cream (Milk), Carrageenan.), Butter Solids (Pasteurized Cream, Salt)"}, { "name": "Strawberry Syrup", "SS": "2 oz Ladle", "C": "135", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "10mg", "Carb": "33g", "Su": "18g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Syrup Corn Light 4 x 1 Gallon (Corn Syrup, High Fructose Corn Syrup, Water, Salt, Natural And Artificial Vanilla Flavor.), Sliced Strawberries (Strawberries, Sugar.), Water (Water), Gel Clear Instant Corn Starch 50# (Corn Starch.)"}, { "name": "Homefree Ginger Snap Cookie", "SS": "Cookie", "C": "140", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "21g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Pear Juice From Concentrate, High Oleic Safflower Oil, Organic Tapioca Starch, Molasses, Organic Ground Ginger, Baking Soda (Sodium Bicarbonate), Organic Cinnamon, Salt, Pure Vanilla Extract, Cream Of Tartar, Xanthan Gum, Organic Cloves, Rosemary Extract."}, { "name": "Homefree Chocolate Chip Cookie", "SS": "Cookie", "C": "140", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "95mg", "Carb": "19g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, High Oleic Safflower Oil, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), Organic Tapioca Starch, Pear Juice Concentrate, Baking Soda (Sodium Bicarbonate), Pure Vanilla Extract, Salt, Cream Of Tartar, Xanthan Gum, Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Homefree Chocolate Chip Brownie", "SS": "Brownie", "C": "235", "TF": "9g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "36g", "Su": "22g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), High Oleic Safflower Oil, Pear Juice Concentrate, Non-Alkalized Cocoa Powder, Tapioca Syrup, Demerara Sugar, Organic Tapioca Starch, Pure Vanilla Extract, Salt, Xanthan Gum, Baking Soda (Sodium Bicarbonate), Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Bread White Udi's 24 oz GF", "SS": "Slice", "C": "121", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "230mg", "Carb": "21g", "Su": "3g", "P": "2g", "Allergens": "Eggs", "Ingredients": "Water, Pea Starch, Modified Tapioca Starch, Rice Starch, Canola Oil, Rice Flour, Sorghum Flour, Tapioca Starch, Invert Cane Sugar, Egg Whites, Cane Sugar, Modified Cellulose, Apple Cider Vinegar, Salt, Yeast, Cultured Brown Rice, Brown Rice, Guar Gum, Xanthan Gum, Enzymes."}, { "name": "Vegan Mozzarella Shredded Cheese", "SS": "Ounce", "C": "91", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "280mg", "Carb": "7g", "Su": "0g", "P": "1g", "Allergens": "Coconut,Vegetarian,Vegan", "Ingredients": "Filtered Water, Tapioca Flour, Expeller Pressed Non-GMO Canola And/Or Safflower Oil, Coconut Oil, Pea Protein, Salt, Vegan Natural Flavours, Inactive Yeast, Vegetable Glycerin, Xanthan Gum, Citric Acid (Vegan, For Flavour), Titanium Dioxide (A Naturally Occurring Mineral)."}, { "name": "GF Hot Dog Bun", "SS": "1.6 oz Bun", "C": "190", "TF": "5g", "SF": "nan", "Ch": "0mg", "Na": "350mg", "Carb": "35g", "Su": "5g", "P": "4g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Tapioca Starch, Brown Rice Flour (Rice Flour, Rice Bran with Germ), Canola Oil, Resistant Corn Starch, Egg Whites, Invert Cane Sugar, Tapioca Syrup, Yeast, Sugarcane Fiber, Salt, Gum (Xanthan Gum, Sodium Alginate, Guar Gum), Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Xanthan Gum, Enzymes."}, { "name": "GF Hamburger Bun", "SS": "Bun", "C": "249", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "460mg", "Carb": "46g", "Su": "6g", "P": "5g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Tapioca Starch, Brown Rice Flour, (Rice Flour, Rice Bran With Germ), Canola Oil, Resistant Corn Starch, Egg Whites, Invert Cane Sugar, Tapioca Maltodextrin, Potato Flour, Cane Sugar, Tapioca Syrup, Yeast, Sugarcane Fiber, Salt, Gum (Xanthan Gum, Sodium Alginate, Guar Gum), Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Xanthan Gum, Enzymes."}, { "name": "Smart Balance Margarine", "SS": "Pkg", "C": "30", "TF": "3g", "SF": "nan", "Ch": "0mg", "Na": "30mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Oil Blend Palm, Soybean, Flaxseed, Canola, And Olive Oils, Water, Contains Less Than 2 Of Salt, Sorbitan Ester Of Vegetable Fattyacids, Monoglyceride Of Vegetable Fatty Acids, Enzyme-Modified Soybean Lecithin, Potassium Sorbate, Tbhq, And Calcium Disodium Edta To Preserve Freshness, Citric Acid, Natural Artificial Flavor, Lactic Acid, Vitamin A Palmitate, Beta-Carotene Color, Vitamin E Acetate."}, { "name": "Cherry Italian Ice", "SS": "Each", "C": "77", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "10mg", "Carb": "19g", "Su": "15g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Micron Filtered Water, Sugar, Corn Syrup, Cherry Juice Concentrate, Natural Flavor, Citric Acid, Xanthan Gum, Ascorbic Acid (Vitamin C), And Beet Juice (For Color)."}]},{"place": "1bowl", "items": []},{"place": "Pete's Za", "items": [{ "name": "CheesZa", "SS": "Pizza", "C": "1801", "TF": "80g", "SF": "nan", "Ch": "210mg", "Na": "3750mg", "Carb": "203g", "Su": "13g", "P": "85g", "Allergens": "Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Dough Pizza Rich's 13 oz (Enriched Unbleached Wheat Flour (Wheat Flour, Malted Barley Flour, Niacin, Iron As Ferrous Sulfate, Thiamine Mononitrate, Enzyme, Riboflavin, Folic Acid), Water, Yeast, Soybean Oil, Contains Less Than 2% Of The Following: High Fructose Corn Syrup, Salt, Sodium Stearoyl Lactylate, Ascorbic Acid, Enzyme.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Pizza Sauce (Vine Ripened Fresh Tomatoes, Blend of Extra Virgin Olive Oil And Sunflower Oil, Salt, Oregano, Granulated Garlic, Black Pepper, And Naturally Derived Citric Acid.)"}, { "name": "Zapperoni", "SS": "Pizza", "C": "1845", "TF": "83g", "SF": "nan", "Ch": "210mg", "Na": "4050mg", "Carb": "201g", "Su": "13g", "P": "82g", "Allergens": "Gluten,Milk,Soy,Wheat", "Ingredients": "Dough Pizza Rich's 13 oz (Enriched Unbleached Wheat Flour (Wheat Flour, Malted Barley Flour, Niacin, Iron As Ferrous Sulfate, Thiamine Mononitrate, Enzyme, Riboflavin, Folic Acid), Water, Yeast, Soybean Oil, Contains Less Than 2% Of The Following: High Fructose Corn Syrup, Salt, Sodium Stearoyl Lactylate, Ascorbic Acid, Enzyme.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Pizza Sauce (Vine Ripened Fresh Tomatoes, Blend of Extra Virgin Olive Oil And Sunflower Oil, Salt, Oregano, Granulated Garlic, Black Pepper, And Naturally Derived Citric Acid.), Pepperoni 16/oz 2x12.5# Cs (Pork, Beef, Salt, Spices, Dextrose, Lactic Acid Starter Culture, Oleoresin Of Paprika, Flavoring, Garlic Powder, Sodium Nitrite, BHA, BHT, Citric Acid.)"}, { "name": "ShroomZa", "SS": "Pizza", "C": "1661", "TF": "68g", "SF": "nan", "Ch": "170mg", "Na": "3440mg", "Carb": "202g", "Su": "13g", "P": "77g", "Allergens": "Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Dough Pizza Rich's 13 oz (Enriched Unbleached Wheat Flour (Wheat Flour, Malted Barley Flour, Niacin, Iron As Ferrous Sulfate, Thiamine Mononitrate, Enzyme, Riboflavin, Folic Acid), Water, Yeast, Soybean Oil, Contains Less Than 2% Of The Following: High Fructose Corn Syrup, Salt, Sodium Stearoyl Lactylate, Ascorbic Acid, Enzyme.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Pizza Sauce (Vine Ripened Fresh Tomatoes, Blend of Extra Virgin Olive Oil And Sunflower Oil, Salt, Oregano, Granulated Garlic, Black Pepper, And Naturally Derived Citric Acid.), Sliced Fresh Mushrooms (Raw Mushrooms.)"}, { "name": "Saus-Zage", "SS": "Pizza", "C": "1832", "TF": "81g", "SF": "nan", "Ch": "195mg", "Na": "4250mg", "Carb": "206g", "Su": "14g", "P": "87g", "Allergens": "Gluten,Milk,Soy,Wheat", "Ingredients": "Dough Pizza Rich's 13 oz (Enriched Unbleached Wheat Flour (Wheat Flour, Malted Barley Flour, Niacin, Iron As Ferrous Sulfate, Thiamine Mononitrate, Enzyme, Riboflavin, Folic Acid), Water, Yeast, Soybean Oil, Contains Less Than 2% Of The Following: High Fructose Corn Syrup, Salt, Sodium Stearoyl Lactylate, Ascorbic Acid, Enzyme.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Pizza Sauce (Vine Ripened Fresh Tomatoes, Blend of Extra Virgin Olive Oil And Sunflower Oil, Salt, Oregano, Granulated Garlic, Black Pepper, And Naturally Derived Citric Acid.), Sausage Pork Crumble (Pork, Water, Textured Vegetable Protein Soy Flour, Soy Protein Concentrate, Isolated Soy Protein, Caramel Color, Seasoning Sugar, Spices, Salt, Sodium Phosphates.)"}, { "name": "Garlic Cheesy Bread", "SS": "Pizza", "C": "2116", "TF": "121g", "SF": "nan", "Ch": "210mg", "Na": "3710mg", "Carb": "197g", "Su": "7g", "P": "84g", "Allergens": "Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Dough Pizza Rich's 13 oz (Enriched Unbleached Wheat Flour (Wheat Flour, Malted Barley Flour, Niacin, Iron As Ferrous Sulfate, Thiamine Mononitrate, Enzyme, Riboflavin, Folic Acid), Water, Yeast, Soybean Oil, Contains Less Than 2% Of The Following: High Fructose Corn Syrup, Salt, Sodium Stearoyl Lactylate, Ascorbic Acid, Enzyme.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Garlic Spread Grill (Oil Liquid Butter Alternative Gal (Soybean Oil, Hydrogenated Soybean Oil, Salt, Soy Lecithin, Natural And Artificial Flavor, TBHQ And Citric Acid Added To Protect Flavor, Beta Carotene (Color), And Dimethylpolysiloxane Added To Reduce Foaming.), Garlic Seasoning (Garlic Powder.))"}, { "name": "VeggieZ", "SS": "Pizza", "C": "1626", "TF": "55g", "SF": "nan", "Ch": "130mg", "Na": "3430mg", "Carb": "211g", "Su": "14g", "P": "77g", "Allergens": "Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Dough Pizza Rich's 13 oz (Enriched Unbleached Wheat Flour (Wheat Flour, Malted Barley Flour, Niacin, Iron As Ferrous Sulfate, Thiamine Mononitrate, Enzyme, Riboflavin, Folic Acid), Water, Yeast, Soybean Oil, Contains Less Than 2% Of The Following: High Fructose Corn Syrup, Salt, Sodium Stearoyl Lactylate, Ascorbic Acid, Enzyme.), Cheese Mozz Prov Five Blend Fthr Shred (Low Moisture Mozzarella Cheese (Pasteurized Milk, Cheese Cultures, Salt, Enzymes), Low Moisture Part Skim Mozzarella Cheese (Pasteurized Part Skim Milk, Cheese Cultures, Salt, Enzymes), Unsmoked Provolone Cheese (Pasteurized Milk, Cheese Cultures, Salt, Enzymes), Potato Starch, Corn Starch, And Powdered Cellulose To Prevent Caking, Parmesan Cheese (Pasteurized Part Skim Milk, Cheese Cultures, Salt, Enzymes), Romano Cheese Made From Cow's Milk (Pasteurized Part Skim Milk, Cheese Cultures, Salt, Enzymes), Natamycin (A Natural Mold Inhibitor).), Pizza Sauce (Vine Ripened Fresh Tomatoes, Blend of Extra Virgin Olive Oil And Sunflower Oil, Salt, Oregano, Granulated Garlic, Black Pepper, And Naturally Derived Citric Acid.), Vegetable Fajita Cut Blend 12 x 2# (Green Pepper, Red Pepper, Yellow Pepper And Onion.), Sliced Fresh Mushrooms (Raw Mushrooms.)"}, { "name": "ItZa Buffalo", "SS": "Pizza", "C": "2078", "TF": "102g", "SF": "nan", "Ch": "305mg", "Na": "6660mg", "Carb": "204g", "Su": "9g", "P": "105g", "Allergens": "Eggs,Gluten,Milk,Soy,Wheat", "Ingredients": "Dough Pizza Rich's 13 oz (Enriched Unbleached Wheat Flour (Wheat Flour, Malted Barley Flour, Niacin, Iron As Ferrous Sulfate, Thiamine Mononitrate, Enzyme, Riboflavin, Folic Acid), Water, Yeast, Soybean Oil, Contains Less Than 2% Of The Following: High Fructose Corn Syrup, Salt, Sodium Stearoyl Lactylate, Ascorbic Acid, Enzyme.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Chicken Fajita Strip (Chicken Breast Meat With Rib Meat, Water, Salt, Spices, Sodium Phosphate, Torula Yeast, Sugar, Dehydrated Onion, Dehydrated Garlic, Carrageenan, Modified Food Starch, Food Starch, Pea Protein Isolate, Maltodextrin, Natural Flavor, Malic Acid.), Frank's Red Hot Buffalo Sauce (Distilled Vinegar, Aged Cayenne Red Peppers, Salt, Water, Canola Oil, Paprika, Xanthan Gum, Natural Butter Type Flavor, And Garlic Powder.), Ranch Dressing (Soybean Oil, Water, Vinegar, Buttermilk, Sugar, Egg Yolk Salt, Contains Less Than 2% Of The Following: Modified Food Starch, Dried Whey, Xanthan Gum, Dried Garlic, Died Onions, Spice, Phosphoric Acid, Disodium Guanylate, Disodium Inosinate, Sorbic Acid And Calcium Disodium EDTA (To Protect Flavor)..), Green Onion (Onion Green)"}, { "name": "Chicken Caesar Salad", "SS": "Salad", "C": "530", "TF": "43g", "SF": "nan", "Ch": "85mg", "Na": "1560mg", "Carb": "19g", "Su": "4g", "P": "19g", "Allergens": "Eggs,Fish,Gluten,Milk,Soy,Wheat", "Ingredients": "Chopped Romaine Lettuce, Grilled Boneless Skinless Chicken Breast Strips (Boneless Skinless Chicken Breast Meat With Rib Meat, Water, Contains 2% Or Less Of Soy Protein Concentrate, Modified Potato Starch, Sodium Phosphate, Potassium Chloride, Salt, Maltodextrin, Yeast Extract, Flavors, Natural Flavors, Dextrose, Caramelized Sugar, Paprika, Vinegar Solids, Paprika Extract, Chicken Broth), Caesar Dressing (Soybean Oil, Water, Distilled Vinegar, Romano Cheese (Pasteurized Part Skim Milk, Cheese Culture, Salt, Enzymes), Salt, High Fructose Corn Syrup, Anchovies, Spices (Including Mustard Seed), Xanthan Gum, Propylene Glycol Alginate, Garlic Concentrate, Natural Flavors, Calcium Disodium Edta (Added To Protect Flavor), Red Grape Tomatoes, Shredded Parmesan Cheese (Pasteurized Part Skim Milk, Cheese Cultures, Salt, Enzymes), Powdered Cellulose To Prevent Caking, Natamycin To Protect Flavor), Seasoned Crutons (Enriched Wheat Flour (Wheat Flour, Malted Barley Flour, Niacin, Ferrous Sulfate, Thiamine Mononitrate, Riboflavin, Folic Acid), Canola Oil, Dehydrated Garlic, Salt, Yeast, Water, Natural Butter Flavor (A Milk Ingredient), Ascorbic Acid (Vitamin C))"}, { "name": "Kickin Chicken Sandwich", "SS": "Sandwich", "C": "651", "TF": "32g", "SF": "nan", "Ch": "120mg", "Na": "900mg", "Carb": "47g", "Su": "4g", "P": "41g", "Allergens": "Eggs,Gluten,Milk,Soy,Wheat", "Ingredients": "Sour Dough Bread (Enriched Bleached Flour (Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Water, Yeast, High Fructose Corn Syrup, Contains Less Than 2% Of: Soybean Oil, Salt, Mono- And Diglycerides, Fumaric Acid, Acetic Acid, Citric Acid, Lactic Acid, Sodium Stearoyl Lactylate, Calcium Sulfate, Calcium Peroxide,  Azodicarbonamide, Ascorbic Acid, Enzymes, Calcium Propionate (Preservative), Soy Lecithin), Sliced Chicken Breast (Chicken Breast, Water, Salt, Modified Food Starch, Potassium Lactate, Sodium Phosphate, Potassium Acetate, Natural Flavors), Pepper Jack Cheese (Pasteurized Milk, Hot Peppers (Jalapeno Peppers, Habanero Peppers), Cheese Culture, Salt, Enzymes), Siracha Mayo (Mayonnaise (Soybean Oil, Water, Corn Syrup, Egg Yolks, Distilled And Cider Vinegar, Salt, Mustard Seed, Calcium Disodium Edta Added To Protect Flavor), Sriracha Chili Sauce (Red Chili, Distilled Vinegar, Sugar, Dehydrated Garlic, Salt, Red Chili Powder, Acetic Acid, Xanthan Gum, Potassium Sorbate And Sodium Bisulfite (Added As Preservatives))"}, { "name": "Mozzarella Tomato Salad", "SS": "Salad", "C": "500", "TF": "43g", "SF": "nan", "Ch": "50mg", "Na": "840mg", "Carb": "11g", "Su": "5g", "P": "14g", "Allergens": "Milk,Soy,Vegetarian", "Ingredients": "Spring Mix, Mozzarella (Pasteurized Cow’s Milk, Vinegar, Salt & Enzymes), Balsamic Basil Dressing (Soybean Oil, Water, Red Wine Vinegar, Dijon Mustard ( Water, Vinegar, Mustard Seed, Salt, White Wine, Fruit Pectin, Citric Acid, Tartaric Acid, Sugar, Spice), Honey, Balsamic Vinegar, Basil, Salt, Spices, Olive Oil, Lemon Juice From Concentrate, Dehydrated Garlic, Natural Flavor, Xanthan Gum, Disodium Inosinate, Disodium Guanylate, Calcium Disodium Edta Added To Protect Flavor), Red Grape Tomatoes, Yellow Grape Tomatoes, Kalamata Olives (Kalamata Olives, Water, Red Wine Vinegar, Sea Salt, Extra Virgin Olive Oil), Red Onion"}, { "name": "Nutella Berry Crunch Sandwich", "SS": "Sandwich", "C": "764", "TF": "32g", "SF": "nan", "Ch": "20mg", "Na": "730mg", "Carb": "95g", "Su": "47g", "P": "22g", "Allergens": "Gluten,Milk,Soy,Tree Nuts,Vegetarian,Wheat", "Ingredients": "9 Grain Bread (Wheat, White Whole Wheat Flour, Flour (Wheat, Malted Barley), Wheat Gluten, Sunflower Seeds, Brown Sugar, Flaxseed, Wheat Bran, Cracked Wheat, Oatmeal, Rye Meal, Honey, Barley Flakes, Millet, Buckwheat Flour, Yeast, Molasses, Palm Oil, Cultured Wheat Flour, Contains Less Than 2% Of Each Of The Following: Wheat Gum, Salt, Enzymes, Monoglycerides, Vinegar, Sea Salt, Maltodextrin, Yeast Extract, Flavor And Rice Flavor Concentrate, Ascorbic Acid, Preservatives(Propionic Acid, Phosphoric Acid)Topping: Rolled Oats), Nutella Spread (Sugar, Palm Oil, Hazelnuts, Skim Milk, Cocoa, Soy Lecithin (As An Emulsifier), Vanillin (Artificial Flavor)), Fresh Strawberries, Granola (Whole Grain Oats, Sugar, Crips Rice (Rice Flour, Barley Malt Extract, Salt), Honey, Brown Sugar Syrup, Salt, Baking Soda, Natural Flavor, Vitamin E (Mixed Tocopherols) Added To Preserve Freshness)"}, { "name": "Trio Slider Sandwich", "SS": "Sandwich", "C": "503", "TF": "16g", "SF": "nan", "Ch": "80mg", "Na": "2010mg", "Carb": "54g", "Su": "2g", "P": "34g", "Allergens": "Eggs,Gluten,Milk,Soy,Wheat", "Ingredients": "Mini Cluster Brioche (Flour (Wheat, Malted Barley), Water, Butter, Sugar, Milk Powder, Yeast, Wheat Gluten, Palm Oil, Soybean Oil, Salt, Contains Less Than 2% Of Each Of The Following: Guar Gum, Sunflower Lecithin, Sodium Bicarbonate, Natural Egg Flavor, Color (Annatto, Turmeric), Ascorbic Acid, Enzymes. Topping: Water, Pea Protein, Dextrose, Maltodextrin And Modified Food Starch), Ham (Water, Sugar, Less Than 2% Salt, Sodium Phosphates, Sodium Nitrite, Sodium Erythorbate), Smoked Turkey Breast (Turkey Breast, Turkey Broth, Vinegar, Salt, Sodium Phosphates, Natural Flavoring), Chicken Breast (Chicken Breast, Water, Salt, Modified Food Starch, Potassium Lactate, Sodium Phosphate, Potassium Acetate, Natural Flavors), Swiss Cheese (Pasteurized Part-Skim Milk, Cheese Culture, Salt, Enzymes), Cheddar Cheese ([(Pasteurized Milk, Cheese Culture, Salt, Enzymes, Annatto (Vegetable Color)], Potato Starch And Powdered Cellulose (To Prevent Caking), Natamycin (A Natural Mold Inhibitor)), Provolone Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes), Mayonnaise Pc (Soybean Oil, Water, Eggs, Distilled And Cider Vinegar, Egg Yolks, Salt, Sugar, Lemon Juice, Spice, Onion, Garlic, Oleoresin Paprika, Natural Flavors, Calcium Disodium Edta Added To Protect Flavor), Mustard Pc (Distilled Vinegar, Water, No.1 Mustard Seed, Salt, Turmeric, Oleoresin Paprika, Spices)."}, { "name": "Club Wrap", "SS": "Wrap", "C": "780", "TF": "50g", "SF": "nan", "Ch": "85mg", "Na": "1990mg", "Carb": "51g", "Su": "4g", "P": "30g", "Allergens": "Eggs,Gluten,Milk,Soy,Wheat", "Ingredients": "Spinach Wrap (Enriched Wheat Flour (Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Vegetable Shortening (Soybean Oil, Vegetable Mono- And Diglycerides, Mixed Tocopherols And Ascorbyl Palmitate (For Freshness)), Contains 2% Or Less Of Each Of The Following: Spinach Powder, Dextrose, Sugar, Salt, Corn Starch, Parsley, Dehydrated Garlic, Dehydrated Onion, Artificial Color (Yellow 5, Blue 1, Red 40), Preservatives (Calcium Propionate, Potassium Sorbate), Sodium Acid Pyrophosphate, Sodium Bicarbonate, Calcium Sulfate, Fumaric Acid, Monocalcium Phosphate, Sodium Metabisulfite, Enzymes), Turkey Breast And White Turkey (Turkey Broth, Salt, Sugar, Less Than 2% Modified Food Starch, Vinegar, Carrageenan, Sodium Phosphates, Sunflower Oil, And Natural Flavorings), Smoked Ham With Natural Juices (Cured With: Water, Sugar, Less Than 2% Salt, Sodium Phosphates, Sodium Nitrite, Sodium Erythorbate), Mayonnaise (Soybean Oil, Distilled Vinegar, Egg Yolk, High Fructose Corn Syrup, Contains Less Than 2% Of Salt, Water, Mustard Seed, Calcium Disodium Edta (To Protect Flavor)), Sliced Tomato, Salad Mix (Romaine Lettuce, Carrots, Kale, Red Cabbage, Napa Cabbage), Cheddar Cheese Mild (Pasteurized Milk, Cheese Culture, Salt, Enzymes, Color Added), Applewood Bacon Bit (Cured With Water, Salt, Sugar, Smoke Flavoring, Sodium Phosphate, Sodium Erythorbate, Flavoring, Sodium Nitrite)"}, { "name": "Roast Beef & Sprouted Grain Sandwich", "SS": "Sandwich", "C": "279", "TF": "5g", "SF": "nan", "Ch": "55mg", "Na": "480mg", "Carb": "30g", "Su": "2g", "P": "30g", "Allergens": "Gluten,Sesame,Wheat", "Ingredients": "Roast Beef (Beef, Water, Contains 2% Or Less Of Salt, Sugar, Flavorings, Potassium Lactate, Sodium Diacetate, Sodium Phosphate, Caramel Color), 9 Grain Sprouted (Organic Whole Wheat (Organic Sprouted Whole Wheat Flour, Organic Cracked Whole Wheat), Water, Organic Wheat Flour, Organic Cane Sugar, Organic Whole Grain And Seed Mix (Organic Whole Flax Seeds, Organic Sunflower Seeds, Organic Ground Flax, Organic Sesame Seeds, Organic Pumpkin Seeds, Organic Black Sesame Seeds, Organic Millet, Organic Rolled Oats, Organic Rolled Spelt, Organic Rolled Barley, Organic Rolled Rye, Organic Rolled Whole Wheat, Organic Quinoa, Organic Triticale Flour, Organic Yellow Corn Flour, Organic Khorasan Flour, Organic Amaranth Flour, Organic Buckwheat Flour, Organic Sorghum Flour, Poppyseed, Organic Brown Rice Flour, Organic Purple Corn Flour), Organic Vital Wheat Gluten, Cultured Wheat Flour, Organic Oat Fiber, Yeast, Wheat Fiber, Sea Salt, Organic Molasses) , Leaf Lettuce."}]},{"place": "The Burrow", "items": []}]