[{"place": "Earhart", "items": [{ "name": "Super Beef Hot Dog", "SS": "Hot Dog", "C": "334", "TF": "30g", "SF": "nan", "Ch": "75mg", "Na": "1190mg", "Carb": "2g", "Su": "1g", "P": "13g", "Allergens": "", "Ingredients": "Hot Dog (Beef, Water, Contains 2% Or Less Of Sorbitol, Salt, Flavoring, Sodium Phosphates, Sodium Erthorbate, Sodium Nitrite, Extract Of Paprika.)"}, { "name": "Hot Dog Bun", "SS": "Bun", "C": "109", "TF": "1.5g", "SF": "nan", "Ch": "0mg", "Na": "190mg", "Carb": "21g", "Su": "2g", "P": "3g", "Allergens": "Gluten,Sesame,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Enriched Flour [Unbleached Wheat Flour, Malted Barley Flour, Reduced Iron, Thiamine Mononitrate (Vitamin B1), Riboflavin (Vitamin B2), Niacin (Vitamin B3), Folic Acid], Water, High Fructose Corn Syrup, Yeast, Wheat Gluten, Soybean Oil, Salt, Calcium Propionate (A Preservative), Vinegar, Monoglycerides, Wheat Starch, Sodium Stearoyl Lactylate, Calcium Sulfate, Calcium Phosphate, Ascorbic Acid, Sesame."}, { "name": "Coney Island Sauce", "SS": "2 Tbsp Serving", "C": "47", "TF": "3g", "SF": "nan", "Ch": "5mg", "Na": "150mg", "Carb": "4g", "Su": "3g", "P": "2g", "Allergens": "Fish,Gluten,Milk,Soy,Wheat", "Ingredients": "Beef Ground 80 Fine Grind Chuck 60# Avg, Sauce Chili Red Gold 6 x #10 (Tomato Concentrate, High Fructose Corn Syrup, Distilled Vinegar, Corn Syrup, Salt, Less Than 2% Of: Dehydrated Onion, Spice, Natural Flavors.), Sauce Spaghetti without Meat 6 x #10 (Tomato Puree (Water, Tomato Paste), High Fructose Corn Syrup, Contains Less Than 2% Of: Soybean Oil, Salt, Dried Onion, Citric Acid, Spices, Dried Garlic, Natural Flavor.), Water (Water), Yellow Onion, Juice Tomato 46 oz (Tomato Juice From Concentrate (Water, Tomato Concentrate), Salt, Vitamin C (Ascorbic Acid), Citric Acid.), Celery, Margarine (Vegetable Oil Blend (Palm Oil And Soybean Oil), Water, Salt, Contains Less Than 2% Of Soy Lecithin, Vegetable Mono Diglycerides, Potassium Sorbate (A Preservative), Citric Acid, Natural Artificial Flavor, Beta Carotene (Color), Vitamin A Palmitate Added, Whey.), Soup Tomato Canned (Tomato Puree (Water, Tomato Paste), Wheat Flour, Sugar, Water, Contains Less Than 2% Of: Salt, Citric Acid, Ascorbic Acid (Vitamin C), Flavoring, Celery Extract, Garlic Oil.), Sauce Worcestershire 4 x 1 Gal (Distilled Vinegar, Molasses, Water, Corn Syrup, Salt, Caramel Color, Sugar, Spices, Anchovy (Fish), Natural Flavor (Soy), Tamarind Extract And Soy Lecithin), Brown Sugar (Sugar, Cane Molasses), Cornstarch (Corn Starch.), Creamy Horseradish (Horseradish, Distilled Vinegar, Water, Soybean Oil, Salt, Artificial Flavor), Sauce Tabasco 12 x 12 oz. (Distilled Vinegar, Red Pepper, Salt.), Base Beef No MSG (Roasted Beef And Concentrated Beef Stock, Salt, Hydrolyzed Soy, Corn, And Wheat Proteins, Maltodextrin, Autolyzed Yeast Extract, Palm Oil, Sugar, Caramel Color, Onion Powder, 2% Or Less Of Corn Oil, Disodium Inosinate, Disodium Guanylate, Modified Cornstarch, Natural Flavors, Lactic Acid.), Spice Chili Powder Mild 18 oz (Chili Pepper And Other Spices, Salt, Garlic)"}, { "name": "Shredded Cheddar Cheese", "SS": "Ounce", "C": "111", "TF": "9g", "SF": "nan", "Ch": "30mg", "Na": "180mg", "Carb": "0g", "Su": "0g", "P": "7g", "Allergens": "Milk,Vegetarian", "Ingredients": "Pasteurized Milk, Cheese Culture, Salt, Enzymes, And Annatto (Color) When Applicable."}, { "name": "Sweet Pickle Relish", "SS": "Ounce", "C": "38", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "150mg", "Carb": "9g", "Su": "9g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Cucumbers, Peppers, Sugar, Water, Vinegar, Spices, Natural & Artificial Flavors, Salt, Alum, Xanthan Gum, Turmeric And 1/10 Of 1% Benzoate Of Soda Added As A Preservative."}, { "name": "Seasoned Curly Fries", "SS": "4 oz Serving", "C": "166", "TF": "8g", "SF": "nan", "Ch": "0mg", "Na": "440mg", "Carb": "21g", "Su": "1g", "P": "2g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Potatoes, Vegetable Oil (Contains One Or More Of The Following: Canola, Palm, Soybean, Sunflower), Enriched Wheat Flour (Wheat Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Salt, Modified Corn Starch, Spices, Corn Meal, Garlic Powder, Onion Powder, Leavening (Disodium Dihydrogen Pyrophosphate, Sodium Bicarbonate), Dried Yeast, Oleoresin Paprika, Dextrose."}, { "name": "Cavatappi Pasta", "SS": "1 Cup ", "C": "358", "TF": "3g", "SF": "nan", "Ch": "0mg", "Na": "590mg", "Carb": "73g", "Su": "3g", "P": "12g", "Allergens": "Gluten,Vegetarian,Vegan,Wheat", "Ingredients": "Water (Water), Pasta Cellentani Cavatappi 20# (Semolina Wheat, Durum Wheat Flour, Vitamin B3 Niacin, Iron Ferrous Sulfate, Vitamin B1 Thiamine Mononitrate, Vitamin B2 Riboflavin, Folic Acid.), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.)"}, { "name": "Marinara Sauce", "SS": "1/4 Cup", "C": "25", "TF": "1g", "SF": "nan", "Ch": "0mg", "Na": "200mg", "Carb": "4g", "Su": "3g", "P": "1g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Marinara Sauce (Tomato Puree (Water, Tomato Paste), Diced Tomatoes, Less Than 2% Of: Sugar, Soybean Oil, Salt, Spice, Dired Garlic, Dried Onion, Olive Oil, Citric Acid, Sea Salt, Natural Flavor.)"}, { "name": "GF Alfredo Sauce", "SS": "3/4 Cup", "C": "435", "TF": "39g", "SF": "nan", "Ch": "60mg", "Na": "1100mg", "Carb": "12g", "Su": "6g", "P": "9g", "Allergens": "Milk,Soy,Vegetarian", "Ingredients": "GF Alfredo Sauce (Cream, Skim Milk, Water, Parmesan And Asiago Cheese Blend With Flavor (Parmesan And Asiago Cheeses [Cultured Milk, Salt, Enzymes], Enzyme Modified Parmesan Cheese [Cultured Milk, Water, Salt, Enzymes], Whey, Salt), Soybean Oil, Canola Oil, 2% Or Less Of Modified Cornstarch, Salt, Romano Cheese Made From Cow's Milk Cultured Milk, Salt, Enzymes), Lactose, Spice, Xanthan Gum, Datem, Mono- And Diglycerides, Seasoning (Cornstarch, Extractives Of Turmeric And Annatto, Natural Flavor), Seasoning (Maltodextrin, Flavor, Enzyme Modified Butterfat).)"}, { "name": "Bacon Bits", "SS": "1 oz Ladle", "C": "43", "TF": "3g", "SF": "nan", "Ch": "20mg", "Na": "230mg", "Carb": "0g", "Su": "0g", "P": "4g", "Allergens": "", "Ingredients": "Bacon Bits (Bacon Cured With Water, Salt, Sugar, Sodium Erythorbate, Sodium Nitrite. May Also Contain Dextrose, Flavoring, Honey, Dehydrated Pork Broth, Potassium Chloride, Potassium Lactate, Smoke Flavoring, Sodium Diacetate, Sodium Phosphate.)"}, { "name": "Chicken Fajita Strip", "SS": "1/2 Cup", "C": "68", "TF": "2g", "SF": "nan", "Ch": "40mg", "Na": "510mg", "Carb": "2g", "Su": "0g", "P": "12g", "Allergens": "Soy", "Ingredients": "Chicken Breast Meat With Rib Meat, Water, Salt, Spices, Sodium Phosphate, Torula Yeast, Sugar, Dehydrated Onion, Dehydrated Garlic, Carrageenan, Modified Food Starch, Food Starch, Pea Protein Isolate, Maltodextrin, Natural Flavor, Malic Acid."}, { "name": "Mixed Vegetables", "SS": "1/2 Cup", "C": "57", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "220mg", "Carb": "11g", "Su": "3g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Vegetable Mixed (12 x 2.5#) (Peas, Carrots, Corn, Green Beans, Lima Beans, Salt)"}, { "name": "Grated Parmesan Cheese", "SS": "Ounce", "C": "113", "TF": "11g", "SF": "nan", "Ch": "30mg", "Na": "400mg", "Carb": "0g", "Su": "0g", "P": "11g", "Allergens": "Milk,Vegetarian", "Ingredients": "Grated Parmesan (Pasteurized Cow’s Milk, Salt, Enzymes), Powdered Cellulose Added To Prevent Caking."}, { "name": "Garlic Breadstick", "SS": "Each", "C": "153", "TF": "4.5g", "SF": "nan", "Ch": "0mg", "Na": "380mg", "Carb": "23g", "Su": "less than 1 g", "P": "4g", "Allergens": "Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Breadstick Gourmet Parbaked Turano (Flour (Wheat Flour, Malted Barley), Water, Contains Less Than 2% Of Each Of The Following: Salt, Dextrose, Palm Oil, Wheat Gluten, Wheat Starch, Diacetyl Tartaric Acid Esters Of Mono-Diglycerides (Datem), L-Cysteine, Ascorbic Acid, Enzyme, Yeast, Mono- And Diglycerides, Ethoxylated Mono And Diglycerides, Polysorbate 60, Calcium Propionate (Preservative), Enriched Wheat Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid). Topping: Water, Potassium Sorbate.), Garlic Butter Spread (Margarine (Vegetable Oil Blend (Palm Oil And Soybean Oil), Water, Salt, Contains Less Than 2% Of Soy Lecithin, Vegetable Mono Diglycerides, Potassium Sorbate (A Preservative), Citric Acid, Natural Artificial Flavor, Beta Carotene (Color), Vitamin A Palmitate Added, Whey.), Garlic Seasoning (Garlic Powder.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Sweet Basil, Spice Pepper Black Ground 18 oz (Black Pepper), Oregano (Oregano), Spice Parsley Flakes)"}, { "name": "Pepperoni", "SS": "8 Slices", "C": "142", "TF": "13g", "SF": "nan", "Ch": "30mg", "Na": "530mg", "Carb": "0g", "Su": "0g", "P": "5g", "Allergens": "", "Ingredients": "BHA, BHT With Citric Acid Added To Help Protect Flavor, Pork And Beef, Salt, Contains 2% Or Less Of: Water, Dextrose, Spices, Lactic Acid Starter Culture, Oleoresin Of Paprika, Garlic Powder, Sodium Nitrite, Citric Acid, BHA, BHT."}, { "name": "Genoa Salami", "SS": "Ounce", "C": "106", "TF": "9g", "SF": "nan", "Ch": "25mg", "Na": "480mg", "Carb": "0g", "Su": "0g", "P": "6g", "Allergens": "", "Ingredients": "BHA, BHT With Citric Acid Added To Help Protect Flavor, Pork, Beef, Salt, Contains 2% Or Less Of Dextrose, Water, Natural Spices, Sodium Ascorbate, Lactic Acid Starter Culture, Sodium Nitrite, Garlic Powder, BHA, BHT, Citric Acid."}, { "name": "Smoked Ham", "SS": "Slice", "C": "20", "TF": "0.5g", "SF": "nan", "Ch": "10mg", "Na": "230mg", "Carb": "less than 1 g", "Su": "less than 1 g", "P": "3g", "Allergens": "", "Ingredients": "36% Of Weight Is Added Ingredients. Cured With Water, Dextrose, Salt, Modified Cornstarch, Corn Syrup, Sodium Phosphates, Sodium Erythorbate, Sodium Nitrite."}, { "name": "Turkey Breast", "SS": "Slice", "C": "17", "TF": "0g", "SF": "nan", "Ch": "10mg", "Na": "220mg", "Carb": "0g", "Su": "0g", "P": "3g", "Allergens": "", "Ingredients": "Turkey Breast Meat, Water, Salt, Sugar, Modified Cornstarch, Sodium Phosphates, Sodium Erythorbate, Sodium Nitrate."}, { "name": "Sliced Tomatoes", "SS": "2 Slices", "C": "9", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "2g", "Su": "1g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Tomatoes (Tomato)"}, { "name": "Sliced Red Onions", "SS": "Slice", "C": "2", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": ""}, { "name": "Leaf Lettuce", "SS": "1 Leaf", "C": "2", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Green Leaf Lettuce."}, { "name": "Provolone Cheese", "SS": "1/2 oz Slice", "C": "50", "TF": "4g", "SF": "nan", "Ch": "10mg", "Na": "125mg", "Carb": "0g", "Su": "0g", "P": "4g", "Allergens": "Milk,Vegetarian", "Ingredients": "Pasteurized Milk, Cheese Culture, Salt, Enzymes"}, { "name": "Cheddar Cheese", "SS": "3/4 oz Slice", "C": "86", "TF": "7g", "SF": "nan", "Ch": "20mg", "Na": "130mg", "Carb": "0g", "Su": "0g", "P": "5g", "Allergens": "Milk,Vegetarian", "Ingredients": "Pasteurized Milk, Salt, Cheese Culture, Annatto Color."}, { "name": "Pepper Jack Cheese", "SS": "3/4 oz Slice", "C": "71", "TF": "6g", "SF": "nan", "Ch": "20mg", "Na": "120mg", "Carb": "0g", "Su": "0g", "P": "5g", "Allergens": "Milk,Vegetarian", "Ingredients": "Pasteurized Milk, Jalapeno Peppers, Cheese Culture, Salt, Enzymes."}, { "name": "Mayonnaise", "SS": "Tablespoon", "C": "103", "TF": "11g", "SF": "nan", "Ch": "less than 5 mg", "Na": "85mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Eggs,Soy,Vegetarian", "Ingredients": "Soybean Oil, Vinegar, Eggs, Water, Salt, Egg Yolks, Sugar, Calcium Disodium EDTA (To Protect Flavor), Dried Garlic, Dried Onions, Natural Flavor."}, { "name": "Roasted Garlic Mayonnaise", "SS": "Tablespoon", "C": "99", "TF": "11g", "SF": "nan", "Ch": "less than 5 mg", "Na": "120mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Eggs,Soy,Vegetarian", "Ingredients": "Mayonnaise (Soybean Oil, Vinegar, Eggs, Water, Salt, Egg Yolks, Sugar, Calcium Disodium EDTA (To Protect Flavor), Dried Garlic, Dried Onions, Natural Flavor.), Roasted Garlic Base (Roasted Garlic, Water, Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Dextrose, Salt, Dried Garlic, 2% Or Less Of Canola Oil,  Dried Onions, Xanthan Gum, Potassium Chloride, Celery Juice Concentrate.)"}, { "name": "Spicy Mayonnaise", "SS": "Tablespoon", "C": "103", "TF": "11g", "SF": "nan", "Ch": "less than 5 mg", "Na": "120mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Eggs,Soy,Vegetarian", "Ingredients": "Mayonnaise (Soybean Oil, Vinegar, Eggs, Water, Salt, Egg Yolks, Sugar, Calcium Disodium EDTA (To Protect Flavor), Dried Garlic, Dried Onions, Natural Flavor.), Sauce Garlic Chili 3x1 Gal (Chili, Salt, Garlic, Distilled Vinegar, Potassium Sorbate And Sodium Bisulfate As Preservatives, And Xanthan Gum.)"}, { "name": "Spicy Brown Mustard", "SS": "Tablespoon", "C": "14", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "170mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water, Distilled And Cider Vinegar, Mustard Seed, Salt, White Wine, Citric Acid, Tartaric Acid, Spices, Turmeric, Oleoresin Paprika."}, { "name": "Bistro Sauce", "SS": "Tablespoon", "C": "104", "TF": "11g", "SF": "nan", "Ch": "less than 5 mg", "Na": "85mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Eggs,Soy,Vegetarian", "Ingredients": "Mayonnaise (Soybean Oil, Vinegar, Eggs, Water, Salt, Egg Yolks, Sugar, Calcium Disodium EDTA (To Protect Flavor), Dried Garlic, Dried Onions, Natural Flavor.), Spice Paprika Spanish (Paprika), Spice Chipotle Powder 1.5# (Chipotle Chile Peppers And Silicon Dioxide.), Garlic Seasoning (Garlic Powder.)"}, { "name": "Sundried Tomato Pesto", "SS": "1/2 cup", "C": "221", "TF": "17g", "SF": "nan", "Ch": "10mg", "Na": "1290mg", "Carb": "15g", "Su": "8g", "P": "4g", "Allergens": "Milk,Vegetarian", "Ingredients": "Water (Water), Tomato Paste 6 x #10 (Tomato Paste, Citric Acid.), Tomato Sundried 5# (Sun-Dried Tomatoes, Salt. Contains 2% Or Less  Glucose Syrup, Citric Acid, Sulfur Dioxide (For  Color Retention), Potassium Sorbate.), Olive Oil (Extra Virgin Olive Oil.), Grated Parmesan Cheese (Grated Parmesan (Pasteurized Cow’s Milk, Salt, Enzymes), Powdered Cellulose Added To Prevent Caking.), Garlic (Garlic.), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Granulated Sugar (Sugar.), Black Pepper (Black Pepper), Fresh Basil (Fresh Basil), Oregano (Oregano)"}, { "name": "Flour Tortilla 12 inch ", "SS": "Tortilla", "C": "304", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "620mg", "Carb": "51g", "Su": "0g", "P": "8g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Enriched Bleched Flour (Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Vegetable Shortening (Interesterified And Hydrogenated Soybean Oils), Contains 2% Or Less Of: Salt, Baking Soda, Sodium Acid Pyrophosphate, Distilled Monoglycerides, Enzymes, Vital Wheat Gluten, Cellulose Gum, Fumaric Acid And Calcium Propionate And Sorbic Acid (To Maintain Freshness)."}, { "name": "Wheat Bread", "SS": "Slice", "C": "85", "TF": "1g", "SF": "nan", "Ch": "0mg", "Na": "150mg", "Carb": "16g", "Su": "2g", "P": "3g", "Allergens": "Gluten,Milk,Sesame,Soy,Vegetarian,Wheat", "Ingredients": "Enriched Flour [Unbleached Wheat Flour, Malted Barley Flour, Reduced Iron, Thiamine Mononitrate (Vitamin B1), Riboflavin (Vitamin B2), Niacin (Vitamin B3), Folic Acid], Water, Whole Grain Wheat Flour, Yeast, Sugar, Wheat Bran, Wheat Gluten, Soybean Oil, Whole Grain Rolled Oats, Rye Flour, Barley Flakes, Salt, Molasses, Monoglycerides, Modified Whey, Calcium Propionate (A Preservative), Vinegar, Sodium Stearoyl Lactylate, Dextrose, Natural Flavor, Wheat Starch, Calcium Sulfate, Calcium Phosphate, Ascorbic Acid, Citric Acid, Sesame; Topped With Butter."}, { "name": "White Bread", "SS": "24 oz Loaf", "C": "1782", "TF": "22g", "SF": "nan", "Ch": "0mg", "Na": "2900mg", "Carb": "334g", "Su": "45g", "P": "45g", "Allergens": "Gluten,Milk,Sesame,Soy,Vegetarian,Wheat", "Ingredients": "Enriched Flour [Unbleached Wheat Flour, Malted Barley Flour, Reduced Iron, Thiamine Mononitrate (Vitamin B1), Riboflavin (Vitamin B2), Niacin (Vitamin B3), Folic Acid], Water, High Fructose Corn Syrup, Yeast, Soybean Oil, Salt, Modified Whey, Vinegar, Wheat Starch, Monoglycerides, Wheat Protein Isolate, Calcium Propionate (A Preservative), Lactic Acid, Natural Flavors, Sodium Stearoyl Lactylate, Calcium Sulfate, Calcium Phosphate, Ascorbic Acid, Sesame."}, { "name": "Spicy Beef Stir Fry", "SS": "3/4 Cup", "C": "258", "TF": "15g", "SF": "nan", "Ch": "30mg", "Na": "690mg", "Carb": "14g", "Su": "10g", "P": "15g", "Allergens": "Gluten,Sesame,Shellfish,Soy,Wheat", "Ingredients": "Beef Strip 2 inch  x 1/2 inch  x 1/4 inch  (90% Or Better Extra Lean Cuts Of Beef), Celery, Matchstick Carrots, Vinegar White, Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Green Onion (Onion Green), Hoisin Sauce (Sugar, Water, Fermented Soybean Paste (Water, Salt, Soybeans, Wheat Flour), Salt, Modified Corn Starch, Contains Less Than 2% Of Sweet Potato Powder, Sesame Paste, Caramel Color, Spices, Dehydrated Garlic, Salted Chili Peppers (Chili Peppers, Salts), Acetic Acid, FD&C Red No. 40.), Sauce Oyster 6 x 5# (Water, Sugar, Salt, Oyster Extractives (Oyster, Water, Salt), Salt, Modified Corn Starch, Monosodium Glutamate, Wheat Flour, Caramel Color.), Water (Water), Granulated Sugar (Sugar.), Gel Clear Instant Corn Starch 50# (Corn Starch.), Crushed Red Pepper (Crushed Red Pepper), Garlic Chopped (Minced Garlic (Peeled Garlic)), Ginger Root 30# Case (Ginger Root.)"}, { "name": "Pork Potstickers", "SS": "1 Each Serving", "C": "53", "TF": "1.5g", "SF": "nan", "Ch": "5mg", "Na": "150mg", "Carb": "8g", "Su": "less than 1 g", "P": "2g", "Allergens": "Gluten,Sesame,Soy,Wheat", "Ingredients": "Appetizer Potsticker Pork Vegetable (Filling: Pork, Cabbage, Green Onion, Sugar, Corn Starch, Salt, Soy Sauce (Water, Wheat, Soybeans, Salt), Garlic, Sesame Seed Oil, Ginger, Yeast Extract, Black Pepper. Wrapper: Enriched Unbleached Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Food Starch, Salt, Soybean Oil.)"}, { "name": "Potsticker Sauce", "SS": "Tablespoon", "C": "18", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "370mg", "Carb": "3g", "Su": "3g", "P": "less than 1 g", "Allergens": "Gluten,Sesame,Shellfish,Soy,Wheat", "Ingredients": "Water (Water), Sauce Soy Tamari GF (Water, Soybeans, Salt, Alcohol (To Preserve Freshness).), Vinegar White, Granulated Sugar (Sugar.), Sauce Oyster 6 x 5# (Water, Sugar, Salt, Oyster Extractives (Oyster, Water, Salt), Salt, Modified Corn Starch, Monosodium Glutamate, Wheat Flour, Caramel Color.), Oil Sesame 6 x 61 oz (100% Pure Sesame Oil.), Garlic Chopped (Minced Garlic (Peeled Garlic)), Ginger Root 30# Case (Ginger Root.)"}, { "name": "Long Grain Rice", "SS": "1/2 Cup ", "C": "122", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "27g", "Su": "0g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water (Water), Rice Long Grain (Long Grain Rice Enriched With Iron (Ferric Orthophosphate), Niacin, Thiamin (Thiamin Mononitrate), And Folic Acid.)"}, { "name": "Szechuan Chicken", "SS": "4oz Serving", "C": "159", "TF": "8g", "SF": "nan", "Ch": "100mg", "Na": "125mg", "Carb": "0g", "Su": "0g", "P": "21g", "Allergens": "Fish,Gluten,Sesame,Soy,Wheat", "Ingredients": "Chicken Thighs Fajita Strips (Boneless Skinless Dark Meat Chicken Thighs.), Spicy Szechuan Sauce (Hoisin Sauce (Sugar, Water, Fermented Soybean Paste (Water, Salt, Soybeans, Wheat Flour), Salt, Modified Corn Starch, Contains Less Than 2% Of Sweet Potato Powder, Sesame Paste, Caramel Color, Spices, Dehydrated Garlic, Salted Chili Peppers (Chili Peppers, Salts), Acetic Acid, FD&C Red No. 40.), Sauce Chili Red Gold 6 x #10 (Tomato Concentrate, High Fructose Corn Syrup, Distilled Vinegar, Corn Syrup, Salt, Less Than 2% Of: Dehydrated Onion, Spice, Natural Flavors.), Sauce Garlic Chili 3x1 Gal (Chili, Salt, Garlic, Distilled Vinegar, Potassium Sorbate And Sodium Bisulfate As Preservatives, And Xanthan Gum.), Sauce Soy Tamari GF (Water, Soybeans, Salt, Alcohol (To Preserve Freshness).), Juice Apple 100% 60oz (Apple Juice (Filtered Water, Apple Juice From Concentrate)), Granulated Sugar (Sugar.), Fish Sauce (Anchovy Extract (Fish), Salt, Water, Sugar, Hydrolyzed Vegetable Protein (Corn).), Oil Sesame 6 x 61 oz (100% Pure Sesame Oil.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Water (Water))"}, { "name": "Stir Fry Chicken", "SS": "4oz Serving", "C": "177", "TF": "9g", "SF": "nan", "Ch": "115mg", "Na": "350mg", "Carb": "less than 1 g", "Su": "0g", "P": "24g", "Allergens": "", "Ingredients": "Chicken Thighs Fajita Strips (Boneless Skinless Dark Meat Chicken Thighs.), Garlic Powder (Garlic Powder.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spice Pepper Black Ground 18 oz (Black Pepper)"}, { "name": "Sliced Smoked Polish Sausage", "SS": "Ounce", "C": "87", "TF": "7g", "SF": "nan", "Ch": "15mg", "Na": "230mg", "Carb": "1g", "Su": "0g", "P": "4g", "Allergens": "", "Ingredients": "Pork, Beef, Water, Salt, Corn Syrup Solids, Spices, Dextrose, Paprika, Dried Garlic, Sodium Erythorbate, Flavoring, Disodium Inosinate And Disodium Guanylate, Sodium Nitrite."}, { "name": "Fried Tofu Cubes", "SS": "3 Ounce Portion", "C": "138", "TF": "2.5g", "SF": "nan", "Ch": "0mg", "Na": "10mg", "Carb": "23g", "Su": "less than 1 g", "P": "6g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Tofu (Non-GMO Soybeans, Water, Calcium Sulfate, Glucono Delta Lactone (GDL).), Cornstarch (Corn Starch.)"}, { "name": "Linguini", "SS": "1 Cup ", "C": "430", "TF": "3g", "SF": "nan", "Ch": "0mg", "Na": "590mg", "Carb": "88g", "Su": "4g", "P": "15g", "Allergens": "Gluten,Vegetarian,Vegan,Wheat", "Ingredients": "Water (Water), Pasta Linguini  2 x 10# (Semolina Wheat, Durum Wheat Flour, Vitamin B3 Niacin, Iron Ferrous Sulfate, Vitamin B1 Thiamine Mononitrate, Vitamin B2 Riboflavin, Folic Acid.), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.)"}, { "name": "Green Cabbage", "SS": "Tablespoon", "C": "1", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Green Cabbage"}, { "name": "Snow Peas", "SS": "Ounce", "C": "23", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "4g", "Su": "2g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Raw Sugar Snap Peas"}, { "name": "Matchstick Carrots", "SS": "Ounce", "C": "12", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "20mg", "Carb": "3g", "Su": "1g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": ""}, { "name": "Yellow Squash", "SS": "1/2 Cup", "C": "8", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "2g", "Su": "1g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": ""}, { "name": "Sliced Bamboo Shoots", "SS": "1/4 Cup", "C": "7", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "1g", "Su": "less than 1 g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": ""}, { "name": "Spicy Szechuan Sauce", "SS": "Tablespoon", "C": "37", "TF": "1.5g", "SF": "nan", "Ch": "0mg", "Na": "410mg", "Carb": "6g", "Su": "5g", "P": "0g", "Allergens": "Fish,Gluten,Sesame,Soy,Wheat", "Ingredients": "Hoisin Sauce (Sugar, Water, Fermented Soybean Paste (Water, Salt, Soybeans, Wheat Flour), Salt, Modified Corn Starch, Contains Less Than 2% Of Sweet Potato Powder, Sesame Paste, Caramel Color, Spices, Dehydrated Garlic, Salted Chili Peppers (Chili Peppers, Salts), Acetic Acid, FD&C Red No. 40.), Sauce Chili Red Gold 6 x #10 (Tomato Concentrate, High Fructose Corn Syrup, Distilled Vinegar, Corn Syrup, Salt, Less Than 2% Of: Dehydrated Onion, Spice, Natural Flavors.), Sauce Garlic Chili 3x1 Gal (Chili, Salt, Garlic, Distilled Vinegar, Potassium Sorbate And Sodium Bisulfate As Preservatives, And Xanthan Gum.), Sauce Soy Tamari GF (Water, Soybeans, Salt, Alcohol (To Preserve Freshness).), Juice Apple 100% 60oz (Apple Juice (Filtered Water, Apple Juice From Concentrate)), Granulated Sugar (Sugar.), Fish Sauce (Anchovy Extract (Fish), Salt, Water, Sugar, Hydrolyzed Vegetable Protein (Corn).), Oil Sesame 6 x 61 oz (100% Pure Sesame Oil.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Water (Water)"}, { "name": "Sweet Chili Sauce", "SS": "1 oz Ladle", "C": "49", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "90mg", "Carb": "13g", "Su": "12g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Vinegar Rice Japanese Seasoned  6x61z (Rice Vinegar (Water, Rice, Distilled Vinegar), Sugar And Salt), Granulated Sugar (Sugar.), Water (Water), Sauce Garlic Chili 3x1 Gal (Chili, Salt, Garlic, Distilled Vinegar, Potassium Sorbate And Sodium Bisulfate As Preservatives, And Xanthan Gum.), Gel Clear Instant Corn Starch 50# (Corn Starch.)"}, { "name": "Asian BBQ Stir Fry Sauce", "SS": "Tablespoon", "C": "35", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "210mg", "Carb": "9g", "Su": "8g", "P": "0g", "Allergens": "Gluten,Sesame,Soy,Vegetarian,Wheat", "Ingredients": "Ken's Cannonball BBQ Sauce (Sugar, Distilled Vinegar, Water, Tomato Paste, Molasses, Modified Potato Starch, Salt, Contains Less Than 2% Of Natural Smoke Flavor, Mustard Flour, Spice, Paprika, Onion, Garlic, Caramel Color, Maltodextrin, Chili Powder (Chili Pepper, Spice, Salt, Garlic), Autolyzed Yeast Extract, Natural Flavor.), Honey (Honey), Hoisin Sauce (Sugar, Water, Fermented Soybean Paste (Water, Salt, Soybeans, Wheat Flour), Salt, Modified Corn Starch, Contains Less Than 2% Of Sweet Potato Powder, Sesame Paste, Caramel Color, Spices, Dehydrated Garlic, Salted Chili Peppers (Chili Peppers, Salts), Acetic Acid, FD&C Red No. 40.), Spice Five Spice Powder 16 oz (Cinnamon, Star Anise, Cloves, Ginger, Sulfuring Agent)"}, { "name": "Korean Red Pepper Sauce", "SS": "Tablespoon", "C": "56", "TF": "5g", "SF": "nan", "Ch": "0mg", "Na": "110mg", "Carb": "2g", "Su": "less than 1 g", "P": "less than 1 g", "Allergens": "Sesame,Soy,Vegetarian,Vegan", "Ingredients": "Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Sauce Soy Tamari GF (Water, Soybeans, Salt, Alcohol (To Preserve Freshness).), Vinegar Apple Cider (Made From The Juices Of Apples, Diluted With Water To A Uniform Pickling And Table Strength Of 5% (50 Grains) Acidity.), Crushed Red Pepper (Crushed Red Pepper), Garlic Chopped (Minced Garlic (Peeled Garlic)), Granulated Sugar (Sugar.), Spice Sesame Seed 18 oz (Sesame Seeds), Oil Sesame 6 x 61 oz (100% Pure Sesame Oil.)"}, { "name": "GF Garbanzo Bean Rotini", "SS": "Pound", "C": "1520", "TF": "28g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "272g", "Su": "16g", "P": "88g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Chickepea Flour."}, { "name": "Salad Mix", "SS": "Ounce", "C": "4", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Romaine Lettuce (Romaine Lettuce), Chopped Lettuce (Lettuce)"}, { "name": "Long Grain Rice", "SS": "1/2 Cup ", "C": "122", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "27g", "Su": "0g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water (Water), Rice Long Grain (Long Grain Rice Enriched With Iron (Ferric Orthophosphate), Niacin, Thiamin (Thiamin Mononitrate), And Folic Acid.)"}, { "name": "Spaghetti Sauce", "SS": "2 oz Ladle", "C": "52", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "370mg", "Carb": "12g", "Su": "9g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water (Water), Tomato Paste 6 x #10 (Tomato Paste, Citric Acid.), Tomato Puree 6 x #10 (Tomato Puree (Water, Tomato Paste), Citric Acid.), Juice Tomato 46 oz (Tomato Juice From Concentrate (Water, Tomato Concentrate), Salt, Vitamin C (Ascorbic Acid), Citric Acid.), Yellow Onion, Brown Sugar (Sugar, Cane Molasses), Garlic Chopped (Minced Garlic (Peeled Garlic)), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Garlic Powder (Garlic Powder.), Italian Seasoning, Sauce Tabasco 12 x 12 oz. (Distilled Vinegar, Red Pepper, Salt.), Oregano (Oregano), Spice Pepper Black Ground 18 oz (Black Pepper), Spice Bay Leaf Whole (Bay Leaf), Spice Basil Leaf Whole 26 oz"}, { "name": "Vegan Creamy Cheddar Cheese", "SS": "Ounce", "C": "71", "TF": "", "SF": "nan", "Ch": "0mg", "Na": "160mg", "Carb": "5g", "Su": "0g", "P": "0g", "Allergens": "Coconut,Vegetarian,Vegan", "Ingredients": "Filtered Water, Coconut Oil, Tapioca Maltodextrin, Tapioca Starch, Salt, Pea Protein, Yeast Extract, Lactic Acid, Carrageenan, Natural Flavors, Annatto, Sunflower Lecithin, Natural White Color, Citric Acid, Xanthan Gum."}, { "name": "Fire Braised Chicken Breast", "SS": "Ounce", "C": "33", "TF": "1g", "SF": "nan", "Ch": "25mg", "Na": "100mg", "Carb": "0g", "Su": "0g", "P": "7g", "Allergens": "", "Ingredients": "Chicken Breast Meat, Water, Salt, Baking Soda, Natural Flavoring."}, { "name": "Roasted Portabella Mushroom", "SS": "Each", "C": "108", "TF": "9g", "SF": "nan", "Ch": "0mg", "Na": "105mg", "Carb": "6g", "Su": "3g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Mushroom Portabella (Raw Portabella Mushroom), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Balsamic Vinegar (Balsamic Vinegar), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Garlic (Garlic.), Ground Black Pepper (Black Pepper), Sweet Basil, Spice Thyme Leaf (Thyme Leaves), Crushed Red Pepper (Crushed Red Pepper)"}, { "name": "Diced Tomatoes", "SS": "1/4 Cup", "C": "8", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "2g", "Su": "1g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Tomatoes (Tomato)"}, { "name": "Fresh Spinach", "SS": "Cup", "C": "7", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "20mg", "Carb": "1g", "Su": "0g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Spinach"}, { "name": "Sliced Banana Peppers", "SS": "Tablespoon", "C": "2", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "105mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Fresh Peppers, Water, Vinegar, Salt, Calcium Chloride, Sodium Benzoate (Preservative), Natural Flavors, Sodium Metabisulfite (Preservative), Yellow 5."}, { "name": "Sliced Black Olives", "SS": "Tablespoon", "C": "11", "TF": "1g", "SF": "nan", "Ch": "0mg", "Na": "65mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Olives, Water, Salt And Ferrous Gluconate (Color Stabilizer)."}, { "name": "Diced Red Onion", "SS": "Tablespoon", "C": "3", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": ""}, { "name": "Vegan Mozzarella Shredded Cheese", "SS": "Ounce", "C": "91", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "280mg", "Carb": "7g", "Su": "0g", "P": "1g", "Allergens": "Coconut,Vegetarian,Vegan", "Ingredients": "Filtered Water, Tapioca Flour, Expeller Pressed Non-GMO Canola And/Or Safflower Oil, Coconut Oil, Pea Protein, Salt, Vegan Natural Flavours, Inactive Yeast, Vegetable Glycerin, Xanthan Gum, Citric Acid (Vegan, For Flavour), Titanium Dioxide (A Naturally Occurring Mineral)."}, { "name": "Cooked Carrots", "SS": "1/2 Cup", "C": "29", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "65mg", "Carb": "7g", "Su": "4g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Baby Carrots (Carrots)"}, { "name": "Grilled Zucchini", "SS": "3 oz Serving", "C": "57", "TF": "5g", "SF": "nan", "Ch": "0mg", "Na": "220mg", "Carb": "2g", "Su": "1g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Zucchini (Zucchini), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda)"}, { "name": "Roasted Broccoli", "SS": "4 oz Serving", "C": "51", "TF": "2.5g", "SF": "nan", "Ch": "0mg", "Na": "160mg", "Carb": "6g", "Su": "1g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Broccoli Florets (Broccoli Florettes.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spice Pepper Black Ground 18 oz (Black Pepper)"}, { "name": "Flame Roasted Peppers and Onions", "SS": "Ounce", "C": "15", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "45mg", "Carb": "3g", "Su": "2g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Onion, Green And Red Bell Pepper, Contains Less Than 2% Of Citric Acid, Dehydrated Garlic And Onion, Natural Flavors, Olive Oil, Salt, Spices, Sugar, Yeast Extract."}, { "name": "Homefree Ginger Snap Cookie", "SS": "Cookie", "C": "140", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "21g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Pear Juice From Concentrate, High Oleic Safflower Oil, Organic Tapioca Starch, Molasses, Organic Ground Ginger, Baking Soda (Sodium Bicarbonate), Organic Cinnamon, Salt, Pure Vanilla Extract, Cream Of Tartar, Xanthan Gum, Organic Cloves, Rosemary Extract."}, { "name": "Homefree Chocolate Chip Cookie", "SS": "Cookie", "C": "140", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "95mg", "Carb": "19g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, High Oleic Safflower Oil, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), Organic Tapioca Starch, Pear Juice Concentrate, Baking Soda (Sodium Bicarbonate), Pure Vanilla Extract, Salt, Cream Of Tartar, Xanthan Gum, Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Homefree Chocolate Chip Brownie", "SS": "Brownie", "C": "235", "TF": "9g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "36g", "Su": "22g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), High Oleic Safflower Oil, Pear Juice Concentrate, Non-Alkalized Cocoa Powder, Tapioca Syrup, Demerara Sugar, Organic Tapioca Starch, Pure Vanilla Extract, Salt, Xanthan Gum, Baking Soda (Sodium Bicarbonate), Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Strawberry Cookie", "SS": "Cookie", "C": "160", "TF": "7g", "SF": "nan", "Ch": "10mg", "Na": "130mg", "Carb": "24g", "Su": "16g", "P": "less than 1 g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Dough Cookie Straw Shortcake SD 1.33 oz (Enriched Bleached Flour (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid, Sugar, Margarine Palm Oil, Water, Soybean Oil, Contains 2% Or Less Of: Salt, Mono- And Diglycerides, Natural Flavors (Contains Milk), Citric Acid, Vitamin A Palmitate Added, Beta Carotene (Color), White Confectionery Chips Sugar, Palm Kernel And/Or Palm Oil, Nonfat Milk, Soy Lecithin, Natural Flavor, Eggs, Cranberries, Strawberries, Contains 2% Or Less Of: Butter Cream (Milk), Salt, Molasses, Baking Soda, Salt, Natural And Artificial Strawberry Flavors, Sunflower Oil, Cellulose, Citric Acid. Made In A Facility That Also Processes Peanuts, Tree Nuts, Almonds, Coconut, Macademia Nuts, Pecans, Walnuts.)"}, { "name": "MeMe's Bread Pudding", "SS": "4x5 Cut Serving", "C": "313", "TF": "16g", "SF": "nan", "Ch": "85mg", "Na": "380mg", "Carb": "38g", "Su": "26g", "P": "5g", "Allergens": "Eggs,Gluten,Milk,Sesame,Soy,Vegetarian,Wheat", "Ingredients": "2% Milk (Grade A Reduced Fat Milk, Vitamin A Palmitate & Vitamin D3.), Texas Toast (Enriched Flour [Unbleached Wheat Flour, Malted Barley Flour, Reduced Iron, Thiamine Mononitrate (Vitamin B1), Riboflavin (Vitamin B2), Niacin (Vitamin B3), Folic Acid], Water, Sugar, Yeast, Soybean Oil, Salt, Wheat Gluten, Vinegar, Calcium Propionate (A Preservative), Yellow Corn Flour, Monoglycerides, Annatto Extract And Turmeric Added For Color, Wheat Starch, Calcium Sulfate, Potassium Chloride, Sodium Stearoyl Lactylate, Calcium Phosphate, Ascorbic Acid, Sesame.), Butter Solids (Pasteurized Cream, Salt), Granulated Sugar (Sugar.), Granulated Sugar (Sugar.), Egg Whole Frozen (Egg (Whole Frozen)), Butter Solids (Pasteurized Cream, Salt), Water (Water), Flavor Vanilla Imitation (Water, Caramel Color, Artifical Flavor, Citric Acid, Sodium Benzoate (Preservative).), Egg Whole Frozen (Egg (Whole Frozen)), Ground Cinnamon, Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine)"}, { "name": "M&M Hello Dolly Bar", "SS": "8x10 Cut Serving", "C": "195", "TF": "9g", "SF": "nan", "Ch": "5mg", "Na": "80mg", "Carb": "27g", "Su": "22g", "P": "3g", "Allergens": "Coconut,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Milk Condensed Sweet 24 x 14 oz (Milk, Sugar.), Chocolate Chips Semisweet (Semi-Sweet Chocolate (Sugar, Chocolate, Cocoa Butter, Milk Fat, Soy Lecithin, Natural Flavor, Milk).), Graham Cracker Crumbs (Whole Wheat Flour, Enriched Flour (Wheat Flour, Niacin, Reduced Iron, Vitamin B1 (Thiamin Mononitrate), Vitamin B2 (Riboflavin), Folic Acid), Sugar, Vegetable Oil (Soybean And/Or Canola Oil), Molasses, Honey, Corn Syrup, Contains 2% Or Less Of Leavening (Baking Soda, Sodium Acid Pyrophosphate, Monocalcium Phosphate), Natural Flavors, Salt, Soy Lecithin.), M & M Topping (Milk Chocolate (Sugar, Chocolate, Skim MIlk, Cocoa Butter, Lactose, Milkfat, Soy Lecithin, Salt, Natural Flavor), Sugar, Cornstarch; Less Than 1%: Corn Syrup, Dextrin, Coloring (Includes Blue 1 Lake, Yellow 6, Red 40, Yellow 5, Blue 1, Yellow 6 Lake, Red 40 Lake, Yellow 5 Lake, Blue 2 Lake, Blue 2), Carnauba Wax, Gum Acacia.), Coconut (Desiccated Coconut Processed With Sugar, Propylene Glycol (Preservative), Salt, Sodium Metabisulfite (Preservative To Retain Whiteness)), Margarine (Vegetable Oil Blend (Palm Oil And Soybean Oil), Water, Salt, Contains Less Than 2% Of Soy Lecithin, Vegetable Mono Diglycerides, Potassium Sorbate (A Preservative), Citric Acid, Natural Artificial Flavor, Beta Carotene (Color), Vitamin A Palmitate Added, Whey.)"}, { "name": "Mango Chunks", "SS": "3/4 Cup Portion", "C": "92", "TF": "0.5g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "22g", "Su": "38g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Mango Cubes (Mango.)"}, { "name": "Fruit Cocktail", "SS": "1/2 Cup", "C": "47", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "13g", "Su": "10g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Fruit Cocktail (Diced Peaches, Water, Diced Pears, Grapes, Sugar, Pineapple Sectors, Halved Cherries (Artificially Colored Red With Carmine))"}, { "name": "GF Hamburger Bun", "SS": "Bun", "C": "249", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "460mg", "Carb": "46g", "Su": "6g", "P": "5g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Tapioca Starch, Brown Rice Flour, (Rice Flour, Rice Bran With Germ), Canola Oil, Resistant Corn Starch, Egg Whites, Invert Cane Sugar, Tapioca Maltodextrin, Potato Flour, Cane Sugar, Tapioca Syrup, Yeast, Sugarcane Fiber, Salt, Gum (Xanthan Gum, Sodium Alginate, Guar Gum), Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Xanthan Gum, Enzymes."}, { "name": "Bread White Udi's 24 oz GF", "SS": "Slice", "C": "121", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "230mg", "Carb": "21g", "Su": "3g", "P": "2g", "Allergens": "Eggs", "Ingredients": "Water, Pea Starch, Modified Tapioca Starch, Rice Starch, Canola Oil, Rice Flour, Sorghum Flour, Tapioca Starch, Invert Cane Sugar, Egg Whites, Cane Sugar, Modified Cellulose, Apple Cider Vinegar, Salt, Yeast, Cultured Brown Rice, Brown Rice, Guar Gum, Xanthan Gum, Enzymes."}, { "name": "GF Hot Dog Bun", "SS": "1.6 oz Bun", "C": "190", "TF": "5g", "SF": "nan", "Ch": "0mg", "Na": "350mg", "Carb": "35g", "Su": "5g", "P": "4g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Tapioca Starch, Brown Rice Flour (Rice Flour, Rice Bran with Germ), Canola Oil, Resistant Corn Starch, Egg Whites, Invert Cane Sugar, Tapioca Syrup, Yeast, Sugarcane Fiber, Salt, Gum (Xanthan Gum, Sodium Alginate, Guar Gum), Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Xanthan Gum, Enzymes."}, { "name": "Vegan Mozzarella Shredded Cheese", "SS": "Ounce", "C": "91", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "280mg", "Carb": "7g", "Su": "0g", "P": "1g", "Allergens": "Coconut,Vegetarian,Vegan", "Ingredients": "Filtered Water, Tapioca Flour, Expeller Pressed Non-GMO Canola And/Or Safflower Oil, Coconut Oil, Pea Protein, Salt, Vegan Natural Flavours, Inactive Yeast, Vegetable Glycerin, Xanthan Gum, Citric Acid (Vegan, For Flavour), Titanium Dioxide (A Naturally Occurring Mineral)."}, { "name": "Cauliflower Crust Pepperoni Pizza", "SS": "Pizza", "C": "995", "TF": "53g", "SF": "nan", "Ch": "155mg", "Na": "2210mg", "Carb": "88g", "Su": "8g", "P": "41g", "Allergens": "Eggs,Milk,Soy", "Ingredients": "GF Cauliflower Pizza Crust (Cauliflower, Low Moisture Mozzarella Cheese (Pasteurized Milk, Cheese Cultures, Salt, Enzyme), Tapioca Starch, Rice Flour, Rice Starch, Egg Whites, Modified Rice Starch, Cane Sugar, Yeast, Salt, Garlic Powder, Spices, Xanthan Gum, Cultured Brown Rice, Brown Rice Flour, Citric Acid, Lactic Acid.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Marinara Sauce (Tomato Puree (Water, Tomato Paste), Diced Tomatoes, Less Than 2% Of: Sugar, Soybean Oil, Salt, Spice, Dired Garlic, Dried Onion, Olive Oil, Citric Acid, Sea Salt, Natural Flavor.), Sliced Pepperoni (BHA, BHT With Citric Acid Added To Help Protect Flavor, Pork And Beef, Salt, Contains 2% Or Less Of: Water, Dextrose, Spices, Lactic Acid Starter Culture, Oleoresin Of Paprika, Garlic Powder, Sodium Nitrite, Citric Acid, BHA, BHT.)"}, { "name": "Cauliflower Crust Cheese Pizza", "SS": "Pizza", "C": "889", "TF": "43g", "SF": "nan", "Ch": "135mg", "Na": "1810mg", "Carb": "88g", "Su": "8g", "P": "37g", "Allergens": "Eggs,Milk,Soy,Vegetarian", "Ingredients": "GF Cauliflower Pizza Crust (Cauliflower, Low Moisture Mozzarella Cheese (Pasteurized Milk, Cheese Cultures, Salt, Enzyme), Tapioca Starch, Rice Flour, Rice Starch, Egg Whites, Modified Rice Starch, Cane Sugar, Yeast, Salt, Garlic Powder, Spices, Xanthan Gum, Cultured Brown Rice, Brown Rice Flour, Citric Acid, Lactic Acid.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Marinara Sauce (Tomato Puree (Water, Tomato Paste), Diced Tomatoes, Less Than 2% Of: Sugar, Soybean Oil, Salt, Spice, Dired Garlic, Dried Onion, Olive Oil, Citric Acid, Sea Salt, Natural Flavor.)"}, { "name": "GF Blueberry Muffin", "SS": "Each", "C": "270", "TF": "9g", "SF": "nan", "Ch": "60mg", "Na": "250mg", "Carb": "39g", "Su": "22g", "P": "3g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Cane Sugar, Eggs, Water, Tapioca Starch, Brown Rice Flour (Rice Flour And Rice Bran). Blueberries, Canola Oil, Potato Starch, Sugar, Palm Oil, Dried Blueberries, Baking Powder (Sodium Acid  Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Natural Flavor, Salt, Sunflower Lecithin, Lemon Flavedo (Lemon Peel, Cane Sugar, Lemon Oil Essence), Xanthan Gum"}, { "name": "Malibu Burger", "SS": "Burger", "C": "164", "TF": "8g", "SF": "nan", "Ch": "0mg", "Na": "450mg", "Carb": "22g", "Su": "2g", "P": "4g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Vegan Malibu Burger 3.2 oz (Cooked Brown Rice (Water, Organic Brown Rice), Water, Organic Corn, Organic Carrots, Organic Onions, Organic Green Peppers, Organic Rolled Oats, Organic Canola Oil, Organic High Oleic Sunflower Oil, Organic Red Bell Peppers, Organic Soy Protein Flour, Contains Two Percent Or Less Of Gum Blend (Carrageenan, Konjac Flour), Organic Soy Sauce (Water, Organic Soybeans, Salt, Organic Wheat), Organic Onion Powder, Broccoli, Sea Salt, Organic Garlic Powder, Organic Black Pepper.)"}, { "name": "Italian Ice", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "GF Hot Dog Bun", "SS": "1.6 oz Bun", "C": "190", "TF": "5g", "SF": "nan", "Ch": "0mg", "Na": "350mg", "Carb": "35g", "Su": "5g", "P": "4g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Tapioca Starch, Brown Rice Flour (Rice Flour, Rice Bran with Germ), Canola Oil, Resistant Corn Starch, Egg Whites, Invert Cane Sugar, Tapioca Syrup, Yeast, Sugarcane Fiber, Salt, Gum (Xanthan Gum, Sodium Alginate, Guar Gum), Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Xanthan Gum, Enzymes."}, { "name": "Super Beef Hot Dog", "SS": "Hot Dog", "C": "334", "TF": "30g", "SF": "nan", "Ch": "75mg", "Na": "1190mg", "Carb": "2g", "Su": "1g", "P": "13g", "Allergens": "", "Ingredients": "Hot Dog (Beef, Water, Contains 2% Or Less Of Sorbitol, Salt, Flavoring, Sodium Phosphates, Sodium Erthorbate, Sodium Nitrite, Extract Of Paprika.)"}, { "name": "Hot Dog Bun", "SS": "Bun", "C": "109", "TF": "1.5g", "SF": "nan", "Ch": "0mg", "Na": "190mg", "Carb": "21g", "Su": "2g", "P": "3g", "Allergens": "Gluten,Sesame,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Enriched Flour [Unbleached Wheat Flour, Malted Barley Flour, Reduced Iron, Thiamine Mononitrate (Vitamin B1), Riboflavin (Vitamin B2), Niacin (Vitamin B3), Folic Acid], Water, High Fructose Corn Syrup, Yeast, Wheat Gluten, Soybean Oil, Salt, Calcium Propionate (A Preservative), Vinegar, Monoglycerides, Wheat Starch, Sodium Stearoyl Lactylate, Calcium Sulfate, Calcium Phosphate, Ascorbic Acid, Sesame."}, { "name": "Coney Island Sauce", "SS": "2 Tbsp Serving", "C": "47", "TF": "3g", "SF": "nan", "Ch": "5mg", "Na": "150mg", "Carb": "4g", "Su": "3g", "P": "2g", "Allergens": "Fish,Gluten,Milk,Soy,Wheat", "Ingredients": "Beef Ground 80 Fine Grind Chuck 60# Avg, Sauce Chili Red Gold 6 x #10 (Tomato Concentrate, High Fructose Corn Syrup, Distilled Vinegar, Corn Syrup, Salt, Less Than 2% Of: Dehydrated Onion, Spice, Natural Flavors.), Sauce Spaghetti without Meat 6 x #10 (Tomato Puree (Water, Tomato Paste), High Fructose Corn Syrup, Contains Less Than 2% Of: Soybean Oil, Salt, Dried Onion, Citric Acid, Spices, Dried Garlic, Natural Flavor.), Water (Water), Yellow Onion, Juice Tomato 46 oz (Tomato Juice From Concentrate (Water, Tomato Concentrate), Salt, Vitamin C (Ascorbic Acid), Citric Acid.), Celery, Margarine (Vegetable Oil Blend (Palm Oil And Soybean Oil), Water, Salt, Contains Less Than 2% Of Soy Lecithin, Vegetable Mono Diglycerides, Potassium Sorbate (A Preservative), Citric Acid, Natural Artificial Flavor, Beta Carotene (Color), Vitamin A Palmitate Added, Whey.), Soup Tomato Canned (Tomato Puree (Water, Tomato Paste), Wheat Flour, Sugar, Water, Contains Less Than 2% Of: Salt, Citric Acid, Ascorbic Acid (Vitamin C), Flavoring, Celery Extract, Garlic Oil.), Sauce Worcestershire 4 x 1 Gal (Distilled Vinegar, Molasses, Water, Corn Syrup, Salt, Caramel Color, Sugar, Spices, Anchovy (Fish), Natural Flavor (Soy), Tamarind Extract And Soy Lecithin), Brown Sugar (Sugar, Cane Molasses), Cornstarch (Corn Starch.), Creamy Horseradish (Horseradish, Distilled Vinegar, Water, Soybean Oil, Salt, Artificial Flavor), Sauce Tabasco 12 x 12 oz. (Distilled Vinegar, Red Pepper, Salt.), Base Beef No MSG (Roasted Beef And Concentrated Beef Stock, Salt, Hydrolyzed Soy, Corn, And Wheat Proteins, Maltodextrin, Autolyzed Yeast Extract, Palm Oil, Sugar, Caramel Color, Onion Powder, 2% Or Less Of Corn Oil, Disodium Inosinate, Disodium Guanylate, Modified Cornstarch, Natural Flavors, Lactic Acid.), Spice Chili Powder Mild 18 oz (Chili Pepper And Other Spices, Salt, Garlic)"}, { "name": "Shredded Cheddar Cheese", "SS": "Ounce", "C": "111", "TF": "9g", "SF": "nan", "Ch": "30mg", "Na": "180mg", "Carb": "0g", "Su": "0g", "P": "7g", "Allergens": "Milk,Vegetarian", "Ingredients": "Pasteurized Milk, Cheese Culture, Salt, Enzymes, And Annatto (Color) When Applicable."}, { "name": "Sweet Pickle Relish", "SS": "Ounce", "C": "38", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "150mg", "Carb": "9g", "Su": "9g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Cucumbers, Peppers, Sugar, Water, Vinegar, Spices, Natural & Artificial Flavors, Salt, Alum, Xanthan Gum, Turmeric And 1/10 Of 1% Benzoate Of Soda Added As A Preservative."}, { "name": "Seasoned Curly Fries", "SS": "4 oz Serving", "C": "166", "TF": "8g", "SF": "nan", "Ch": "0mg", "Na": "440mg", "Carb": "21g", "Su": "1g", "P": "2g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Potatoes, Vegetable Oil (Contains One Or More Of The Following: Canola, Palm, Soybean, Sunflower), Enriched Wheat Flour (Wheat Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Salt, Modified Corn Starch, Spices, Corn Meal, Garlic Powder, Onion Powder, Leavening (Disodium Dihydrogen Pyrophosphate, Sodium Bicarbonate), Dried Yeast, Oleoresin Paprika, Dextrose."}, { "name": "Breaded Chicken Strips", "SS": "5 Per Serving", "C": "449", "TF": "28g", "SF": "nan", "Ch": "95mg", "Na": "1180mg", "Carb": "19g", "Su": "2g", "P": "28g", "Allergens": "Gluten,Soy,Wheat", "Ingredients": "Chicken BB 5842 Brd Brst Strip 10# (Boneless Chicken Breast With Rib Meat, Water, Salt, Sodium Phosphates. Breaded With Enriched Bleached Wheat Flour And Durum Flour (Enriched With Niacin, Ferrous Sulfate, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Modified Food Starch, Salt, Garlic Powder, Spices, Soybean Oil, Yellow Corn Flour, Leavening (Sodium Acid Pyrophosphate, Sodium Bicarbonate), Dextrose, Extractives Of Paprika, Cellulose Gum (Sodium Carboxymethylcellulose), Natural Flavor, Sodium Alginate, Not More Than 2% Silicon Dioxide Added To Prevent Caking.)"}, { "name": "Vegan Chik Nuggets", "SS": "Nugget", "C": "42", "TF": "2g", "SF": "nan", "Ch": "0mg", "Na": "80mg", "Carb": "4g", "Su": "0g", "P": "3g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Vegetarian Chicken Nuggets Morningstar (Water, Wheat Flour, Soy Protein Concentrate, Vegetable Oil (Corn, Canola And/Or Sunflower), Soy Protein Isolate. Contains 2% Or Less Of Wheat Gluten, Yellow Corn Flour, Dextrose, Methylcellulose, Cornstarch, Potato Starch, Yeast Extract, Maltodextrin, Sugar, Natural Flavors, Wheat Starch, Salt, Spices, Onion Powder, Yeast, Potassium Salt, Paprika Color, Leavening (Sodium Acid Pyrophosphate, Sodium Bicarbonate), Garlic Powder, Citric Acid, Xanthan Gum.)"}, { "name": "Ken's Cannonball BBQ Sauce", "SS": "Tablespoon", "C": "32", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "200mg", "Carb": "8g", "Su": "7g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Sugar, Distilled Vinegar, Water, Tomato Paste, Molasses, Modified Potato Starch, Salt, Contains Less Than 2% Of Natural Smoke Flavor, Mustard Flour, Spice, Paprika, Onion, Garlic, Caramel Color, Maltodextrin, Chili Powder (Chili Pepper, Spice, Salt, Garlic), Autolyzed Yeast Extract, Natural Flavor."}, { "name": "Honey Mustard Dressing", "SS": "Tablespoon", "C": "52", "TF": "3.5g", "SF": "nan", "Ch": "less than 5 mg", "Na": "125mg", "Carb": "5g", "Su": "4g", "P": "0g", "Allergens": "Eggs,Soy,Vegetarian", "Ingredients": "Soybean Oil, Vinegar, Sugar, Water, Dijon Mustard, (Water, Vinegar, Mustard Seed, Salt, White Wine, Fruit Pectin, Citric Acid, Tartaric Acid, Sugar, Spice), Honey, Modified Food Starch, Egg Yolks, Contains Less Than 2% Of Salt, Natural Flavor, Caramel Color, Bea Carotene (Color), Sorbic Acid And Calcium Disodium EDTA (To Protect Flavor)."}, { "name": "Whipped Potatoes", "SS": "1/2 Cup Serving", "C": "82", "TF": "1g", "SF": "nan", "Ch": "0mg", "Na": "320mg", "Carb": "17g", "Su": "less than 1 g", "P": "2g", "Allergens": "Milk,Vegetarian", "Ingredients": "Water (Water), Potato Mashed Instant Idahoan 26 oz (Idaho Potatoes, Salt, Sunflower Oil, Nonfat Dry Milk, Monoglycerides, Calcium Stearoyl Lactylate, Spice, Artificial Color, Natural And Artificial Flavors, Freshness Preserved By Sodium Acid Pyrophosphate, Sodium Bisulfite, Citric Acid And Mixed Tocopherols.)"}, { "name": "Chicken Gravy", "SS": "2 oz Ladle", "C": "62", "TF": "5g", "SF": "nan", "Ch": "less than 5 mg", "Na": "200mg", "Carb": "3g", "Su": "0g", "P": "less than 1 g", "Allergens": "Gluten,Milk,Soy,Wheat", "Ingredients": "Water (Water), Margarine (Vegetable Oil Blend (Palm Oil And Soybean Oil), Water, Salt, Contains Less Than 2% Of Soy Lecithin, Vegetable Mono Diglycerides, Potassium Sorbate (A Preservative), Citric Acid, Natural Artificial Flavor, Beta Carotene (Color), Vitamin A Palmitate Added, Whey.), Flour All Purpose H&R Gold Medal (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid.), Base Chicken No MSG (Chicken Meat Including Natural Chicken Juices, Salt, Sugar, Chicken Fat, Hydrolyzed Wheat, Corn, And Soy Proteins, Whey, Maltodextrin, 2% Or Less Of Onion Powder, Hydrogenated Cottonseed Oil, Disodium Inosinate And Disodium Guanylate, Corn Oil, Autolyzed Yeast Extract, Natural Extractives Of Turmeric And Annatto, Natural Flavors, Dextrose, Lactic Acid.), Ground White Pepper"}, { "name": "Sweet Corn", "SS": "1/2 cup", "C": "81", "TF": "2g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "14g", "Su": "7g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Corn."}, { "name": "Fresh Broccoli Florets", "SS": "1/2 Cup Serving", "C": "18", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "15mg", "Carb": "3g", "Su": "less than 1 g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Fresh Broccoli Florets"}, { "name": "Pepperoni", "SS": "8 Slices", "C": "142", "TF": "13g", "SF": "nan", "Ch": "30mg", "Na": "530mg", "Carb": "0g", "Su": "0g", "P": "5g", "Allergens": "", "Ingredients": "BHA, BHT With Citric Acid Added To Help Protect Flavor, Pork And Beef, Salt, Contains 2% Or Less Of: Water, Dextrose, Spices, Lactic Acid Starter Culture, Oleoresin Of Paprika, Garlic Powder, Sodium Nitrite, Citric Acid, BHA, BHT."}, { "name": "Genoa Salami", "SS": "Ounce", "C": "106", "TF": "9g", "SF": "nan", "Ch": "25mg", "Na": "480mg", "Carb": "0g", "Su": "0g", "P": "6g", "Allergens": "", "Ingredients": "BHA, BHT With Citric Acid Added To Help Protect Flavor, Pork, Beef, Salt, Contains 2% Or Less Of Dextrose, Water, Natural Spices, Sodium Ascorbate, Lactic Acid Starter Culture, Sodium Nitrite, Garlic Powder, BHA, BHT, Citric Acid."}, { "name": "Smoked Ham", "SS": "Slice", "C": "20", "TF": "0.5g", "SF": "nan", "Ch": "10mg", "Na": "230mg", "Carb": "less than 1 g", "Su": "less than 1 g", "P": "3g", "Allergens": "", "Ingredients": "36% Of Weight Is Added Ingredients. Cured With Water, Dextrose, Salt, Modified Cornstarch, Corn Syrup, Sodium Phosphates, Sodium Erythorbate, Sodium Nitrite."}, { "name": "Turkey Breast", "SS": "Slice", "C": "17", "TF": "0g", "SF": "nan", "Ch": "10mg", "Na": "220mg", "Carb": "0g", "Su": "0g", "P": "3g", "Allergens": "", "Ingredients": "Turkey Breast Meat, Water, Salt, Sugar, Modified Cornstarch, Sodium Phosphates, Sodium Erythorbate, Sodium Nitrate."}, { "name": "Sliced Tomatoes", "SS": "2 Slices", "C": "9", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "2g", "Su": "1g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Tomatoes (Tomato)"}, { "name": "Sliced Red Onions", "SS": "Slice", "C": "2", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": ""}, { "name": "Leaf Lettuce", "SS": "1 Leaf", "C": "2", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Green Leaf Lettuce."}, { "name": "Provolone Cheese", "SS": "1/2 oz Slice", "C": "50", "TF": "4g", "SF": "nan", "Ch": "10mg", "Na": "125mg", "Carb": "0g", "Su": "0g", "P": "4g", "Allergens": "Milk,Vegetarian", "Ingredients": "Pasteurized Milk, Cheese Culture, Salt, Enzymes"}, { "name": "Cheddar Cheese", "SS": "3/4 oz Slice", "C": "86", "TF": "7g", "SF": "nan", "Ch": "20mg", "Na": "130mg", "Carb": "0g", "Su": "0g", "P": "5g", "Allergens": "Milk,Vegetarian", "Ingredients": "Pasteurized Milk, Salt, Cheese Culture, Annatto Color."}, { "name": "Pepper Jack Cheese", "SS": "3/4 oz Slice", "C": "71", "TF": "6g", "SF": "nan", "Ch": "20mg", "Na": "120mg", "Carb": "0g", "Su": "0g", "P": "5g", "Allergens": "Milk,Vegetarian", "Ingredients": "Pasteurized Milk, Jalapeno Peppers, Cheese Culture, Salt, Enzymes."}, { "name": "Mayonnaise", "SS": "Tablespoon", "C": "103", "TF": "11g", "SF": "nan", "Ch": "less than 5 mg", "Na": "85mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Eggs,Soy,Vegetarian", "Ingredients": "Soybean Oil, Vinegar, Eggs, Water, Salt, Egg Yolks, Sugar, Calcium Disodium EDTA (To Protect Flavor), Dried Garlic, Dried Onions, Natural Flavor."}, { "name": "Roasted Garlic Mayonnaise", "SS": "Tablespoon", "C": "99", "TF": "11g", "SF": "nan", "Ch": "less than 5 mg", "Na": "120mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Eggs,Soy,Vegetarian", "Ingredients": "Mayonnaise (Soybean Oil, Vinegar, Eggs, Water, Salt, Egg Yolks, Sugar, Calcium Disodium EDTA (To Protect Flavor), Dried Garlic, Dried Onions, Natural Flavor.), Roasted Garlic Base (Roasted Garlic, Water, Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Dextrose, Salt, Dried Garlic, 2% Or Less Of Canola Oil,  Dried Onions, Xanthan Gum, Potassium Chloride, Celery Juice Concentrate.)"}, { "name": "Spicy Mayonnaise", "SS": "Tablespoon", "C": "103", "TF": "11g", "SF": "nan", "Ch": "less than 5 mg", "Na": "120mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Eggs,Soy,Vegetarian", "Ingredients": "Mayonnaise (Soybean Oil, Vinegar, Eggs, Water, Salt, Egg Yolks, Sugar, Calcium Disodium EDTA (To Protect Flavor), Dried Garlic, Dried Onions, Natural Flavor.), Sauce Garlic Chili 3x1 Gal (Chili, Salt, Garlic, Distilled Vinegar, Potassium Sorbate And Sodium Bisulfate As Preservatives, And Xanthan Gum.)"}, { "name": "Spicy Brown Mustard", "SS": "Tablespoon", "C": "14", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "170mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water, Distilled And Cider Vinegar, Mustard Seed, Salt, White Wine, Citric Acid, Tartaric Acid, Spices, Turmeric, Oleoresin Paprika."}, { "name": "Bistro Sauce", "SS": "Tablespoon", "C": "104", "TF": "11g", "SF": "nan", "Ch": "less than 5 mg", "Na": "85mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Eggs,Soy,Vegetarian", "Ingredients": "Mayonnaise (Soybean Oil, Vinegar, Eggs, Water, Salt, Egg Yolks, Sugar, Calcium Disodium EDTA (To Protect Flavor), Dried Garlic, Dried Onions, Natural Flavor.), Spice Paprika Spanish (Paprika), Spice Chipotle Powder 1.5# (Chipotle Chile Peppers And Silicon Dioxide.), Garlic Seasoning (Garlic Powder.)"}, { "name": "Sundried Tomato Pesto", "SS": "1/2 cup", "C": "221", "TF": "17g", "SF": "nan", "Ch": "10mg", "Na": "1290mg", "Carb": "15g", "Su": "8g", "P": "4g", "Allergens": "Milk,Vegetarian", "Ingredients": "Water (Water), Tomato Paste 6 x #10 (Tomato Paste, Citric Acid.), Tomato Sundried 5# (Sun-Dried Tomatoes, Salt. Contains 2% Or Less  Glucose Syrup, Citric Acid, Sulfur Dioxide (For  Color Retention), Potassium Sorbate.), Olive Oil (Extra Virgin Olive Oil.), Grated Parmesan Cheese (Grated Parmesan (Pasteurized Cow’s Milk, Salt, Enzymes), Powdered Cellulose Added To Prevent Caking.), Garlic (Garlic.), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Granulated Sugar (Sugar.), Black Pepper (Black Pepper), Fresh Basil (Fresh Basil), Oregano (Oregano)"}, { "name": "Flour Tortilla 12 inch ", "SS": "Tortilla", "C": "304", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "620mg", "Carb": "51g", "Su": "0g", "P": "8g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Enriched Bleched Flour (Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Vegetable Shortening (Interesterified And Hydrogenated Soybean Oils), Contains 2% Or Less Of: Salt, Baking Soda, Sodium Acid Pyrophosphate, Distilled Monoglycerides, Enzymes, Vital Wheat Gluten, Cellulose Gum, Fumaric Acid And Calcium Propionate And Sorbic Acid (To Maintain Freshness)."}, { "name": "Wheat Bread", "SS": "Slice", "C": "85", "TF": "1g", "SF": "nan", "Ch": "0mg", "Na": "150mg", "Carb": "16g", "Su": "2g", "P": "3g", "Allergens": "Gluten,Milk,Sesame,Soy,Vegetarian,Wheat", "Ingredients": "Enriched Flour [Unbleached Wheat Flour, Malted Barley Flour, Reduced Iron, Thiamine Mononitrate (Vitamin B1), Riboflavin (Vitamin B2), Niacin (Vitamin B3), Folic Acid], Water, Whole Grain Wheat Flour, Yeast, Sugar, Wheat Bran, Wheat Gluten, Soybean Oil, Whole Grain Rolled Oats, Rye Flour, Barley Flakes, Salt, Molasses, Monoglycerides, Modified Whey, Calcium Propionate (A Preservative), Vinegar, Sodium Stearoyl Lactylate, Dextrose, Natural Flavor, Wheat Starch, Calcium Sulfate, Calcium Phosphate, Ascorbic Acid, Citric Acid, Sesame; Topped With Butter."}, { "name": "White Bread", "SS": "24 oz Loaf", "C": "1782", "TF": "22g", "SF": "nan", "Ch": "0mg", "Na": "2900mg", "Carb": "334g", "Su": "45g", "P": "45g", "Allergens": "Gluten,Milk,Sesame,Soy,Vegetarian,Wheat", "Ingredients": "Enriched Flour [Unbleached Wheat Flour, Malted Barley Flour, Reduced Iron, Thiamine Mononitrate (Vitamin B1), Riboflavin (Vitamin B2), Niacin (Vitamin B3), Folic Acid], Water, High Fructose Corn Syrup, Yeast, Soybean Oil, Salt, Modified Whey, Vinegar, Wheat Starch, Monoglycerides, Wheat Protein Isolate, Calcium Propionate (A Preservative), Lactic Acid, Natural Flavors, Sodium Stearoyl Lactylate, Calcium Sulfate, Calcium Phosphate, Ascorbic Acid, Sesame."}, { "name": "Spicy Beef Stir Fry", "SS": "3/4 Cup", "C": "258", "TF": "15g", "SF": "nan", "Ch": "30mg", "Na": "690mg", "Carb": "14g", "Su": "10g", "P": "15g", "Allergens": "Gluten,Sesame,Shellfish,Soy,Wheat", "Ingredients": "Beef Strip 2 inch  x 1/2 inch  x 1/4 inch  (90% Or Better Extra Lean Cuts Of Beef), Celery, Matchstick Carrots, Vinegar White, Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Green Onion (Onion Green), Hoisin Sauce (Sugar, Water, Fermented Soybean Paste (Water, Salt, Soybeans, Wheat Flour), Salt, Modified Corn Starch, Contains Less Than 2% Of Sweet Potato Powder, Sesame Paste, Caramel Color, Spices, Dehydrated Garlic, Salted Chili Peppers (Chili Peppers, Salts), Acetic Acid, FD&C Red No. 40.), Sauce Oyster 6 x 5# (Water, Sugar, Salt, Oyster Extractives (Oyster, Water, Salt), Salt, Modified Corn Starch, Monosodium Glutamate, Wheat Flour, Caramel Color.), Water (Water), Granulated Sugar (Sugar.), Gel Clear Instant Corn Starch 50# (Corn Starch.), Crushed Red Pepper (Crushed Red Pepper), Garlic Chopped (Minced Garlic (Peeled Garlic)), Ginger Root 30# Case (Ginger Root.)"}, { "name": "Pork Potstickers", "SS": "1 Each Serving", "C": "53", "TF": "1.5g", "SF": "nan", "Ch": "5mg", "Na": "150mg", "Carb": "8g", "Su": "less than 1 g", "P": "2g", "Allergens": "Gluten,Sesame,Soy,Wheat", "Ingredients": "Appetizer Potsticker Pork Vegetable (Filling: Pork, Cabbage, Green Onion, Sugar, Corn Starch, Salt, Soy Sauce (Water, Wheat, Soybeans, Salt), Garlic, Sesame Seed Oil, Ginger, Yeast Extract, Black Pepper. Wrapper: Enriched Unbleached Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Food Starch, Salt, Soybean Oil.)"}, { "name": "Potsticker Sauce", "SS": "Tablespoon", "C": "18", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "370mg", "Carb": "3g", "Su": "3g", "P": "less than 1 g", "Allergens": "Gluten,Sesame,Shellfish,Soy,Wheat", "Ingredients": "Water (Water), Sauce Soy Tamari GF (Water, Soybeans, Salt, Alcohol (To Preserve Freshness).), Vinegar White, Granulated Sugar (Sugar.), Sauce Oyster 6 x 5# (Water, Sugar, Salt, Oyster Extractives (Oyster, Water, Salt), Salt, Modified Corn Starch, Monosodium Glutamate, Wheat Flour, Caramel Color.), Oil Sesame 6 x 61 oz (100% Pure Sesame Oil.), Garlic Chopped (Minced Garlic (Peeled Garlic)), Ginger Root 30# Case (Ginger Root.)"}, { "name": "Long Grain Rice", "SS": "1/2 Cup ", "C": "122", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "27g", "Su": "0g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water (Water), Rice Long Grain (Long Grain Rice Enriched With Iron (Ferric Orthophosphate), Niacin, Thiamin (Thiamin Mononitrate), And Folic Acid.)"}, { "name": "Fried Rice", "SS": "1/2 Cup Serving", "C": "180", "TF": "6g", "SF": "nan", "Ch": "45mg", "Na": "440mg", "Carb": "27g", "Su": "1g", "P": "4g", "Allergens": "Eggs,Gluten,Soy,Vegetarian,Wheat", "Ingredients": "Water (Water), Rice Long Grain (Long Grain Rice Enriched With Iron (Ferric Orthophosphate), Niacin, Thiamin (Thiamin Mononitrate), And Folic Acid.), Egg Whole Frozen (Egg (Whole Frozen)), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Peas (12 x 2.5#) (Peas, Salt), Carrots Diced Frozen (Carrots), Diced Onion, Granulated Sugar (Sugar.), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Sauce Soy Mushroom 12 x 5# (Water, Soybeans, Sugar, Salt, Wheat Flour, Extract Of Mushroom, Sulfur Dioxide.)"}, { "name": "Szechuan Chicken", "SS": "4oz Serving", "C": "159", "TF": "8g", "SF": "nan", "Ch": "100mg", "Na": "125mg", "Carb": "0g", "Su": "0g", "P": "21g", "Allergens": "Fish,Gluten,Sesame,Soy,Wheat", "Ingredients": "Chicken Thighs Fajita Strips (Boneless Skinless Dark Meat Chicken Thighs.), Spicy Szechuan Sauce (Hoisin Sauce (Sugar, Water, Fermented Soybean Paste (Water, Salt, Soybeans, Wheat Flour), Salt, Modified Corn Starch, Contains Less Than 2% Of Sweet Potato Powder, Sesame Paste, Caramel Color, Spices, Dehydrated Garlic, Salted Chili Peppers (Chili Peppers, Salts), Acetic Acid, FD&C Red No. 40.), Sauce Chili Red Gold 6 x #10 (Tomato Concentrate, High Fructose Corn Syrup, Distilled Vinegar, Corn Syrup, Salt, Less Than 2% Of: Dehydrated Onion, Spice, Natural Flavors.), Sauce Garlic Chili 3x1 Gal (Chili, Salt, Garlic, Distilled Vinegar, Potassium Sorbate And Sodium Bisulfate As Preservatives, And Xanthan Gum.), Sauce Soy Tamari GF (Water, Soybeans, Salt, Alcohol (To Preserve Freshness).), Juice Apple 100% 60oz (Apple Juice (Filtered Water, Apple Juice From Concentrate)), Granulated Sugar (Sugar.), Fish Sauce (Anchovy Extract (Fish), Salt, Water, Sugar, Hydrolyzed Vegetable Protein (Corn).), Oil Sesame 6 x 61 oz (100% Pure Sesame Oil.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Water (Water))"}, { "name": "Stir Fry Chicken", "SS": "4oz Serving", "C": "177", "TF": "9g", "SF": "nan", "Ch": "115mg", "Na": "350mg", "Carb": "less than 1 g", "Su": "0g", "P": "24g", "Allergens": "", "Ingredients": "Chicken Thighs Fajita Strips (Boneless Skinless Dark Meat Chicken Thighs.), Garlic Powder (Garlic Powder.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spice Pepper Black Ground 18 oz (Black Pepper)"}, { "name": "Sliced Smoked Polish Sausage", "SS": "Ounce", "C": "87", "TF": "7g", "SF": "nan", "Ch": "15mg", "Na": "230mg", "Carb": "1g", "Su": "0g", "P": "4g", "Allergens": "", "Ingredients": "Pork, Beef, Water, Salt, Corn Syrup Solids, Spices, Dextrose, Paprika, Dried Garlic, Sodium Erythorbate, Flavoring, Disodium Inosinate And Disodium Guanylate, Sodium Nitrite."}, { "name": "Fried Tofu Cubes", "SS": "3 Ounce Portion", "C": "138", "TF": "2.5g", "SF": "nan", "Ch": "0mg", "Na": "10mg", "Carb": "23g", "Su": "less than 1 g", "P": "6g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Tofu (Non-GMO Soybeans, Water, Calcium Sulfate, Glucono Delta Lactone (GDL).), Cornstarch (Corn Starch.)"}, { "name": "Linguini", "SS": "1 Cup ", "C": "430", "TF": "3g", "SF": "nan", "Ch": "0mg", "Na": "590mg", "Carb": "88g", "Su": "4g", "P": "15g", "Allergens": "Gluten,Vegetarian,Vegan,Wheat", "Ingredients": "Water (Water), Pasta Linguini  2 x 10# (Semolina Wheat, Durum Wheat Flour, Vitamin B3 Niacin, Iron Ferrous Sulfate, Vitamin B1 Thiamine Mononitrate, Vitamin B2 Riboflavin, Folic Acid.), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.)"}, { "name": "Green Cabbage", "SS": "Tablespoon", "C": "1", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Green Cabbage"}, { "name": "Snow Peas", "SS": "Ounce", "C": "23", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "4g", "Su": "2g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Raw Sugar Snap Peas"}, { "name": "Matchstick Carrots", "SS": "Ounce", "C": "12", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "20mg", "Carb": "3g", "Su": "1g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": ""}, { "name": "Yellow Squash", "SS": "1/2 Cup", "C": "8", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "2g", "Su": "1g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": ""}, { "name": "Water Chestnuts", "SS": "1/4 Cup", "C": "14", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "3g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water Chestnuts, Water, Citric Acid."}, { "name": "Spicy Szechuan Sauce", "SS": "Tablespoon", "C": "37", "TF": "1.5g", "SF": "nan", "Ch": "0mg", "Na": "410mg", "Carb": "6g", "Su": "5g", "P": "0g", "Allergens": "Fish,Gluten,Sesame,Soy,Wheat", "Ingredients": "Hoisin Sauce (Sugar, Water, Fermented Soybean Paste (Water, Salt, Soybeans, Wheat Flour), Salt, Modified Corn Starch, Contains Less Than 2% Of Sweet Potato Powder, Sesame Paste, Caramel Color, Spices, Dehydrated Garlic, Salted Chili Peppers (Chili Peppers, Salts), Acetic Acid, FD&C Red No. 40.), Sauce Chili Red Gold 6 x #10 (Tomato Concentrate, High Fructose Corn Syrup, Distilled Vinegar, Corn Syrup, Salt, Less Than 2% Of: Dehydrated Onion, Spice, Natural Flavors.), Sauce Garlic Chili 3x1 Gal (Chili, Salt, Garlic, Distilled Vinegar, Potassium Sorbate And Sodium Bisulfate As Preservatives, And Xanthan Gum.), Sauce Soy Tamari GF (Water, Soybeans, Salt, Alcohol (To Preserve Freshness).), Juice Apple 100% 60oz (Apple Juice (Filtered Water, Apple Juice From Concentrate)), Granulated Sugar (Sugar.), Fish Sauce (Anchovy Extract (Fish), Salt, Water, Sugar, Hydrolyzed Vegetable Protein (Corn).), Oil Sesame 6 x 61 oz (100% Pure Sesame Oil.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Water (Water)"}, { "name": "Sweet Chili Sauce", "SS": "1 oz Ladle", "C": "49", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "90mg", "Carb": "13g", "Su": "12g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Vinegar Rice Japanese Seasoned  6x61z (Rice Vinegar (Water, Rice, Distilled Vinegar), Sugar And Salt), Granulated Sugar (Sugar.), Water (Water), Sauce Garlic Chili 3x1 Gal (Chili, Salt, Garlic, Distilled Vinegar, Potassium Sorbate And Sodium Bisulfate As Preservatives, And Xanthan Gum.), Gel Clear Instant Corn Starch 50# (Corn Starch.)"}, { "name": "Asian BBQ Stir Fry Sauce", "SS": "Tablespoon", "C": "35", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "210mg", "Carb": "9g", "Su": "8g", "P": "0g", "Allergens": "Gluten,Sesame,Soy,Vegetarian,Wheat", "Ingredients": "Ken's Cannonball BBQ Sauce (Sugar, Distilled Vinegar, Water, Tomato Paste, Molasses, Modified Potato Starch, Salt, Contains Less Than 2% Of Natural Smoke Flavor, Mustard Flour, Spice, Paprika, Onion, Garlic, Caramel Color, Maltodextrin, Chili Powder (Chili Pepper, Spice, Salt, Garlic), Autolyzed Yeast Extract, Natural Flavor.), Honey (Honey), Hoisin Sauce (Sugar, Water, Fermented Soybean Paste (Water, Salt, Soybeans, Wheat Flour), Salt, Modified Corn Starch, Contains Less Than 2% Of Sweet Potato Powder, Sesame Paste, Caramel Color, Spices, Dehydrated Garlic, Salted Chili Peppers (Chili Peppers, Salts), Acetic Acid, FD&C Red No. 40.), Spice Five Spice Powder 16 oz (Cinnamon, Star Anise, Cloves, Ginger, Sulfuring Agent)"}, { "name": "Korean Red Pepper Sauce", "SS": "Tablespoon", "C": "56", "TF": "5g", "SF": "nan", "Ch": "0mg", "Na": "110mg", "Carb": "2g", "Su": "less than 1 g", "P": "less than 1 g", "Allergens": "Sesame,Soy,Vegetarian,Vegan", "Ingredients": "Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Sauce Soy Tamari GF (Water, Soybeans, Salt, Alcohol (To Preserve Freshness).), Vinegar Apple Cider (Made From The Juices Of Apples, Diluted With Water To A Uniform Pickling And Table Strength Of 5% (50 Grains) Acidity.), Crushed Red Pepper (Crushed Red Pepper), Garlic Chopped (Minced Garlic (Peeled Garlic)), Granulated Sugar (Sugar.), Spice Sesame Seed 18 oz (Sesame Seeds), Oil Sesame 6 x 61 oz (100% Pure Sesame Oil.)"}, { "name": "GF Garbanzo Bean Rotini", "SS": "Pound", "C": "1520", "TF": "28g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "272g", "Su": "16g", "P": "88g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Chickepea Flour."}, { "name": "Salad Mix", "SS": "Ounce", "C": "4", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Romaine Lettuce (Romaine Lettuce), Chopped Lettuce (Lettuce)"}, { "name": "Long Grain Rice", "SS": "1/2 Cup ", "C": "122", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "27g", "Su": "0g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water (Water), Rice Long Grain (Long Grain Rice Enriched With Iron (Ferric Orthophosphate), Niacin, Thiamin (Thiamin Mononitrate), And Folic Acid.)"}, { "name": "Spaghetti Sauce", "SS": "2 oz Ladle", "C": "52", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "370mg", "Carb": "12g", "Su": "9g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water (Water), Tomato Paste 6 x #10 (Tomato Paste, Citric Acid.), Tomato Puree 6 x #10 (Tomato Puree (Water, Tomato Paste), Citric Acid.), Juice Tomato 46 oz (Tomato Juice From Concentrate (Water, Tomato Concentrate), Salt, Vitamin C (Ascorbic Acid), Citric Acid.), Yellow Onion, Brown Sugar (Sugar, Cane Molasses), Garlic Chopped (Minced Garlic (Peeled Garlic)), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Garlic Powder (Garlic Powder.), Italian Seasoning, Sauce Tabasco 12 x 12 oz. (Distilled Vinegar, Red Pepper, Salt.), Oregano (Oregano), Spice Pepper Black Ground 18 oz (Black Pepper), Spice Bay Leaf Whole (Bay Leaf), Spice Basil Leaf Whole 26 oz"}, { "name": "Vegan Creamy Cheddar Cheese", "SS": "Ounce", "C": "71", "TF": "", "SF": "nan", "Ch": "0mg", "Na": "160mg", "Carb": "5g", "Su": "0g", "P": "0g", "Allergens": "Coconut,Vegetarian,Vegan", "Ingredients": "Filtered Water, Coconut Oil, Tapioca Maltodextrin, Tapioca Starch, Salt, Pea Protein, Yeast Extract, Lactic Acid, Carrageenan, Natural Flavors, Annatto, Sunflower Lecithin, Natural White Color, Citric Acid, Xanthan Gum."}, { "name": "Fire Braised Chicken Breast", "SS": "Ounce", "C": "33", "TF": "1g", "SF": "nan", "Ch": "25mg", "Na": "100mg", "Carb": "0g", "Su": "0g", "P": "7g", "Allergens": "", "Ingredients": "Chicken Breast Meat, Water, Salt, Baking Soda, Natural Flavoring."}, { "name": "Roasted Portabella Mushroom", "SS": "Each", "C": "108", "TF": "9g", "SF": "nan", "Ch": "0mg", "Na": "105mg", "Carb": "6g", "Su": "3g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Mushroom Portabella (Raw Portabella Mushroom), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Balsamic Vinegar (Balsamic Vinegar), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Garlic (Garlic.), Ground Black Pepper (Black Pepper), Sweet Basil, Spice Thyme Leaf (Thyme Leaves), Crushed Red Pepper (Crushed Red Pepper)"}, { "name": "Diced Tomatoes", "SS": "1/4 Cup", "C": "8", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "2g", "Su": "1g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Tomatoes (Tomato)"}, { "name": "Fresh Spinach", "SS": "Cup", "C": "7", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "20mg", "Carb": "1g", "Su": "0g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Spinach"}, { "name": "Sliced Banana Peppers", "SS": "Tablespoon", "C": "2", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "105mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Fresh Peppers, Water, Vinegar, Salt, Calcium Chloride, Sodium Benzoate (Preservative), Natural Flavors, Sodium Metabisulfite (Preservative), Yellow 5."}, { "name": "Sliced Black Olives", "SS": "Tablespoon", "C": "11", "TF": "1g", "SF": "nan", "Ch": "0mg", "Na": "65mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Olives, Water, Salt And Ferrous Gluconate (Color Stabilizer)."}, { "name": "Diced Red Onion", "SS": "Tablespoon", "C": "3", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": ""}, { "name": "Vegan Mozzarella Shredded Cheese", "SS": "Ounce", "C": "91", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "280mg", "Carb": "7g", "Su": "0g", "P": "1g", "Allergens": "Coconut,Vegetarian,Vegan", "Ingredients": "Filtered Water, Tapioca Flour, Expeller Pressed Non-GMO Canola And/Or Safflower Oil, Coconut Oil, Pea Protein, Salt, Vegan Natural Flavours, Inactive Yeast, Vegetable Glycerin, Xanthan Gum, Citric Acid (Vegan, For Flavour), Titanium Dioxide (A Naturally Occurring Mineral)."}, { "name": "Cooked Carrots", "SS": "1/2 Cup", "C": "29", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "65mg", "Carb": "7g", "Su": "4g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Baby Carrots (Carrots)"}, { "name": "Grilled Zucchini", "SS": "3 oz Serving", "C": "57", "TF": "5g", "SF": "nan", "Ch": "0mg", "Na": "220mg", "Carb": "2g", "Su": "1g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Zucchini (Zucchini), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda)"}, { "name": "Roasted Broccoli", "SS": "4 oz Serving", "C": "51", "TF": "2.5g", "SF": "nan", "Ch": "0mg", "Na": "160mg", "Carb": "6g", "Su": "1g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Broccoli Florets (Broccoli Florettes.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spice Pepper Black Ground 18 oz (Black Pepper)"}, { "name": "Flame Roasted Peppers and Onions", "SS": "Ounce", "C": "15", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "45mg", "Carb": "3g", "Su": "2g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Onion, Green And Red Bell Pepper, Contains Less Than 2% Of Citric Acid, Dehydrated Garlic And Onion, Natural Flavors, Olive Oil, Salt, Spices, Sugar, Yeast Extract."}, { "name": "Homefree Ginger Snap Cookie", "SS": "Cookie", "C": "140", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "21g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Pear Juice From Concentrate, High Oleic Safflower Oil, Organic Tapioca Starch, Molasses, Organic Ground Ginger, Baking Soda (Sodium Bicarbonate), Organic Cinnamon, Salt, Pure Vanilla Extract, Cream Of Tartar, Xanthan Gum, Organic Cloves, Rosemary Extract."}, { "name": "Homefree Chocolate Chip Cookie", "SS": "Cookie", "C": "140", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "95mg", "Carb": "19g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, High Oleic Safflower Oil, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), Organic Tapioca Starch, Pear Juice Concentrate, Baking Soda (Sodium Bicarbonate), Pure Vanilla Extract, Salt, Cream Of Tartar, Xanthan Gum, Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Homefree Chocolate Chip Brownie", "SS": "Brownie", "C": "235", "TF": "9g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "36g", "Su": "22g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), High Oleic Safflower Oil, Pear Juice Concentrate, Non-Alkalized Cocoa Powder, Tapioca Syrup, Demerara Sugar, Organic Tapioca Starch, Pure Vanilla Extract, Salt, Xanthan Gum, Baking Soda (Sodium Bicarbonate), Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Strawberry Cookie", "SS": "Cookie", "C": "160", "TF": "7g", "SF": "nan", "Ch": "10mg", "Na": "130mg", "Carb": "24g", "Su": "16g", "P": "less than 1 g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Dough Cookie Straw Shortcake SD 1.33 oz (Enriched Bleached Flour (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid, Sugar, Margarine Palm Oil, Water, Soybean Oil, Contains 2% Or Less Of: Salt, Mono- And Diglycerides, Natural Flavors (Contains Milk), Citric Acid, Vitamin A Palmitate Added, Beta Carotene (Color), White Confectionery Chips Sugar, Palm Kernel And/Or Palm Oil, Nonfat Milk, Soy Lecithin, Natural Flavor, Eggs, Cranberries, Strawberries, Contains 2% Or Less Of: Butter Cream (Milk), Salt, Molasses, Baking Soda, Salt, Natural And Artificial Strawberry Flavors, Sunflower Oil, Cellulose, Citric Acid. Made In A Facility That Also Processes Peanuts, Tree Nuts, Almonds, Coconut, Macademia Nuts, Pecans, Walnuts.)"}, { "name": "MeMe's Bread Pudding", "SS": "4x5 Cut Serving", "C": "313", "TF": "16g", "SF": "nan", "Ch": "85mg", "Na": "380mg", "Carb": "38g", "Su": "26g", "P": "5g", "Allergens": "Eggs,Gluten,Milk,Sesame,Soy,Vegetarian,Wheat", "Ingredients": "2% Milk (Grade A Reduced Fat Milk, Vitamin A Palmitate & Vitamin D3.), Texas Toast (Enriched Flour [Unbleached Wheat Flour, Malted Barley Flour, Reduced Iron, Thiamine Mononitrate (Vitamin B1), Riboflavin (Vitamin B2), Niacin (Vitamin B3), Folic Acid], Water, Sugar, Yeast, Soybean Oil, Salt, Wheat Gluten, Vinegar, Calcium Propionate (A Preservative), Yellow Corn Flour, Monoglycerides, Annatto Extract And Turmeric Added For Color, Wheat Starch, Calcium Sulfate, Potassium Chloride, Sodium Stearoyl Lactylate, Calcium Phosphate, Ascorbic Acid, Sesame.), Butter Solids (Pasteurized Cream, Salt), Granulated Sugar (Sugar.), Granulated Sugar (Sugar.), Egg Whole Frozen (Egg (Whole Frozen)), Butter Solids (Pasteurized Cream, Salt), Water (Water), Flavor Vanilla Imitation (Water, Caramel Color, Artifical Flavor, Citric Acid, Sodium Benzoate (Preservative).), Egg Whole Frozen (Egg (Whole Frozen)), Ground Cinnamon, Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine)"}, { "name": "M&M Hello Dolly Bar", "SS": "8x10 Cut Serving", "C": "195", "TF": "9g", "SF": "nan", "Ch": "5mg", "Na": "80mg", "Carb": "27g", "Su": "22g", "P": "3g", "Allergens": "Coconut,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Milk Condensed Sweet 24 x 14 oz (Milk, Sugar.), Chocolate Chips Semisweet (Semi-Sweet Chocolate (Sugar, Chocolate, Cocoa Butter, Milk Fat, Soy Lecithin, Natural Flavor, Milk).), Graham Cracker Crumbs (Whole Wheat Flour, Enriched Flour (Wheat Flour, Niacin, Reduced Iron, Vitamin B1 (Thiamin Mononitrate), Vitamin B2 (Riboflavin), Folic Acid), Sugar, Vegetable Oil (Soybean And/Or Canola Oil), Molasses, Honey, Corn Syrup, Contains 2% Or Less Of Leavening (Baking Soda, Sodium Acid Pyrophosphate, Monocalcium Phosphate), Natural Flavors, Salt, Soy Lecithin.), M & M Topping (Milk Chocolate (Sugar, Chocolate, Skim MIlk, Cocoa Butter, Lactose, Milkfat, Soy Lecithin, Salt, Natural Flavor), Sugar, Cornstarch; Less Than 1%: Corn Syrup, Dextrin, Coloring (Includes Blue 1 Lake, Yellow 6, Red 40, Yellow 5, Blue 1, Yellow 6 Lake, Red 40 Lake, Yellow 5 Lake, Blue 2 Lake, Blue 2), Carnauba Wax, Gum Acacia.), Coconut (Desiccated Coconut Processed With Sugar, Propylene Glycol (Preservative), Salt, Sodium Metabisulfite (Preservative To Retain Whiteness)), Margarine (Vegetable Oil Blend (Palm Oil And Soybean Oil), Water, Salt, Contains Less Than 2% Of Soy Lecithin, Vegetable Mono Diglycerides, Potassium Sorbate (A Preservative), Citric Acid, Natural Artificial Flavor, Beta Carotene (Color), Vitamin A Palmitate Added, Whey.)"}, { "name": "Mango Chunks", "SS": "3/4 Cup Portion", "C": "92", "TF": "0.5g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "22g", "Su": "38g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Mango Cubes (Mango.)"}, { "name": "Fruit Cocktail", "SS": "1/2 Cup", "C": "47", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "13g", "Su": "10g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Fruit Cocktail (Diced Peaches, Water, Diced Pears, Grapes, Sugar, Pineapple Sectors, Halved Cherries (Artificially Colored Red With Carmine))"}, { "name": "GF Hamburger Bun", "SS": "Bun", "C": "249", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "460mg", "Carb": "46g", "Su": "6g", "P": "5g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Tapioca Starch, Brown Rice Flour, (Rice Flour, Rice Bran With Germ), Canola Oil, Resistant Corn Starch, Egg Whites, Invert Cane Sugar, Tapioca Maltodextrin, Potato Flour, Cane Sugar, Tapioca Syrup, Yeast, Sugarcane Fiber, Salt, Gum (Xanthan Gum, Sodium Alginate, Guar Gum), Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Xanthan Gum, Enzymes."}, { "name": "Bread White Udi's 24 oz GF", "SS": "Slice", "C": "121", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "230mg", "Carb": "21g", "Su": "3g", "P": "2g", "Allergens": "Eggs", "Ingredients": "Water, Pea Starch, Modified Tapioca Starch, Rice Starch, Canola Oil, Rice Flour, Sorghum Flour, Tapioca Starch, Invert Cane Sugar, Egg Whites, Cane Sugar, Modified Cellulose, Apple Cider Vinegar, Salt, Yeast, Cultured Brown Rice, Brown Rice, Guar Gum, Xanthan Gum, Enzymes."}, { "name": "GF Hot Dog Bun", "SS": "1.6 oz Bun", "C": "190", "TF": "5g", "SF": "nan", "Ch": "0mg", "Na": "350mg", "Carb": "35g", "Su": "5g", "P": "4g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Tapioca Starch, Brown Rice Flour (Rice Flour, Rice Bran with Germ), Canola Oil, Resistant Corn Starch, Egg Whites, Invert Cane Sugar, Tapioca Syrup, Yeast, Sugarcane Fiber, Salt, Gum (Xanthan Gum, Sodium Alginate, Guar Gum), Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Xanthan Gum, Enzymes."}, { "name": "Vegan Mozzarella Shredded Cheese", "SS": "Ounce", "C": "91", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "280mg", "Carb": "7g", "Su": "0g", "P": "1g", "Allergens": "Coconut,Vegetarian,Vegan", "Ingredients": "Filtered Water, Tapioca Flour, Expeller Pressed Non-GMO Canola And/Or Safflower Oil, Coconut Oil, Pea Protein, Salt, Vegan Natural Flavours, Inactive Yeast, Vegetable Glycerin, Xanthan Gum, Citric Acid (Vegan, For Flavour), Titanium Dioxide (A Naturally Occurring Mineral)."}, { "name": "Cauliflower Crust Pepperoni Pizza", "SS": "Pizza", "C": "995", "TF": "53g", "SF": "nan", "Ch": "155mg", "Na": "2210mg", "Carb": "88g", "Su": "8g", "P": "41g", "Allergens": "Eggs,Milk,Soy", "Ingredients": "GF Cauliflower Pizza Crust (Cauliflower, Low Moisture Mozzarella Cheese (Pasteurized Milk, Cheese Cultures, Salt, Enzyme), Tapioca Starch, Rice Flour, Rice Starch, Egg Whites, Modified Rice Starch, Cane Sugar, Yeast, Salt, Garlic Powder, Spices, Xanthan Gum, Cultured Brown Rice, Brown Rice Flour, Citric Acid, Lactic Acid.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Marinara Sauce (Tomato Puree (Water, Tomato Paste), Diced Tomatoes, Less Than 2% Of: Sugar, Soybean Oil, Salt, Spice, Dired Garlic, Dried Onion, Olive Oil, Citric Acid, Sea Salt, Natural Flavor.), Sliced Pepperoni (BHA, BHT With Citric Acid Added To Help Protect Flavor, Pork And Beef, Salt, Contains 2% Or Less Of: Water, Dextrose, Spices, Lactic Acid Starter Culture, Oleoresin Of Paprika, Garlic Powder, Sodium Nitrite, Citric Acid, BHA, BHT.)"}, { "name": "Cauliflower Crust Cheese Pizza", "SS": "Pizza", "C": "889", "TF": "43g", "SF": "nan", "Ch": "135mg", "Na": "1810mg", "Carb": "88g", "Su": "8g", "P": "37g", "Allergens": "Eggs,Milk,Soy,Vegetarian", "Ingredients": "GF Cauliflower Pizza Crust (Cauliflower, Low Moisture Mozzarella Cheese (Pasteurized Milk, Cheese Cultures, Salt, Enzyme), Tapioca Starch, Rice Flour, Rice Starch, Egg Whites, Modified Rice Starch, Cane Sugar, Yeast, Salt, Garlic Powder, Spices, Xanthan Gum, Cultured Brown Rice, Brown Rice Flour, Citric Acid, Lactic Acid.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Marinara Sauce (Tomato Puree (Water, Tomato Paste), Diced Tomatoes, Less Than 2% Of: Sugar, Soybean Oil, Salt, Spice, Dired Garlic, Dried Onion, Olive Oil, Citric Acid, Sea Salt, Natural Flavor.)"}, { "name": "GF Blueberry Muffin", "SS": "Each", "C": "270", "TF": "9g", "SF": "nan", "Ch": "60mg", "Na": "250mg", "Carb": "39g", "Su": "22g", "P": "3g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Cane Sugar, Eggs, Water, Tapioca Starch, Brown Rice Flour (Rice Flour And Rice Bran). Blueberries, Canola Oil, Potato Starch, Sugar, Palm Oil, Dried Blueberries, Baking Powder (Sodium Acid  Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Natural Flavor, Salt, Sunflower Lecithin, Lemon Flavedo (Lemon Peel, Cane Sugar, Lemon Oil Essence), Xanthan Gum"}, { "name": "Malibu Burger", "SS": "Burger", "C": "164", "TF": "8g", "SF": "nan", "Ch": "0mg", "Na": "450mg", "Carb": "22g", "Su": "2g", "P": "4g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Vegan Malibu Burger 3.2 oz (Cooked Brown Rice (Water, Organic Brown Rice), Water, Organic Corn, Organic Carrots, Organic Onions, Organic Green Peppers, Organic Rolled Oats, Organic Canola Oil, Organic High Oleic Sunflower Oil, Organic Red Bell Peppers, Organic Soy Protein Flour, Contains Two Percent Or Less Of Gum Blend (Carrageenan, Konjac Flour), Organic Soy Sauce (Water, Organic Soybeans, Salt, Organic Wheat), Organic Onion Powder, Broccoli, Sea Salt, Organic Garlic Powder, Organic Black Pepper.)"}, { "name": "Italian Ice", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "GF Hot Dog Bun", "SS": "1.6 oz Bun", "C": "190", "TF": "5g", "SF": "nan", "Ch": "0mg", "Na": "350mg", "Carb": "35g", "Su": "5g", "P": "4g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Tapioca Starch, Brown Rice Flour (Rice Flour, Rice Bran with Germ), Canola Oil, Resistant Corn Starch, Egg Whites, Invert Cane Sugar, Tapioca Syrup, Yeast, Sugarcane Fiber, Salt, Gum (Xanthan Gum, Sodium Alginate, Guar Gum), Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Xanthan Gum, Enzymes."}]},{"place": "Ford", "items": [{ "name": "Scrambled Eggs", "SS": "1/2 Cup", "C": "160", "TF": "11g", "SF": "nan", "Ch": "310mg", "Na": "420mg", "Carb": "3g", "Su": "0g", "P": "12g", "Allergens": "Eggs,Milk,Vegetarian", "Ingredients": "Egg Scrambled Mix Frozen (Whole Eggs, Reconstituted Nonfat Dry Milk, Egg Whites, Corn Oil, Salt, Xanthan Gum, Citric Acid, Natural Flavoring, Annatto (A Natural Color).), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.)"}, { "name": "Hard Cooked Eggs", "SS": "Egg", "C": "68", "TF": "4.5g", "SF": "nan", "Ch": "165mg", "Na": "55mg", "Carb": "0g", "Su": "0g", "P": "5g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Eggs (Large Shell Egg)"}, { "name": "Potato Gems", "SS": "4 oz Serving", "C": "229", "TF": "12g", "SF": "nan", "Ch": "0mg", "Na": "430mg", "Carb": "26g", "Su": "0g", "P": "3g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Potato French Fry Tater Gems (Potatoes, Vegetable Oil (Soybean, Canola, And/Or Cottonseed Oils), Contains Less Than 2% Of Dextrose, Sea Salt, Disodium Dihydrogen Pytophosphate (To Maintain Natural Color).), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine)"}, { "name": "Sausage Links", "SS": "2 Each", "C": "180", "TF": "17g", "SF": "nan", "Ch": "40mg", "Na": "340mg", "Carb": "less than 1 g", "Su": "less than 1 g", "P": "5g", "Allergens": "", "Ingredients": "Sausage Link Cooked 20/# IP 83028 (Pork, Water, Salt, Dextrose, Flavorings (Spices And Spice Extractives) Citric Acid, Propyl Gallate.)"}, { "name": "Texas French Toast", "SS": "1 Slice Serving", "C": "279", "TF": "15g", "SF": "nan", "Ch": "160mg", "Na": "460mg", "Carb": "27g", "Su": "7g", "P": "9g", "Allergens": "Eggs,Gluten,Milk,Sesame,Soy,Vegetarian,Wheat", "Ingredients": "Egg Scrambled Mix Frozen (Whole Eggs, Reconstituted Nonfat Dry Milk, Egg Whites, Corn Oil, Salt, Xanthan Gum, Citric Acid, Natural Flavoring, Annatto (A Natural Color).), Texas Toast (Enriched Flour [Unbleached Wheat Flour, Malted Barley Flour, Reduced Iron, Thiamine Mononitrate (Vitamin B1), Riboflavin (Vitamin B2), Niacin (Vitamin B3), Folic Acid], Water, Sugar, Yeast, Soybean Oil, Salt, Wheat Gluten, Vinegar, Calcium Propionate (A Preservative), Yellow Corn Flour, Monoglycerides, Annatto Extract And Turmeric Added For Color, Wheat Starch, Calcium Sulfate, Potassium Chloride, Sodium Stearoyl Lactylate, Calcium Phosphate, Ascorbic Acid, Sesame.), 2% Milk (Grade A Reduced Fat Milk, Vitamin A Palmitate & Vitamin D3.), Butter Solids (Pasteurized Cream, Salt), Granulated Sugar (Sugar.), Flavor Vanilla Imitation (Water, Caramel Color, Artifical Flavor, Citric Acid, Sodium Benzoate (Preservative).), Ground Cinnamon, Ground Nutmeg"}, { "name": "Powdered Sugar", "SS": "Tablespoon", "C": "37", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "9g", "Su": "9g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Sugar, Carnauba Wax"}, { "name": "Pancake Syrup", "SS": "Tablespoon", "C": "35", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "5mg", "Carb": "9g", "Su": "9g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Corn Syrup, Water, Natural And Artificial Maple Flavor, Salt, Carboxymethyl Cellulose, Sodium Benzoate And Potassium Sorbate (As Preservatives), Caramel Color."}, { "name": "Sugar Free Maple Pancake Syrup", "SS": "1/4 Cup Serving", "C": "15", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "125mg", "Carb": "6g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water, Sorbitol, Contains 2% Or Less Of: Cellulose Gum, Salt, Caramel Color, Xanthan Gum, Sorbic Acid And Sodium Benzoate (Preservatives), Acesulfame Potassium (Non Nutritive Sweetener), Natural And Artificial Flavor, Sodium Hexametaphosphate, Phosphoric Acid, Sucralose (Non Nutritive Sweetener)."}, { "name": "Bread and Condiments", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Oatmeal and Pancake Toppers", "SS": "serving", "C": "20", "TF": "0g", "SF": "nan", "Ch": "less than 5 mg", "Na": "10mg", "Carb": "4g", "Su": "4g", "P": "0g", "Allergens": "Milk", "Ingredients": "Vanilla Yogurt (Cultured Grade A Non Fat Milk, Cane Sugar, Modified Food Starch, Water, Contains Less Than 1% Of Natural Flavors, Vegetable Juice (For Color), Agar Agar, Citric Acid, Sodium Citrate, Potassium Sorbate (To Maintain Freshness), Vitamin D3 Contains Live And Active Cultures: S. Thermophilus L. Bulgaricus.), Strawberry Yogurt (Cultured Grade A Non Fat Milk, Cane Sugar, Water, Modified Food Starch, Contains Less Than 1 Of Natural Flavors, Beta Carotene And Black Carrot Juice Concentrate For Color, Malic Acid, Sodium Citrate, Potassium Sorbate To Maintain Freshness, Vitamin D3, Contains Active Yogurt Cultures: S. Thermophilus L. Bulgaricus.), Pancake Syrup (Corn Syrup, Water, Natural And Artificial Maple Flavor, Salt, Carboxymethyl Cellulose, Sodium Benzoate And Potassium Sorbate (As Preservatives), Caramel Color.), Brown Sugar (Sugar, Cane Molasses), Whipped Butter (Pasturized Cream, Salt), Raisins (Raisins), Powdered Sugar (Sugar, Carnauba Wax), Ground Cinnamon, Sugar Free Maple Pancake Syrup (Water, Sorbitol, Contains 2% Or Less Of: Cellulose Gum, Salt, Caramel Color, Xanthan Gum, Sorbic Acid And Sodium Benzoate (Preservatives), Acesulfame Potassium (Non Nutritive Sweetener), Natural And Artificial Flavor, Sodium Hexametaphosphate, Phosphoric Acid, Sucralose (Non Nutritive Sweetener).)"}, { "name": "Pancakes", "SS": "Pancake", "C": "66", "TF": "1g", "SF": "nan", "Ch": "15mg", "Na": "50mg", "Carb": "12g", "Su": "5g", "P": "2g", "Allergens": "Eggs,Gluten,Milk,Vegetarian,Wheat", "Ingredients": "Enriched Bleached Wheat Flour (Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Sugar, Milk Powder, Wheat Starch, Egg Powder, Corn Starch, Monocalcium Phosphate, Sodium Bicarbonate, Salt."}, { "name": "Oatmeal", "SS": "1/2 Cup Serving", "C": "80", "TF": "1.5g", "SF": "nan", "Ch": "0mg", "Na": "130mg", "Carb": "14g", "Su": "less than 1 g", "P": "3g", "Allergens": "Gluten,Vegetarian,Vegan", "Ingredients": "Water (Water), Cereal Oats Kettle Hearty (Whole Grain Rolled Oats.), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine)"}, { "name": "Donut Holes", "SS": "6 Each Serving", "C": "411", "TF": "18g", "SF": "nan", "Ch": "10mg", "Na": "460mg", "Carb": "60g", "Su": "39g", "P": "4g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Donut Hole Rich #02831 (Enriched Unbleached Wheat Flour, (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Enzyme, Riboflavin, Folic Acid), Palm Oil, Sugar, Water, Soybean Oil, Contains Less Than 2% Of The Following: Defatted Soy Flour, Egg Yolks, Leavening (Sodium Acid Pyrophosphate, Baking Soda), Dextrose, Wheat Starch, Salt, Skim Milk, Modified Wheat Starch, Potato Flour, Artificial Favor, Sodium Stearoyl Lactylate.), Cinnamon Sugar (Granulated Sugar (Sugar.), Ground Cinnamon)"}, { "name": "Berry Mix", "SS": "4 oz Portion", "C": "65", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "14g", "Su": "8g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Strawberries, Blackberries, Blueberries, And Red Raspberries"}, { "name": "Tropical Blend Fruit", "SS": "1/2 Cup", "C": "99", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "26g", "Su": "", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Pineapple, Papaya (Red And Yellow), Water, Guava, Sugar, Passion Fruit Juice And Citric Acid."}, { "name": "Bread White Udi's 24 oz GF", "SS": "Slice", "C": "121", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "230mg", "Carb": "21g", "Su": "3g", "P": "2g", "Allergens": "Eggs", "Ingredients": "Water, Pea Starch, Modified Tapioca Starch, Rice Starch, Canola Oil, Rice Flour, Sorghum Flour, Tapioca Starch, Invert Cane Sugar, Egg Whites, Cane Sugar, Modified Cellulose, Apple Cider Vinegar, Salt, Yeast, Cultured Brown Rice, Brown Rice, Guar Gum, Xanthan Gum, Enzymes."}, { "name": "Bagel Plain Udi's GF", "SS": "Bagel", "C": "250", "TF": "8g", "SF": "nan", "Ch": "0mg", "Na": "380mg", "Carb": "38g", "Su": "4g", "P": "6g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Brown Rice Flour (Rice Flour, Rice Bran With Germ), Tapioca Starch, Canola Oil, Egg Whites, Potato Starch, Sugar, Tapioca Maltodextrin, Tapioca Syrup, Pea Protein, Contains Less Than 2% Of The Following: Xanthan Gum, Salt, Yeast, Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Enzymes."}, { "name": "GF Double Chocolate Muffin", "SS": "Muffin", "C": "280", "TF": "12g", "SF": "nan", "Ch": "55mg", "Na": "230mg", "Carb": "39g", "Su": "24g", "P": "4g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Cane Sugar, Eggs, Water, Semi-Sweet Chocolate Chips (Sugar, Chocolate Liquor, Cocoa Butter), Tapioca Starch, Brown Rice Flour (Rice Flour, Rice Bran), Canola Oil, Cocoa Powder Processed With Alkali, Palm Oil, Baking Powder (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Natural Flavor, Salt, Sunflower Lecithin, Lemon Zest (Lemon Peel, Cane Sugar, Lemon Oil Essence), Xanthan Gum."}, { "name": "GF Blueberry Muffin", "SS": "Each", "C": "270", "TF": "9g", "SF": "nan", "Ch": "60mg", "Na": "250mg", "Carb": "39g", "Su": "22g", "P": "3g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Cane Sugar, Eggs, Water, Tapioca Starch, Brown Rice Flour (Rice Flour And Rice Bran). Blueberries, Canola Oil, Potato Starch, Sugar, Palm Oil, Dried Blueberries, Baking Powder (Sodium Acid  Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Natural Flavor, Salt, Sunflower Lecithin, Lemon Flavedo (Lemon Peel, Cane Sugar, Lemon Oil Essence), Xanthan Gum"}, { "name": "Austin Blues Pulled Pork", "SS": "Ounce", "C": "81", "TF": "6g", "SF": "nan", "Ch": "25mg", "Na": "150mg", "Carb": "1g", "Su": "1g", "P": "7g", "Allergens": "", "Ingredients": "Smoked Cooked Pork, Cider Vinegar, Sugar, Salt, Spices."}, { "name": "Tri Color Tortilla Chips", "SS": "4 oz Serving", "C": "50", "TF": "0.5g", "SF": "nan", "Ch": "0mg", "Na": "1050mg", "Carb": "11g", "Su": "0g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Tri Color Tortilla Chips (Whole Grain Corn, Water, Contains 2% Or Less Of: Guar Gum, Cellulose Gum, Dextrose, Red 40 Lake, Blue , Yellow 5, Yellow 6, Propylene Glycol, Xanthan Gum, Enzymes, and Propionic Acid, Benzoic Acid and Phosphoric Acid to Maintain Freshness.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda)"}, { "name": "Refried Beans", "SS": "1/2 Cup", "C": "97", "TF": "0.5g", "SF": "nan", "Ch": "0mg", "Na": "470mg", "Carb": "16g", "Su": "0g", "P": "5g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Refried Beans (Cooked Beans, Water, Less Than 2% Of: Canola Oil, Salt, Distilled Vinegar, Chile Pepper, Onion Powder, Spices, Garlic Powder, Natural Flavor)"}, { "name": "Jalapeno Rice", "SS": "1/2 Cup Servings", "C": "97", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "160mg", "Carb": "21g", "Su": "0g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Rice White Long Grain Parboiled 25# (Enriched Parboiled Long Grain Rice (Parboiled Long Grain Rice, Vitamins And Minerals [Calcium (Calcium Carbonate), Iron (Iron Phosphate), Vitamin B1 (Thiamine Mononitrate), Folic Acid]).), Water (Water), Jalapeno Peppers (Jalapeno Pepper.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda)"}, { "name": "Queso Blanco Cheese Sauce w Salsa Verde", "SS": "1/2 Cup Serving", "C": "218", "TF": "17g", "SF": "nan", "Ch": "55mg", "Na": "890mg", "Carb": "6g", "Su": "4g", "P": "11g", "Allergens": "Milk,Vegetarian", "Ingredients": "Water, Cheddar Cheese Pasteurized Milk, Cheese Culture, Salt, Enzymes, Cream, Tomatillos With Citric Acid, Contains Less Than 2 Of Green Chiles With Citric Acid, Modified Food Starch, Sodium Phosphates And Potassium Phosphates, Jalapeno Peppers With Salt, Acetic Acid, Water, Calcium Chloride, Salt, Seasoning Potassium Chloride, Flavor (Contains Maltodextrin), Onions, Dehydrated Garlic, Citric Acid, Dehydrated Cilantro."}, { "name": "Monterey Jack Shredded Cheese", "SS": "Ounce", "C": "101", "TF": "8g", "SF": "nan", "Ch": "25mg", "Na": "170mg", "Carb": "0g", "Su": "0g", "P": "7g", "Allergens": "Milk,Vegetarian", "Ingredients": "Monterey Jack Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes), Potato Starch And Powdered Cellulose Added To Prevent Caking, Natamycin (A Natural Mold Inhibitor)."}, { "name": "Sour Cream", "SS": "Tablespoon", "C": "30", "TF": "2.5g", "SF": "nan", "Ch": "10mg", "Na": "25mg", "Carb": "less than 1 g", "Su": "less than 1 g", "P": "0g", "Allergens": "Milk,Vegetarian", "Ingredients": "Cultured Milk, Cream, Whey, Less Than 2% Of Food Starch-Modified (Corn), Sodium Phosphate, Guar Gum, Carrageenan, Calcium Sulfate, Locust Bean Gum, Potassium Sorbate (Preservative)."}, { "name": "Shredded Lettuce", "SS": "1/4 Cup", "C": "2", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Lettuce"}, { "name": "Diced Tomatoes", "SS": "Tablespoon", "C": "2", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Tomato"}, { "name": "Jalapeno Pepper Rings", "SS": "Tablespoon", "C": "1", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "55mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Jalapeno Peppers, Water, Vinegar, Salt, Calcium Chloride, Sodium Benzoate (Preservative), Sodium Metabisulfite (Preservative), Yellow 5"}, { "name": "Salsa Verde", "SS": "1/4 Cup Serving", "C": "122", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "240mg", "Carb": "5g", "Su": "less than 1 g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Tomatillo Whole Green 6 x #10 (Whole Tomatillos, Water, Citric Acid, And Salt.), Water (Water), Diced Onion, Pepper Chili Poblano 10# (Poblano Chili Pepper), Jalapeno Peppers (Jalapeno Pepper.), Minced Garlic (Peeled Garlic), Cilantro (Cilantro), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda)"}, { "name": "Fresh Pico De Gallo", "SS": "1/4 Cup Serving", "C": "13", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "150mg", "Carb": "3g", "Su": "1g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Roma Tomato (Tomato), Diced Onion, Minced Garlic (Peeled Garlic), Cilantro (Cilantro), Lime Juice (Water, Lime Juice Concentrate, Sodium Benzoate (Preservative), Sodium Bisulfate (Preservative), Lime Oil.), Jalapeno Peppers (Jalapeno Pepper.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spice Pepper Black Ground 18 oz (Black Pepper)"}, { "name": "Corn Salsa", "SS": "1/4 Cup", "C": "45", "TF": "1g", "SF": "nan", "Ch": "0mg", "Na": "150mg", "Carb": "8g", "Su": "4g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Sweet Corn (Corn.), Lime Juice (Water, Lime Juice Concentrate, Sodium Benzoate (Preservative), Sodium Bisulfate (Preservative), Lime Oil.), Red Onion, Cilantro (Cilantro), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spice Paprika Smoked Sweet 20oz (Paprika.), Cayenne Pepper (Red Pepper)"}, { "name": "Guacamole Dip", "SS": "Tablespoon", "C": "30", "TF": "2.5g", "SF": "nan", "Ch": "0mg", "Na": "65mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Avocado, Red Bell Pepper, Onion, Salt, Jalapeno Pepper, Garlic, Lime Juice Concentrate."}, { "name": "Pepperoni Pizza", "SS": "12 Cut Serving", "C": "163", "TF": "7g", "SF": "nan", "Ch": "20mg", "Na": "340mg", "Carb": "18g", "Su": "1g", "P": "6g", "Allergens": "Gluten,Milk,Soy,Wheat", "Ingredients": "Dough Pizza Sheeted 10 inch  (Enriched Flour (Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Soybean Oil, Yeast, Dry Malt (Malted Barley Flour, Wheat Flour, Dextrose), Salt, Sugar, Baking Powder (Corn Starch, Sodium Bicarbonate, Sodium Acid Pyrophosphate, Sodium Aluminum Phosphate), Dough Improver (Wheat Flour, Monocalcium Phosphate, Corn Starch, Salt, Mono- And- Diglycerides, Contains 2% Or Less Of: Ascorbic Acid, Potassium Iodate & Enzyme).), Cheese Blend Ford Pizza (Cheese New York Blend (Low-Moisture Whole Milk Mozzarella Cheese (Cultured Pasteurized Milk, Salt,  Enzymes), Low-Moisture Part-Skim Mozzarella Cheese (Cultured Pasteurized Part-Skim  Milk, Salt, Enzymes).), Cheese Asiago Shredded (Asiago Cheese (Pasteurized Milk, Cheese Cultures, Salt, Enzymes), Powdered Cellulose (To Prevent Caking).)), Diced Pepperoni (Pork And Beef, Salt, Contains 2% Or Less Of Water, Dextrose, Spices, Lactic Acid Starter Culture, Oleoresin Of Paprika,  Garlic Powder, Sodium Nitrite, BHA, BHT, Citric Acid.), Pizza Sauce (Vine Ripened Fresh Tomatoes, Blend of Extra Virgin Olive Oil And Sunflower Oil, Salt, Oregano, Granulated Garlic, Black Pepper, And Naturally Derived Citric Acid.), Flour All Purpose H&R Gold Medal (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid.), Flour Semolina Gold Medal 50# (Semolina (Wheat), Niacin, Ferrous Sulfate, Thiamine Mononitrate, Riboflavin, Folic Acid.)"}, { "name": "Garlic Cheese Pizza", "SS": "12 Cut Serving", "C": "126", "TF": "4g", "SF": "nan", "Ch": "5mg", "Na": "190mg", "Carb": "17g", "Su": "1g", "P": "5g", "Allergens": "Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Dough Pizza Sheeted 10 inch  (Enriched Flour (Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Soybean Oil, Yeast, Dry Malt (Malted Barley Flour, Wheat Flour, Dextrose), Salt, Sugar, Baking Powder (Corn Starch, Sodium Bicarbonate, Sodium Acid Pyrophosphate, Sodium Aluminum Phosphate), Dough Improver (Wheat Flour, Monocalcium Phosphate, Corn Starch, Salt, Mono- And- Diglycerides, Contains 2% Or Less Of: Ascorbic Acid, Potassium Iodate & Enzyme).), Cheese Blend Ford Pizza (Cheese New York Blend (Low-Moisture Whole Milk Mozzarella Cheese (Cultured Pasteurized Milk, Salt,  Enzymes), Low-Moisture Part-Skim Mozzarella Cheese (Cultured Pasteurized Part-Skim  Milk, Salt, Enzymes).), Cheese Asiago Shredded (Asiago Cheese (Pasteurized Milk, Cheese Cultures, Salt, Enzymes), Powdered Cellulose (To Prevent Caking).)), Flour All Purpose H&R Gold Medal (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid.), Garlic Butter Spread (Margarine (Vegetable Oil Blend (Palm Oil And Soybean Oil), Water, Salt, Contains Less Than 2% Of Soy Lecithin, Vegetable Mono Diglycerides, Potassium Sorbate (A Preservative), Citric Acid, Natural Artificial Flavor, Beta Carotene (Color), Vitamin A Palmitate Added, Whey.), Garlic Seasoning (Garlic Powder.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Sweet Basil, Spice Pepper Black Ground 18 oz (Black Pepper), Oregano (Oregano), Spice Parsley Flakes), Flour Semolina Gold Medal 50# (Semolina (Wheat), Niacin, Ferrous Sulfate, Thiamine Mononitrate, Riboflavin, Folic Acid.)"}, { "name": "Peanut Butter and Jelly Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Potato Chips", "SS": "Ounce", "C": "160", "TF": "10g", "SF": "nan", "Ch": "0mg", "Na": "75mg", "Carb": "14g", "Su": "0g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Potatoes, Vegetable Oil (Contains One Or More Of The Following: Corn, Cottonseed, Or, Sunflower Oil), And Salt"}, { "name": "Sundae Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Chocolate Chip Cookie", "SS": "Cookie", "C": "132", "TF": "6g", "SF": "nan", "Ch": "5mg", "Na": "100mg", "Carb": "17g", "Su": "10g", "P": "1g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Chocolate Chip Cookie (Enriched Bleached Flour (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Sugar, Palm Oil, Margarine (Palm Oil, Water, Soybean Oil, Contains 2% Or Less Of: Salt, Mono- And Diglycerides, Natural Flavor [Contains Milk], Citric Acid, Vitamin A Palmitate Added, Beta Carotene [Color]), Semi-Sweet Chocolate Chips (Sugar, Unsweetened Chocolate, Cocoa Butter, Dextrose, Soy Lecithin, Natural Flavor, Milk), Chocolate Flavored Confectionery Chips (Sugar, Palm Kernel And Palm Oil, Cocoa [Processed With Alkali], Dextrose, Soy Lecithin, Polysorbate 60, Sorbitan Monostearate, Salt, Natural Flavor), Water, Eggs, Dextrose, Contains 2% Or Less Of: Molasses, Pregelatinized Wheat Starch, Baking Soda, Salt, Natural And Artificial Flavors.)"}, { "name": "Rice Krispies Bar", "SS": "8x10 Cut Serving", "C": "187", "TF": "4g", "SF": "nan", "Ch": "0mg", "Na": "115mg", "Carb": "36g", "Su": "18g", "P": "1g", "Allergens": "Gluten,Milk,Soy", "Ingredients": "Mini Marshmallow (Corn Syrup, Sugar, Food Starch-Modified, Water, Gelatin.), Rice Krispies Cereal (Rice, Sugar, Contains 2% Or Less Of Salt, Malt Flavor, Iron (Ferric Phosphate), Niacinamide, Vitamin B6 (Pyridoxine Hydrochloride), Vitamin B2 (Riboflavin), Vitamin B1 (Thiamin Hydrochloride), Folic Acid, Vitamin D3, Vitamin B12.), Margarine (Vegetable Oil Blend (Palm Oil And Soybean Oil), Water, Salt, Contains Less Than 2% Of Soy Lecithin, Vegetable Mono Diglycerides, Potassium Sorbate (A Preservative), Citric Acid, Natural Artificial Flavor, Beta Carotene (Color), Vitamin A Palmitate Added, Whey.)"}, { "name": "Boston Cream Pie", "SS": "8 Cut Serving", "C": "435", "TF": "15g", "SF": "nan", "Ch": "30mg", "Na": "390mg", "Carb": "71g", "Su": "50g", "P": "6g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Boston Cream Pie (Sugar, Enriched Flour (Wheat Flour, Bleached Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Skim Milk, Eggs, Vegetable Oil (Soybean, Palm), High Fructose Corn Syrup, Nonfat Dry Milk, Modified Food Starch, Corn Syrup, Hydrogenated Palm Kernel Oil, Corn Syrup Solids, Contains 2% Or Less: Natural And Artificial Flavor, Cocoa, Salt, Monoglycerides, Polysorbate 60 And 65, Sodium Stearoyl Lactylate, Cocoa Processed With Alkali, Carrageenan, Sodium Acid Pyrophosphate, Baking Soda, Soy Lecithin, Xanthan Gum, Polyglycerol Esters Of Fatty Acids, Beta Carotene, Sodium Citrate, Carbohydrate Gum, Disodium Phosphate, Chocolate Liquor, Mono- And Diglycerides, Wheat Starch, Monocalcium Phosphate, Guar Gum, Dextrose, Annatto Extract, Cream Of Tartar, Turmeric.)"}, { "name": "Refried Beans", "SS": "1/2 Cup", "C": "97", "TF": "0.5g", "SF": "nan", "Ch": "0mg", "Na": "470mg", "Carb": "16g", "Su": "0g", "P": "5g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Refried Beans (Cooked Beans, Water, Less Than 2% Of: Canola Oil, Salt, Distilled Vinegar, Chile Pepper, Onion Powder, Spices, Garlic Powder, Natural Flavor)"}, { "name": "Jalapeno Rice", "SS": "1/2 Cup Servings", "C": "97", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "160mg", "Carb": "21g", "Su": "0g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Rice White Long Grain Parboiled 25# (Enriched Parboiled Long Grain Rice (Parboiled Long Grain Rice, Vitamins And Minerals [Calcium (Calcium Carbonate), Iron (Iron Phosphate), Vitamin B1 (Thiamine Mononitrate), Folic Acid]).), Water (Water), Jalapeno Peppers (Jalapeno Pepper.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda)"}, { "name": "Corn Salsa", "SS": "1/4 Cup", "C": "45", "TF": "1g", "SF": "nan", "Ch": "0mg", "Na": "150mg", "Carb": "8g", "Su": "4g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Sweet Corn (Corn.), Lime Juice (Water, Lime Juice Concentrate, Sodium Benzoate (Preservative), Sodium Bisulfate (Preservative), Lime Oil.), Red Onion, Cilantro (Cilantro), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spice Paprika Smoked Sweet 20oz (Paprika.), Cayenne Pepper (Red Pepper)"}, { "name": "Salad Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Berry Mix", "SS": "4 oz Portion", "C": "65", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "14g", "Su": "8g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Strawberries, Blackberries, Blueberries, And Red Raspberries"}, { "name": "Tropical Fruit Salad", "SS": "1/2 Cup", "C": "99", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "26g", "Su": "", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Tropical Blend Fruit (Pineapple, Papaya (Red And Yellow), Water, Guava, Sugar, Passion Fruit Juice And Citric Acid.)"}, { "name": "Malibu Burger", "SS": "Burger", "C": "164", "TF": "8g", "SF": "nan", "Ch": "0mg", "Na": "450mg", "Carb": "22g", "Su": "2g", "P": "4g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Vegan Malibu Burger 3.2 oz (Cooked Brown Rice (Water, Organic Brown Rice), Water, Organic Corn, Organic Carrots, Organic Onions, Organic Green Peppers, Organic Rolled Oats, Organic Canola Oil, Organic High Oleic Sunflower Oil, Organic Red Bell Peppers, Organic Soy Protein Flour, Contains Two Percent Or Less Of Gum Blend (Carrageenan, Konjac Flour), Organic Soy Sauce (Water, Organic Soybeans, Salt, Organic Wheat), Organic Onion Powder, Broccoli, Sea Salt, Organic Garlic Powder, Organic Black Pepper.)"}, { "name": "Bread White Udi's 24 oz GF", "SS": "Slice", "C": "121", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "230mg", "Carb": "21g", "Su": "3g", "P": "2g", "Allergens": "Eggs", "Ingredients": "Water, Pea Starch, Modified Tapioca Starch, Rice Starch, Canola Oil, Rice Flour, Sorghum Flour, Tapioca Starch, Invert Cane Sugar, Egg Whites, Cane Sugar, Modified Cellulose, Apple Cider Vinegar, Salt, Yeast, Cultured Brown Rice, Brown Rice, Guar Gum, Xanthan Gum, Enzymes."}, { "name": "GF Hamburger Bun", "SS": "Bun", "C": "249", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "460mg", "Carb": "46g", "Su": "6g", "P": "5g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Tapioca Starch, Brown Rice Flour, (Rice Flour, Rice Bran With Germ), Canola Oil, Resistant Corn Starch, Egg Whites, Invert Cane Sugar, Tapioca Maltodextrin, Potato Flour, Cane Sugar, Tapioca Syrup, Yeast, Sugarcane Fiber, Salt, Gum (Xanthan Gum, Sodium Alginate, Guar Gum), Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Xanthan Gum, Enzymes."}, { "name": "Vegan Shredded Mozzarella Cheese", "SS": "Ounce", "C": "90", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "280mg", "Carb": "6g", "Su": "0g", "P": "less than 1 g", "Allergens": "Coconut,Vegetarian,Vegan", "Ingredients": "Filtered Water, Organic Coconut Oil, Potato And Corn Starch, Expeller-Pressed Canola Oil, Sea Salt, Less Than 2% Of: Natural Flavors, Potato Protein, Calcium Phosphate, Organic Vegan Cane Sugar, Organic Vegetable Glycerin, Sodium Citrate, Citric Acid, Lactic Acid, Sodium Bicarbonate, Beta Carotene For Color."}, { "name": "GF Cauliflower Pizza Crust", "SS": "Crust", "C": "481", "TF": "11g", "SF": "nan", "Ch": "30mg", "Na": "840mg", "Carb": "81g", "Su": "6g", "P": "12g", "Allergens": "Eggs,Milk,Vegetarian", "Ingredients": "Cauliflower, Low Moisture Mozzarella Cheese (Pasteurized Milk, Cheese Cultures, Salt, Enzyme), Tapioca Starch, Rice Flour, Rice Starch, Egg Whites, Modified Rice Starch, Cane Sugar, Yeast, Salt, Garlic Powder, Spices, Xanthan Gum, Cultured Brown Rice, Brown Rice Flour, Citric Acid, Lactic Acid."}, { "name": "GF Double Chocolate Muffin", "SS": "Muffin", "C": "280", "TF": "12g", "SF": "nan", "Ch": "55mg", "Na": "230mg", "Carb": "39g", "Su": "24g", "P": "4g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Cane Sugar, Eggs, Water, Semi-Sweet Chocolate Chips (Sugar, Chocolate Liquor, Cocoa Butter), Tapioca Starch, Brown Rice Flour (Rice Flour, Rice Bran), Canola Oil, Cocoa Powder Processed With Alkali, Palm Oil, Baking Powder (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Natural Flavor, Salt, Sunflower Lecithin, Lemon Zest (Lemon Peel, Cane Sugar, Lemon Oil Essence), Xanthan Gum."}, { "name": "GF Blueberry Muffin", "SS": "Each", "C": "270", "TF": "9g", "SF": "nan", "Ch": "60mg", "Na": "250mg", "Carb": "39g", "Su": "22g", "P": "3g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Cane Sugar, Eggs, Water, Tapioca Starch, Brown Rice Flour (Rice Flour And Rice Bran). Blueberries, Canola Oil, Potato Starch, Sugar, Palm Oil, Dried Blueberries, Baking Powder (Sodium Acid  Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Natural Flavor, Salt, Sunflower Lecithin, Lemon Flavedo (Lemon Peel, Cane Sugar, Lemon Oil Essence), Xanthan Gum"}, { "name": "Italian Ice", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Homefree Chocolate Chip Brownie", "SS": "Brownie", "C": "235", "TF": "9g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "36g", "Su": "22g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), High Oleic Safflower Oil, Pear Juice Concentrate, Non-Alkalized Cocoa Powder, Tapioca Syrup, Demerara Sugar, Organic Tapioca Starch, Pure Vanilla Extract, Salt, Xanthan Gum, Baking Soda (Sodium Bicarbonate), Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Homefree Chocolate Chip Cookie", "SS": "Cookie", "C": "140", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "95mg", "Carb": "19g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, High Oleic Safflower Oil, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), Organic Tapioca Starch, Pear Juice Concentrate, Baking Soda (Sodium Bicarbonate), Pure Vanilla Extract, Salt, Cream Of Tartar, Xanthan Gum, Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Homefree Ginger Snap Cookie", "SS": "Cookie", "C": "140", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "21g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Pear Juice From Concentrate, High Oleic Safflower Oil, Organic Tapioca Starch, Molasses, Organic Ground Ginger, Baking Soda (Sodium Bicarbonate), Organic Cinnamon, Salt, Pure Vanilla Extract, Cream Of Tartar, Xanthan Gum, Organic Cloves, Rosemary Extract."}]},{"place": "Wiley", "items": [{ "name": "Hamburger", "SS": "1 Each Serving", "C": "202", "TF": "16g", "SF": "nan", "Ch": "50mg", "Na": "280mg", "Carb": "0g", "Su": "0g", "P": "14g", "Allergens": "", "Ingredients": "Beef Patty 4/# 80/20 TNJ (Beef, Water, Spice, Salt.), Seasoned Salt Lawry's (Salt, Sugar, Spices (Including Paprika And Tumeric), Onion, Cornstarch, Garlic, Tricalcium Phosphate (Prevents Caking), Natural Flavor, Paprika Oleoresin (For Color).)"}, { "name": "Burger Toppings", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Cheese Sauce", "SS": "2 oz Ladle", "C": "46", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "370mg", "Carb": "4g", "Su": "less than 1 g", "P": "0g", "Allergens": "Milk,Vegetarian", "Ingredients": "Cheddar Cheese Sauce (Water, Cheese Whey, Palm Oil, Modified Food Starch, Maltodextrin. Contains 2% Or Less Of Each Of The Following: Sodium Phosphates, Salt, Cheddar Cheese (Pasteurized Milk, Cultures, Salt, Enzymes), Lactic Acid, Vinegar, Sodium Stearoyl Lactylate, Skim Milk, Citric Acid, Sodium Acid Pyrophosphate, Mono- And Diglycerides, Sodium Citrate, Sodium Hexametaphosphate, Butterfat, Phosphoric Acid, Autolyzed Yeast Extract, Natural Flavors, Cream, Annatto Extract (Color), Paprika Extract (Color). Beta Apocarotenal (Color).), Water (Water)"}, { "name": "Crinkle Cut Fries", "SS": "4 oz Serving", "C": "126", "TF": "4g", "SF": "nan", "Ch": "0mg", "Na": "35mg", "Carb": "19g", "Su": "0g", "P": "2g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Potato French Fry Crinkle Cut (Potatoes, Vegetable Oil (Soybean, Canola, Cottonseed, And/Or Sunflower), Contains 2% Or Less Of: Dextrose, Disodium Dihydrogen Pyrophosphate (To Maintain Natural Color).)"}, { "name": "Bone In Ranch Chicken Breast", "SS": "Serving", "C": "290", "TF": "15g", "SF": "nan", "Ch": "105mg", "Na": "860mg", "Carb": "0g", "Su": "0g", "P": "35g", "Allergens": "Milk,Soy", "Ingredients": "Chicken Breast Split Fresh 7 oz 44# Avg (Chicken), Dressing Mix Ranch Hidden Valley (Salt, Monosodium Glutamate, Dried Garlic, Modified Corn Starch, Spices, Dried Onion, Maltodextrin, Less Than 2% Of: Natural Flavor (Milk, Soy), Guar Gum, Calcium Stearate.)"}, { "name": "Sweet Yeasty Rolls", "SS": "Roll", "C": "172", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "135mg", "Carb": "25g", "Su": "6g", "P": "5g", "Allergens": "Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Sweet Yeasty Dinner Roll (Enriched Unbleached Wheat Flour (Wheat Flour, Niacin, Iron As Ferrous Sulfate, Thiamine Mononitrate, Enzyme, Riboflavin, Folic Acid), Water, Sugar, Yeast, Palm And Soybean Oils, Contains Less Than 2% Of The Following: Wheat Gluten, Fructose, Salt, Soy Lecithin, Dextrose, Natural Flavor (Contains Wheat Ingredients), Guar Gum, Enzyme.), Margarine (Vegetable Oil Blend (Palm Oil And Soybean Oil), Water, Salt, Contains Less Than 2% Of Soy Lecithin, Vegetable Mono Diglycerides, Potassium Sorbate (A Preservative), Citric Acid, Natural Artificial Flavor, Beta Carotene (Color), Vitamin A Palmitate Added, Whey.)"}, { "name": "Oven Roasted Red Potatoes", "SS": "1/2 Cup Serving", "C": "122", "TF": "3g", "SF": "nan", "Ch": "0mg", "Na": "440mg", "Carb": "23g", "Su": "1g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Potato Red B Size Quartered, Canola/Olive Oil Blend (Canola Oil, Extra Virgin Olive Oil), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda)"}, { "name": "Honey Orange Glazed Carrots", "SS": "1/2 Cup Serving", "C": "92", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "210mg", "Carb": "24g", "Su": "19g", "P": "less than 1 g", "Allergens": "Vegetarian", "Ingredients": "Baby Carrots (Carrots), Honey (Honey), Water (Water), Juice Orange 100% Ocean Spray 32oz (Orange Juice Water, Orange Juice Concentrate.), Juice Orange 100% Ocean Spray 32oz (Orange Juice Water, Orange Juice Concentrate.), Orange Zest (Orange), Gel Clear Instant Corn Starch 50# (Corn Starch.), Parsley (Parsley), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Ground White Pepper"}, { "name": "Pepperoni Pizza", "SS": "6 Cut Serving", "C": "665", "TF": "30g", "SF": "nan", "Ch": "80mg", "Na": "1790mg", "Carb": "72g", "Su": "8g", "P": "32g", "Allergens": "Gluten,Milk,Soy,Wheat", "Ingredients": "Dough Pizza Pan Sheeted 16 inch  (Enriched Unbleached Wheat Flour (Wheat Flour, Malted Barley Flour, Niacin, Iron as Ferrous Sulfate, Thiamine Mononitrate, Enzyme, Riboflavin, Folic Acid), Water, Yeast, High Fructose Corn Syrup, Conatans Less Than 2% of the Following: Salt, Soybean Oil, Wheat Gluten, Ascorbic Acid, Enzyme.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Heinz Tomato Pizza Sauce (Tomato Puree, (Water, Tomato Paste), Salt, Sugar, Extra Virgin Olive Oil, Spices, Garlic Powder, Ascorbic Acid.), Sliced Pepperoni (BHA, BHT With Citric Acid Added To Help Protect Flavor, Pork And Beef, Salt, Contains 2% Or Less Of: Water, Dextrose, Spices, Lactic Acid Starter Culture, Oleoresin Of Paprika, Garlic Powder, Sodium Nitrite, Citric Acid, BHA, BHT.), >in Cans="}, { "name": "Salad Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Pear Slices", "SS": "1/2 Cup", "C": "38", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "10g", "Su": "8g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Pear Slices (Pears, Water, Corn Syrup, Sugar)"}, { "name": "Sloppy Joe", "SS": "1/3 Cup Serving", "C": "193", "TF": "11g", "SF": "nan", "Ch": "40mg", "Na": "620mg", "Carb": "12g", "Su": "10g", "P": "10g", "Allergens": "Fish,Soy", "Ingredients": "Beef Ground 80 Fine Grind Chuck 60# Avg, Ketchup (Tomato Concentrate, High Fructose Corn Syrup, Distilled Vinegar, Corn Syrup, Salt, Less Than 2% Of: Spice, Onion Powder, Natural Flavors.), Yellow Onion, Mustard Yellow Pump 105oz (Distilled Vinegar, Water, Mustard Seed, Salt, Turmeric, Paprika.), Vinegar Apple Cider (Made From The Juices Of Apples, Diluted With Water To A Uniform Pickling And Table Strength Of 5% (50 Grains) Acidity.), Brown Sugar (Sugar, Cane Molasses), Sauce Worcestershire 4 x 1 Gal (Distilled Vinegar, Molasses, Water, Corn Syrup, Salt, Caramel Color, Sugar, Spices, Anchovy (Fish), Natural Flavor (Soy), Tamarind Extract And Soy Lecithin), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine)"}, { "name": "GF Hamburger Bun", "SS": "Bun", "C": "249", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "460mg", "Carb": "46g", "Su": "6g", "P": "5g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Tapioca Starch, Brown Rice Flour, (Rice Flour, Rice Bran With Germ), Canola Oil, Resistant Corn Starch, Egg Whites, Invert Cane Sugar, Tapioca Maltodextrin, Potato Flour, Cane Sugar, Tapioca Syrup, Yeast, Sugarcane Fiber, Salt, Gum (Xanthan Gum, Sodium Alginate, Guar Gum), Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Xanthan Gum, Enzymes."}, { "name": "Oven Roasted Red Potatoes", "SS": "1/2 Cup Serving", "C": "122", "TF": "3g", "SF": "nan", "Ch": "0mg", "Na": "440mg", "Carb": "23g", "Su": "1g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Potato Red B Size Quartered, Canola/Olive Oil Blend (Canola Oil, Extra Virgin Olive Oil), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda)"}, { "name": "Honey Orange Glazed Carrots", "SS": "1/2 Cup Serving", "C": "92", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "210mg", "Carb": "24g", "Su": "19g", "P": "less than 1 g", "Allergens": "Vegetarian", "Ingredients": "Baby Carrots (Carrots), Honey (Honey), Water (Water), Juice Orange 100% Ocean Spray 32oz (Orange Juice Water, Orange Juice Concentrate.), Juice Orange 100% Ocean Spray 32oz (Orange Juice Water, Orange Juice Concentrate.), Orange Zest (Orange), Gel Clear Instant Corn Starch 50# (Corn Starch.), Parsley (Parsley), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Ground White Pepper"}, { "name": "Key Lime Dream", "SS": "8x10 Cut Serving", "C": "211", "TF": "16g", "SF": "nan", "Ch": "25mg", "Na": "210mg", "Carb": "16g", "Su": "10g", "P": "2g", "Allergens": "Coconut,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Cream Cheese (Pasteurized Milk And Cream, Whey Protein Concentrate, Whey, Salt, Carob Bean Gum, Xanthan Gum, Guar Gum, Natamycin A Natural Mold Inhibitor, Vitamin A Palmitate, Cheese Culture.), Whipped Topping (Water, Hydrogenated Vegetable Oil (Palm, Palm Kernel, Coconut And/Or Cottonseed), High Fructose Corn Syrup, Contains Less Than 2% Of The Following: Carbohydrate Gum, Polysorbate 60, Salt, Polyglycerol Esters Of Fatty Acids, Soy Lecithin, Disodium Phosphate, Sodium Citrate, Xanthan Gum, Artificial Flavor, Natural Flavor, Colored With Turmeric And Annatto Extracts.), Graham Cracker Crumbs (Whole Wheat Flour, Enriched Flour (Wheat Flour, Niacin, Reduced Iron, Vitamin B1 (Thiamin Mononitrate), Vitamin B2 (Riboflavin), Folic Acid), Sugar, Vegetable Oil (Soybean And/Or Canola Oil), Molasses, Honey, Corn Syrup, Contains 2% Or Less Of Leavening (Baking Soda, Sodium Acid Pyrophosphate, Monocalcium Phosphate), Natural Flavors, Salt, Soy Lecithin.), Lime Juice (Water, Lime Juice Concentrate, Sodium Benzoate (Preservative), Sodium Bisulfate (Preservative), Lime Oil.), Margarine (Vegetable Oil Blend (Palm Oil And Soybean Oil), Water, Salt, Contains Less Than 2% Of Soy Lecithin, Vegetable Mono Diglycerides, Potassium Sorbate (A Preservative), Citric Acid, Natural Artificial Flavor, Beta Carotene (Color), Vitamin A Palmitate Added, Whey.), Powdered Sugar (Sugar, Carnauba Wax), Granulated Sugar (Sugar.)"}, { "name": "Devilsfood Cake with Cream Cheese Frost", "SS": "8x10 Cut Serving", "C": "207", "TF": "7g", "SF": "nan", "Ch": "15mg", "Na": "260mg", "Carb": "33g", "Su": "24g", "P": "2g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Mix Cake Devils Food GM 6 x 5# (Sugar, Enriched Flour Bleached (Wheat Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Palm Oil, Cocoa Processed With Alkali, Eggs With Sodium Silicoaluminate. Contains 2% Or Less Of: Leavening (Baking Soda, Monocalcium Phosphate), Nonfat Milk, Modified Corn Starch, Egg White, Propylene Glycol Mono And Diesters, Salt, Modified Whey, Mono And Diglycerides, Xanthan Gum, Natural Flavor, Defatted Soy Flour.), Water (Water), Powdered Sugar (Sugar, Carnauba Wax), Cream Cheese (Pasteurized Milk And Cream, Whey Protein Concentrate, Whey, Salt, Carob Bean Gum, Xanthan Gum, Guar Gum, Natamycin A Natural Mold Inhibitor, Vitamin A Palmitate, Cheese Culture.), Margarine (Vegetable Oil Blend (Palm Oil And Soybean Oil), Water, Salt, Contains Less Than 2% Of Soy Lecithin, Vegetable Mono Diglycerides, Potassium Sorbate (A Preservative), Citric Acid, Natural Artificial Flavor, Beta Carotene (Color), Vitamin A Palmitate Added, Whey.), Flavor Vanilla Imitation (Water, Caramel Color, Artifical Flavor, Citric Acid, Sodium Benzoate (Preservative).)"}, { "name": "Chocolate Candy Piece Cookie", "SS": "Cookie", "C": "121", "TF": "5g", "SF": "nan", "Ch": "5mg", "Na": "115mg", "Carb": "18g", "Su": "10g", "P": "1g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Dough Cookie Carnival 1 oz (Enriched Bleached Flour (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Sugar, Margarine (Palm Oil, Water, Soybean Oil, Contains 2% Or Less Of: Salt, Mono- And Diglycerides, Natural Flavors [Contains Milk], Citric Acid, Vitamin A Palmitate Added, Beta Carotene [Color]), Semi-Sweet Chocolate Chips (Sugar, Unsweetened Chocolate, Cocoa Butter, Dextrose, Soy Lecithin, Natural Flavor, Milk), Colored Chocolate Candies (Semi-Sweet Chocolate [Sugar, Unsweetened Chocolate, Cocoa Butter, Dextrose, Soy Lecithin, Natural Flavor], Sugar, Coloring [Titanium Dioxide, Red 40 Lake, Yellow 6 Lake, Yellow 6, Yellow 5 Lake, Blue 1 Lake, Red 3, Blue 2 Lake], Corn Starch, Confectioner's Glaze [Carnauba Wax, Beeswax, Shellac]), Eggs, Dextrose, Contains 2% Or Less Of: Water, Molasses, Baking Soda, Salt, Pregelatinized Wheat Starch, Natural And Artificial Flavor.)"}, { "name": "Black Bean Vegetable Fajitas", "SS": "1 Cup Serving", "C": "233", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "270mg", "Carb": "32g", "Su": "4g", "P": "8g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Fajita Vegetables (Green Pepper Strips, Red Pepper Strips, Onion Strips), Black Beans (Prepared Black Beans, Water, Salt, Calcium Chloride Firming Agent.), Sweet Corn (Corn.), Matchstick Carrots, Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Ground Cumin (Cumin), Seasoning Cajun 22 oz. (Dehydrated Garlic, Spices, Salt, Paprika (Color), Dehydrated Onion, Red Pepper.)"}, { "name": "Flour Tortilla 8 inch ", "SS": "Tortilla", "C": "127", "TF": "3g", "SF": "nan", "Ch": "0mg", "Na": "270mg", "Carb": "22g", "Su": "0g", "P": "3g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Enriched Bleached Flour (Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Vegetable Shortening (Interesterified And Hydrogenated Soybean Oils), Contains 2% Or Less Of: Salt, Baking Soda, Sodium Acid Pyrophosphate, Distilled Monoglycerides, Enzymes, Cellulose Gum, Fumaric Acid, And Calcium Propionate And Sorbic Acid (To Maintain Freshness)."}, { "name": "Mild Salsa", "SS": "#10 Can", "C": "1007", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "7050mg", "Carb": "201g", "Su": "101g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Tomato Puree, Diced Tomatoes In Tomato Juice, Jalapenos, Distilled Vinegar, Contains Less Than 2% Of: Dehydrated Onion, Salt, Sea Salt, Natural Flavors, Sugar, Dehydrated Garlic, Vitamin C (Ascorbic Acid), Spices, Vitamin E (DL-Alpha Tocopheryl Acetate), Vitamin A (Retinol Palmitate)."}, { "name": "Sour Cream", "SS": "Tablespoon", "C": "30", "TF": "2.5g", "SF": "nan", "Ch": "10mg", "Na": "25mg", "Carb": "less than 1 g", "Su": "less than 1 g", "P": "0g", "Allergens": "Milk,Vegetarian", "Ingredients": "Cultured Milk, Cream, Whey, Less Than 2% Of Food Starch-Modified (Corn), Sodium Phosphate, Guar Gum, Carrageenan, Calcium Sulfate, Locust Bean Gum, Potassium Sorbate (Preservative)."}, { "name": "Honey Orange Glazed Carrots", "SS": "1/2 Cup Serving", "C": "92", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "210mg", "Carb": "24g", "Su": "19g", "P": "less than 1 g", "Allergens": "Vegetarian", "Ingredients": "Baby Carrots (Carrots), Honey (Honey), Water (Water), Juice Orange 100% Ocean Spray 32oz (Orange Juice Water, Orange Juice Concentrate.), Juice Orange 100% Ocean Spray 32oz (Orange Juice Water, Orange Juice Concentrate.), Orange Zest (Orange), Gel Clear Instant Corn Starch 50# (Corn Starch.), Parsley (Parsley), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Ground White Pepper"}, { "name": "GF Hamburger Bun", "SS": "Bun", "C": "249", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "460mg", "Carb": "46g", "Su": "6g", "P": "5g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Tapioca Starch, Brown Rice Flour, (Rice Flour, Rice Bran With Germ), Canola Oil, Resistant Corn Starch, Egg Whites, Invert Cane Sugar, Tapioca Maltodextrin, Potato Flour, Cane Sugar, Tapioca Syrup, Yeast, Sugarcane Fiber, Salt, Gum (Xanthan Gum, Sodium Alginate, Guar Gum), Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Xanthan Gum, Enzymes."}, { "name": "Malibu Burger", "SS": "Burger", "C": "164", "TF": "8g", "SF": "nan", "Ch": "0mg", "Na": "450mg", "Carb": "22g", "Su": "2g", "P": "4g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Vegan Malibu Burger 3.2 oz (Cooked Brown Rice (Water, Organic Brown Rice), Water, Organic Corn, Organic Carrots, Organic Onions, Organic Green Peppers, Organic Rolled Oats, Organic Canola Oil, Organic High Oleic Sunflower Oil, Organic Red Bell Peppers, Organic Soy Protein Flour, Contains Two Percent Or Less Of Gum Blend (Carrageenan, Konjac Flour), Organic Soy Sauce (Water, Organic Soybeans, Salt, Organic Wheat), Organic Onion Powder, Broccoli, Sea Salt, Organic Garlic Powder, Organic Black Pepper.)"}, { "name": "Vegan Mozzarella Cheese", "SS": "Ounce", "C": "80", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "250mg", "Carb": "6g", "Su": "0g", "P": "0g", "Allergens": "Coconut,Vegetarian,Vegan", "Ingredients": "Filtered Water, Coconut Oil, Modified Potato Starch, Modified Corn And Potato Starch, Sea Salt, Natural Vegan Flavor, Sorbic Acid Preservative, Beta Carotene Color, Powdered Cellulose Added To Prevent Caking."}, { "name": "Bread White Udi's 24 oz GF", "SS": "Slice", "C": "121", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "230mg", "Carb": "21g", "Su": "3g", "P": "2g", "Allergens": "Eggs", "Ingredients": "Water, Pea Starch, Modified Tapioca Starch, Rice Starch, Canola Oil, Rice Flour, Sorghum Flour, Tapioca Starch, Invert Cane Sugar, Egg Whites, Cane Sugar, Modified Cellulose, Apple Cider Vinegar, Salt, Yeast, Cultured Brown Rice, Brown Rice, Guar Gum, Xanthan Gum, Enzymes."}, { "name": "GF Double Chocolate Muffin", "SS": "Muffin", "C": "280", "TF": "12g", "SF": "nan", "Ch": "55mg", "Na": "230mg", "Carb": "39g", "Su": "24g", "P": "4g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Cane Sugar, Eggs, Water, Semi-Sweet Chocolate Chips (Sugar, Chocolate Liquor, Cocoa Butter), Tapioca Starch, Brown Rice Flour (Rice Flour, Rice Bran), Canola Oil, Cocoa Powder Processed With Alkali, Palm Oil, Baking Powder (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Natural Flavor, Salt, Sunflower Lecithin, Lemon Zest (Lemon Peel, Cane Sugar, Lemon Oil Essence), Xanthan Gum."}, { "name": "GF Blueberry Muffin", "SS": "Each", "C": "270", "TF": "9g", "SF": "nan", "Ch": "60mg", "Na": "250mg", "Carb": "39g", "Su": "22g", "P": "3g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Cane Sugar, Eggs, Water, Tapioca Starch, Brown Rice Flour (Rice Flour And Rice Bran). Blueberries, Canola Oil, Potato Starch, Sugar, Palm Oil, Dried Blueberries, Baking Powder (Sodium Acid  Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Natural Flavor, Salt, Sunflower Lecithin, Lemon Flavedo (Lemon Peel, Cane Sugar, Lemon Oil Essence), Xanthan Gum"}, { "name": "Italian Ice", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Hamburger", "SS": "1 Each Serving", "C": "202", "TF": "16g", "SF": "nan", "Ch": "50mg", "Na": "280mg", "Carb": "0g", "Su": "0g", "P": "14g", "Allergens": "", "Ingredients": "Beef Patty 4/# 80/20 TNJ (Beef, Water, Spice, Salt.), Seasoned Salt Lawry's (Salt, Sugar, Spices (Including Paprika And Tumeric), Onion, Cornstarch, Garlic, Tricalcium Phosphate (Prevents Caking), Natural Flavor, Paprika Oleoresin (For Color).)"}, { "name": "Burger Toppings", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Cheese Sauce", "SS": "2 oz Ladle", "C": "46", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "370mg", "Carb": "4g", "Su": "less than 1 g", "P": "0g", "Allergens": "Milk,Vegetarian", "Ingredients": "Cheddar Cheese Sauce (Water, Cheese Whey, Palm Oil, Modified Food Starch, Maltodextrin. Contains 2% Or Less Of Each Of The Following: Sodium Phosphates, Salt, Cheddar Cheese (Pasteurized Milk, Cultures, Salt, Enzymes), Lactic Acid, Vinegar, Sodium Stearoyl Lactylate, Skim Milk, Citric Acid, Sodium Acid Pyrophosphate, Mono- And Diglycerides, Sodium Citrate, Sodium Hexametaphosphate, Butterfat, Phosphoric Acid, Autolyzed Yeast Extract, Natural Flavors, Cream, Annatto Extract (Color), Paprika Extract (Color). Beta Apocarotenal (Color).), Water (Water)"}, { "name": "Crinkle Cut Fries", "SS": "4 oz Serving", "C": "126", "TF": "4g", "SF": "nan", "Ch": "0mg", "Na": "35mg", "Carb": "19g", "Su": "0g", "P": "2g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Potato French Fry Crinkle Cut (Potatoes, Vegetable Oil (Soybean, Canola, Cottonseed, And/Or Sunflower), Contains 2% Or Less Of: Dextrose, Disodium Dihydrogen Pyrophosphate (To Maintain Natural Color).)"}, { "name": "Oven Roasted Red Potatoes", "SS": "1/2 Cup Serving", "C": "122", "TF": "3g", "SF": "nan", "Ch": "0mg", "Na": "440mg", "Carb": "23g", "Su": "1g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Potato Red B Size Quartered, Canola/Olive Oil Blend (Canola Oil, Extra Virgin Olive Oil), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda)"}, { "name": "Broccoli Florets", "SS": "1/2 Cup", "C": "18", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "10mg", "Carb": "3g", "Su": "less than 1 g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Broccoli Florets (Broccoli Florettes.)"}, { "name": "Pepperoni Pizza", "SS": "6 Cut Serving", "C": "665", "TF": "30g", "SF": "nan", "Ch": "80mg", "Na": "1790mg", "Carb": "72g", "Su": "8g", "P": "32g", "Allergens": "Gluten,Milk,Soy,Wheat", "Ingredients": "Dough Pizza Pan Sheeted 16 inch  (Enriched Unbleached Wheat Flour (Wheat Flour, Malted Barley Flour, Niacin, Iron as Ferrous Sulfate, Thiamine Mononitrate, Enzyme, Riboflavin, Folic Acid), Water, Yeast, High Fructose Corn Syrup, Conatans Less Than 2% of the Following: Salt, Soybean Oil, Wheat Gluten, Ascorbic Acid, Enzyme.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Heinz Tomato Pizza Sauce (Tomato Puree, (Water, Tomato Paste), Salt, Sugar, Extra Virgin Olive Oil, Spices, Garlic Powder, Ascorbic Acid.), Sliced Pepperoni (BHA, BHT With Citric Acid Added To Help Protect Flavor, Pork And Beef, Salt, Contains 2% Or Less Of: Water, Dextrose, Spices, Lactic Acid Starter Culture, Oleoresin Of Paprika, Garlic Powder, Sodium Nitrite, Citric Acid, BHA, BHT.), >in Cans="}, { "name": "Salad Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Pear Slices", "SS": "1/2 Cup", "C": "38", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "10g", "Su": "8g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Pear Slices (Pears, Water, Corn Syrup, Sugar)"}, { "name": "Long Grain Rice", "SS": "1/2 Cup ", "C": "122", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "27g", "Su": "0g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water (Water), Rice Long Grain (Long Grain Rice Enriched With Iron (Ferric Orthophosphate), Niacin, Thiamin (Thiamin Mononitrate), And Folic Acid.)"}, { "name": "Broccoli Florets", "SS": "1/2 Cup", "C": "18", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "10mg", "Carb": "3g", "Su": "less than 1 g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Broccoli Florets (Broccoli Florettes.)"}, { "name": "Pollock with Ginger and Scallions", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Key Lime Dream", "SS": "8x10 Cut Serving", "C": "211", "TF": "16g", "SF": "nan", "Ch": "25mg", "Na": "210mg", "Carb": "16g", "Su": "10g", "P": "2g", "Allergens": "Coconut,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Cream Cheese (Pasteurized Milk And Cream, Whey Protein Concentrate, Whey, Salt, Carob Bean Gum, Xanthan Gum, Guar Gum, Natamycin A Natural Mold Inhibitor, Vitamin A Palmitate, Cheese Culture.), Whipped Topping (Water, Hydrogenated Vegetable Oil (Palm, Palm Kernel, Coconut And/Or Cottonseed), High Fructose Corn Syrup, Contains Less Than 2% Of The Following: Carbohydrate Gum, Polysorbate 60, Salt, Polyglycerol Esters Of Fatty Acids, Soy Lecithin, Disodium Phosphate, Sodium Citrate, Xanthan Gum, Artificial Flavor, Natural Flavor, Colored With Turmeric And Annatto Extracts.), Graham Cracker Crumbs (Whole Wheat Flour, Enriched Flour (Wheat Flour, Niacin, Reduced Iron, Vitamin B1 (Thiamin Mononitrate), Vitamin B2 (Riboflavin), Folic Acid), Sugar, Vegetable Oil (Soybean And/Or Canola Oil), Molasses, Honey, Corn Syrup, Contains 2% Or Less Of Leavening (Baking Soda, Sodium Acid Pyrophosphate, Monocalcium Phosphate), Natural Flavors, Salt, Soy Lecithin.), Lime Juice (Water, Lime Juice Concentrate, Sodium Benzoate (Preservative), Sodium Bisulfate (Preservative), Lime Oil.), Margarine (Vegetable Oil Blend (Palm Oil And Soybean Oil), Water, Salt, Contains Less Than 2% Of Soy Lecithin, Vegetable Mono Diglycerides, Potassium Sorbate (A Preservative), Citric Acid, Natural Artificial Flavor, Beta Carotene (Color), Vitamin A Palmitate Added, Whey.), Powdered Sugar (Sugar, Carnauba Wax), Granulated Sugar (Sugar.)"}, { "name": "Devilsfood Cake with Cream Cheese Frost", "SS": "8x10 Cut Serving", "C": "207", "TF": "7g", "SF": "nan", "Ch": "15mg", "Na": "260mg", "Carb": "33g", "Su": "24g", "P": "2g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Mix Cake Devils Food GM 6 x 5# (Sugar, Enriched Flour Bleached (Wheat Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Palm Oil, Cocoa Processed With Alkali, Eggs With Sodium Silicoaluminate. Contains 2% Or Less Of: Leavening (Baking Soda, Monocalcium Phosphate), Nonfat Milk, Modified Corn Starch, Egg White, Propylene Glycol Mono And Diesters, Salt, Modified Whey, Mono And Diglycerides, Xanthan Gum, Natural Flavor, Defatted Soy Flour.), Water (Water), Powdered Sugar (Sugar, Carnauba Wax), Cream Cheese (Pasteurized Milk And Cream, Whey Protein Concentrate, Whey, Salt, Carob Bean Gum, Xanthan Gum, Guar Gum, Natamycin A Natural Mold Inhibitor, Vitamin A Palmitate, Cheese Culture.), Margarine (Vegetable Oil Blend (Palm Oil And Soybean Oil), Water, Salt, Contains Less Than 2% Of Soy Lecithin, Vegetable Mono Diglycerides, Potassium Sorbate (A Preservative), Citric Acid, Natural Artificial Flavor, Beta Carotene (Color), Vitamin A Palmitate Added, Whey.), Flavor Vanilla Imitation (Water, Caramel Color, Artifical Flavor, Citric Acid, Sodium Benzoate (Preservative).)"}, { "name": "Chocolate Candy Piece Cookie", "SS": "Cookie", "C": "121", "TF": "5g", "SF": "nan", "Ch": "5mg", "Na": "115mg", "Carb": "18g", "Su": "10g", "P": "1g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Dough Cookie Carnival 1 oz (Enriched Bleached Flour (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Sugar, Margarine (Palm Oil, Water, Soybean Oil, Contains 2% Or Less Of: Salt, Mono- And Diglycerides, Natural Flavors [Contains Milk], Citric Acid, Vitamin A Palmitate Added, Beta Carotene [Color]), Semi-Sweet Chocolate Chips (Sugar, Unsweetened Chocolate, Cocoa Butter, Dextrose, Soy Lecithin, Natural Flavor, Milk), Colored Chocolate Candies (Semi-Sweet Chocolate [Sugar, Unsweetened Chocolate, Cocoa Butter, Dextrose, Soy Lecithin, Natural Flavor], Sugar, Coloring [Titanium Dioxide, Red 40 Lake, Yellow 6 Lake, Yellow 6, Yellow 5 Lake, Blue 1 Lake, Red 3, Blue 2 Lake], Corn Starch, Confectioner's Glaze [Carnauba Wax, Beeswax, Shellac]), Eggs, Dextrose, Contains 2% Or Less Of: Water, Molasses, Baking Soda, Salt, Pregelatinized Wheat Starch, Natural And Artificial Flavor.)"}, { "name": "Vegetable Lasagna", "SS": "4x4 Cut Serving", "C": "232", "TF": "8g", "SF": "nan", "Ch": "20mg", "Na": "700mg", "Carb": "29g", "Su": "5g", "P": "10g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Pasta Lasagna Vegetable Stouffer's (Blanched Lasagna (Water, Grain Blend With Whole Wheat Flour [Durum Whole Wheat Flour, Semolina], Dried Egg Whites), Skim Milk, Water, Low Fat Ricotta Cheese (Pasteurized Whey, Pasteurized Milk, Pasteurized Cream, Vinegar, Carrageenan, Xanthan Gum), Low-Moisture Part-Skim Mozzarella Cheese (Cultured Part-Skim Milk, Salt, Enzymes), Carrots, Breadcrumbs (Wheat Flour, Sugar, Yeast, Soybean Oil, Salt), Parmesan And Asiago Cheese Blend With Flavor (Parmesan And Asiago Cheeses [Cultured Milk, Salt, Enzymes], Enzyme Modified Parmesan Cheese [Cultured Milk, Water, Salt, Enzymes], Whey, Salt), Spinach, 2% Or Less Of Onions, Modified Cornstarch, Soybean Oil, Bread Crumbs (Bleached Wheat Flour Contains 2% Or Less Of: Sugar, Yeast, Salt), Broccoli, Parmesan Cheese Paste (Granular And Parmesan Cheese [Cultured Milk, Salt, Enzymes], Water, Salt, Lactic Acid, Citric Acid), Romano Cheese With Flavor (Romano Cheese [Cultured Cow's Milk, Salt, Enzymes], Enzyme Modified Romano Cheese [Romano Cheese {Cultured Cow's Milk, Water, Salt, Enzymes}, Salt]), Bleached Enriched Wheat Flour (Wheat Flour, Niacin, Reduced Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Sea Salt, Sugar, Seasoning (Maltodextrin, Flavoring, Modified Cornstarch, Lipolyzed Cream [Butter, Nonfat Milk Solids], Sodium Citrate), Potassium Chloride, Spices, Whey, Whey Protein Concentrate, Xanthan Gum, Garlic, Dried Onions, Flavors, Datem, Mono- And Diglycerides.)"}, { "name": "Broccoli Florets", "SS": "1/2 Cup", "C": "18", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "10mg", "Carb": "3g", "Su": "less than 1 g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Broccoli Florets (Broccoli Florettes.)"}, { "name": "GF Hamburger Bun", "SS": "Bun", "C": "249", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "460mg", "Carb": "46g", "Su": "6g", "P": "5g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Tapioca Starch, Brown Rice Flour, (Rice Flour, Rice Bran With Germ), Canola Oil, Resistant Corn Starch, Egg Whites, Invert Cane Sugar, Tapioca Maltodextrin, Potato Flour, Cane Sugar, Tapioca Syrup, Yeast, Sugarcane Fiber, Salt, Gum (Xanthan Gum, Sodium Alginate, Guar Gum), Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Xanthan Gum, Enzymes."}, { "name": "Malibu Burger", "SS": "Burger", "C": "164", "TF": "8g", "SF": "nan", "Ch": "0mg", "Na": "450mg", "Carb": "22g", "Su": "2g", "P": "4g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Vegan Malibu Burger 3.2 oz (Cooked Brown Rice (Water, Organic Brown Rice), Water, Organic Corn, Organic Carrots, Organic Onions, Organic Green Peppers, Organic Rolled Oats, Organic Canola Oil, Organic High Oleic Sunflower Oil, Organic Red Bell Peppers, Organic Soy Protein Flour, Contains Two Percent Or Less Of Gum Blend (Carrageenan, Konjac Flour), Organic Soy Sauce (Water, Organic Soybeans, Salt, Organic Wheat), Organic Onion Powder, Broccoli, Sea Salt, Organic Garlic Powder, Organic Black Pepper.)"}, { "name": "Vegan Mozzarella Cheese", "SS": "Ounce", "C": "80", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "250mg", "Carb": "6g", "Su": "0g", "P": "0g", "Allergens": "Coconut,Vegetarian,Vegan", "Ingredients": "Filtered Water, Coconut Oil, Modified Potato Starch, Modified Corn And Potato Starch, Sea Salt, Natural Vegan Flavor, Sorbic Acid Preservative, Beta Carotene Color, Powdered Cellulose Added To Prevent Caking."}, { "name": "Bread White Udi's 24 oz GF", "SS": "Slice", "C": "121", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "230mg", "Carb": "21g", "Su": "3g", "P": "2g", "Allergens": "Eggs", "Ingredients": "Water, Pea Starch, Modified Tapioca Starch, Rice Starch, Canola Oil, Rice Flour, Sorghum Flour, Tapioca Starch, Invert Cane Sugar, Egg Whites, Cane Sugar, Modified Cellulose, Apple Cider Vinegar, Salt, Yeast, Cultured Brown Rice, Brown Rice, Guar Gum, Xanthan Gum, Enzymes."}, { "name": "GF Double Chocolate Muffin", "SS": "Muffin", "C": "280", "TF": "12g", "SF": "nan", "Ch": "55mg", "Na": "230mg", "Carb": "39g", "Su": "24g", "P": "4g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Cane Sugar, Eggs, Water, Semi-Sweet Chocolate Chips (Sugar, Chocolate Liquor, Cocoa Butter), Tapioca Starch, Brown Rice Flour (Rice Flour, Rice Bran), Canola Oil, Cocoa Powder Processed With Alkali, Palm Oil, Baking Powder (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Natural Flavor, Salt, Sunflower Lecithin, Lemon Zest (Lemon Peel, Cane Sugar, Lemon Oil Essence), Xanthan Gum."}, { "name": "GF Blueberry Muffin", "SS": "Each", "C": "270", "TF": "9g", "SF": "nan", "Ch": "60mg", "Na": "250mg", "Carb": "39g", "Su": "22g", "P": "3g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Cane Sugar, Eggs, Water, Tapioca Starch, Brown Rice Flour (Rice Flour And Rice Bran). Blueberries, Canola Oil, Potato Starch, Sugar, Palm Oil, Dried Blueberries, Baking Powder (Sodium Acid  Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Natural Flavor, Salt, Sunflower Lecithin, Lemon Flavedo (Lemon Peel, Cane Sugar, Lemon Oil Essence), Xanthan Gum"}, { "name": "Italian Ice", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}]},{"place": "Windsor", "items": [{ "name": "Black Bean Vegetable Fajitas", "SS": "1 Cup Serving", "C": "233", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "270mg", "Carb": "32g", "Su": "4g", "P": "8g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Fajita Vegetables (Green Pepper Strips, Red Pepper Strips, Onion Strips), Black Beans (Prepared Black Beans, Water, Salt, Calcium Chloride Firming Agent.), Sweet Corn (Corn.), Matchstick Carrots, Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Ground Cumin (Cumin), Seasoning Cajun 22 oz. (Dehydrated Garlic, Spices, Salt, Paprika (Color), Dehydrated Onion, Red Pepper.)"}, { "name": "Caribbean Portabella Mushroom", "SS": "Mushroom", "C": "70", "TF": "5g", "SF": "nan", "Ch": "0mg", "Na": "110mg", "Carb": "5g", "Su": "3g", "P": "2g", "Allergens": "Soy,Vegetarian", "Ingredients": "Mushroom Portabella (Raw Portabella Mushroom), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Seasoning Jerk (Habanero Pepper, Honey (Honey), Green Onion (Onion Green), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Brown Sugar (Sugar, Cane Molasses), Sauce Soy Tamari GF (Water, Soybeans, Salt, Alcohol (To Preserve Freshness).), Minced Garlic (Peeled Garlic), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Herb Thyme 1# (Thyme), Spice Allspice, Ginger Root 30# Case (Ginger Root.))"}, { "name": "Farro with Ancho Chili and White Beans", "SS": "2 #6 Dishers", "C": "381", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "1800mg", "Carb": "70g", "Su": "3g", "P": "15g", "Allergens": "Gluten,Vegetarian,Vegan,Wheat", "Ingredients": "Farro (Semi-Pearled Farro), Great Nothern Beans (Prepared Great Northern Beans, Water, Salt, And Calcium Chloride (Firming Agent).), Water (Water), Yellow Onion, Lemon Juice (Filtered Water, Lemon Juice Concentrate, Sodium Bisulfite (Preservative), Sodium Benzoate (Preservative), Lemon Oil), Minced Garlic (Peeled Garlic), Pepper Chili Dried Ancho 5#, Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Ground Cumin (Cumin)"}, { "name": "Flour Tortilla 8 inch ", "SS": "Tortilla", "C": "127", "TF": "3g", "SF": "nan", "Ch": "0mg", "Na": "270mg", "Carb": "22g", "Su": "0g", "P": "3g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Enriched Bleached Flour (Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Vegetable Shortening (Interesterified And Hydrogenated Soybean Oils), Contains 2% Or Less Of: Salt, Baking Soda, Sodium Acid Pyrophosphate, Distilled Monoglycerides, Enzymes, Cellulose Gum, Fumaric Acid, And Calcium Propionate And Sorbic Acid (To Maintain Freshness)."}, { "name": "Shredded Cheddar & Mont. Jack Cheese", "SS": "Ounce", "C": "106", "TF": "9g", "SF": "nan", "Ch": "25mg", "Na": "190mg", "Carb": "less than 1 g", "Su": "0g", "P": "6g", "Allergens": "Milk,Vegetarian", "Ingredients": "Pasteurized Milk, Cheese Cultures, Salt, Enzymes And Annatto (A Natural Vegetable Color) Cellulose Added To Prevent Caking."}, { "name": "Guacamole Dip", "SS": "Tablespoon", "C": "30", "TF": "2.5g", "SF": "nan", "Ch": "0mg", "Na": "65mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Avocado, Red Bell Pepper, Onion, Salt, Jalapeno Pepper, Garlic, Lime Juice Concentrate."}, { "name": "Mild Salsa", "SS": "#10 Can", "C": "1007", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "7050mg", "Carb": "201g", "Su": "101g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Tomato Puree, Diced Tomatoes In Tomato Juice, Jalapenos, Distilled Vinegar, Contains Less Than 2% Of: Dehydrated Onion, Salt, Sea Salt, Natural Flavors, Sugar, Dehydrated Garlic, Vitamin C (Ascorbic Acid), Spices, Vitamin E (DL-Alpha Tocopheryl Acetate), Vitamin A (Retinol Palmitate)."}, { "name": "Sour Cream", "SS": "Tablespoon", "C": "30", "TF": "2.5g", "SF": "nan", "Ch": "10mg", "Na": "25mg", "Carb": "less than 1 g", "Su": "less than 1 g", "P": "0g", "Allergens": "Milk,Vegetarian", "Ingredients": "Cultured Milk, Cream, Whey, Less Than 2% Of Food Starch-Modified (Corn), Sodium Phosphate, Guar Gum, Carrageenan, Calcium Sulfate, Locust Bean Gum, Potassium Sorbate (Preservative)."}, { "name": "Scrambled Eggs", "SS": "1/2 Cup", "C": "160", "TF": "11g", "SF": "nan", "Ch": "310mg", "Na": "420mg", "Carb": "3g", "Su": "0g", "P": "12g", "Allergens": "Eggs,Milk,Vegetarian", "Ingredients": "Egg Scrambled Mix Frozen (Whole Eggs, Reconstituted Nonfat Dry Milk, Egg Whites, Corn Oil, Salt, Xanthan Gum, Citric Acid, Natural Flavoring, Annatto (A Natural Color).), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.)"}, { "name": "Fried Potatoes", "SS": "# 8 Disher", "C": "81", "TF": "2.5g", "SF": "nan", "Ch": "0mg", "Na": "75mg", "Carb": "13g", "Su": "0g", "P": "1g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Hashbrowns (Potatoes, Vegetable Oil (Soybean, Canola, And/Or Cottonsed Oils), Contains Less Than 2% Of Dextrose, Disodium Dihydrogen Pyrophosphate (To Maintain Natural Color).), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine)"}, { "name": "Queso Blanco Cheese Sauce w Salsa Verde", "SS": "1/2 Cup Serving", "C": "218", "TF": "17g", "SF": "nan", "Ch": "55mg", "Na": "890mg", "Carb": "6g", "Su": "4g", "P": "11g", "Allergens": "Milk,Vegetarian", "Ingredients": "Water, Cheddar Cheese Pasteurized Milk, Cheese Culture, Salt, Enzymes, Cream, Tomatillos With Citric Acid, Contains Less Than 2 Of Green Chiles With Citric Acid, Modified Food Starch, Sodium Phosphates And Potassium Phosphates, Jalapeno Peppers With Salt, Acetic Acid, Water, Calcium Chloride, Salt, Seasoning Potassium Chloride, Flavor (Contains Maltodextrin), Onions, Dehydrated Garlic, Citric Acid, Dehydrated Cilantro."}, { "name": "Roasted Fajita Vegetable", "SS": "4 oz Serving", "C": "35", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "7g", "Su": "", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Fajita Vegetables (Green Pepper Strips, Red Pepper Strips, Onion Strips)"}, { "name": "Shredded Cheddar & Mont. Jack Cheese", "SS": "Ounce", "C": "106", "TF": "9g", "SF": "nan", "Ch": "25mg", "Na": "190mg", "Carb": "less than 1 g", "Su": "0g", "P": "6g", "Allergens": "Milk,Vegetarian", "Ingredients": "Pasteurized Milk, Cheese Cultures, Salt, Enzymes And Annatto (A Natural Vegetable Color) Cellulose Added To Prevent Caking."}, { "name": "Sour Cream", "SS": "Tablespoon", "C": "30", "TF": "2.5g", "SF": "nan", "Ch": "10mg", "Na": "25mg", "Carb": "less than 1 g", "Su": "less than 1 g", "P": "0g", "Allergens": "Milk,Vegetarian", "Ingredients": "Cultured Milk, Cream, Whey, Less Than 2% Of Food Starch-Modified (Corn), Sodium Phosphate, Guar Gum, Carrageenan, Calcium Sulfate, Locust Bean Gum, Potassium Sorbate (Preservative)."}, { "name": "Mild Salsa", "SS": "#10 Can", "C": "1007", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "7050mg", "Carb": "201g", "Su": "101g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Tomato Puree, Diced Tomatoes In Tomato Juice, Jalapenos, Distilled Vinegar, Contains Less Than 2% Of: Dehydrated Onion, Salt, Sea Salt, Natural Flavors, Sugar, Dehydrated Garlic, Vitamin C (Ascorbic Acid), Spices, Vitamin E (DL-Alpha Tocopheryl Acetate), Vitamin A (Retinol Palmitate)."}, { "name": "Guacamole Dip", "SS": "Tablespoon", "C": "30", "TF": "2.5g", "SF": "nan", "Ch": "0mg", "Na": "65mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Avocado, Red Bell Pepper, Onion, Salt, Jalapeno Pepper, Garlic, Lime Juice Concentrate."}, { "name": "Flour Tortilla 12 inch ", "SS": "Tortilla", "C": "304", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "620mg", "Carb": "51g", "Su": "0g", "P": "8g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Enriched Bleched Flour (Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Vegetable Shortening (Interesterified And Hydrogenated Soybean Oils), Contains 2% Or Less Of: Salt, Baking Soda, Sodium Acid Pyrophosphate, Distilled Monoglycerides, Enzymes, Vital Wheat Gluten, Cellulose Gum, Fumaric Acid And Calcium Propionate And Sorbic Acid (To Maintain Freshness)."}, { "name": "Deli Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Pancakes", "SS": "2 Per Serving", "C": "233", "TF": "4.5g", "SF": "nan", "Ch": "10mg", "Na": "500mg", "Carb": "43g", "Su": "8g", "P": "6g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Water (Water), Pancake Mix Buttermilk (Enriched Flour Bleached (Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Degermed Yellow Corn Meal, Dextrose, Modified Whey, Sugar, Soybean Oil, Leavening (Baking Soda, Sodium Aluminum Phosphate), Defatted Soy Flour, Palm Oil, Buttermilk, Salt, Egg Yolk With Sodium Silicoaluminate, Soy Lecithin, Potassium Chloride, Citric Acid, Annatto And Turmeric Extract Color.)"}, { "name": "Apple French Toast Stuffed Casserole", "SS": "4 x4 Cut Serving", "C": "202", "TF": "8g", "SF": "nan", "Ch": "110mg", "Na": "260mg", "Carb": "26g", "Su": "11g", "P": "7g", "Allergens": "Eggs,Gluten,Milk,Sesame,Soy,Vegetarian,Wheat", "Ingredients": "Texas Toast (Enriched Flour [Unbleached Wheat Flour, Malted Barley Flour, Reduced Iron, Thiamine Mononitrate (Vitamin B1), Riboflavin (Vitamin B2), Niacin (Vitamin B3), Folic Acid], Water, Sugar, Yeast, Soybean Oil, Salt, Wheat Gluten, Vinegar, Calcium Propionate (A Preservative), Yellow Corn Flour, Monoglycerides, Annatto Extract And Turmeric Added For Color, Wheat Starch, Calcium Sulfate, Potassium Chloride, Sodium Stearoyl Lactylate, Calcium Phosphate, Ascorbic Acid, Sesame.), 2% Milk (Grade A Reduced Fat Milk, Vitamin A Palmitate & Vitamin D3.), Egg Whole Frozen (Egg (Whole Frozen)), Apples Fuji Flame Roasted (6 x 2.5#) (Sliced Apples, Water, Sugar.), Cream Cheese (Pasteurized Milk And Cream, Whey Protein Concentrate, Whey, Salt, Carob Bean Gum, Xanthan Gum, Guar Gum, Natamycin A Natural Mold Inhibitor, Vitamin A Palmitate, Cheese Culture.), Pancake Syrup (Corn Syrup, Water, Natural And Artificial Maple Flavor, Salt, Carboxymethyl Cellulose, Sodium Benzoate And Potassium Sorbate (As Preservatives), Caramel Color.)"}, { "name": "Pancake Syrup", "SS": "Tablespoon", "C": "35", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "5mg", "Carb": "9g", "Su": "9g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Corn Syrup, Water, Natural And Artificial Maple Flavor, Salt, Carboxymethyl Cellulose, Sodium Benzoate And Potassium Sorbate (As Preservatives), Caramel Color."}, { "name": "Special Item", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Rainbow Sprinkles", "SS": "Tablespoon", "C": "52", "TF": "2g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "8g", "Su": "", "P": "0g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Sugar, Corn Starch, Palm & Palm Kernel Oil, Dextrin, Soy Lecithin, Carnauba Wax, Confectioners Glaze, FD&C Colors, Yellow #5 Lake, Yellow #6 Lake, Blue #1 Lake, Red #40 Lake, FD&C Red #3, FD&C Blue#2 & FD&C Red #40"}, { "name": "Nutella Hazelnut Spread 12 x 26.5 oz", "SS": "Ounce", "C": "153", "TF": "8g", "SF": "nan", "Ch": "less than 5 mg", "Na": "10mg", "Carb": "17g", "Su": "16g", "P": "2g", "Allergens": "Milk,Soy,Tree Nuts,Vegetarian", "Ingredients": "Sugar, Palm Oil, Hazelnuts, Skim Milk, Cocoa, Soy Lecithin As Emulsifier, Vanillin (An Artificial Flavor)."}, { "name": "Whipped Topping", "SS": "Tablespoon", "C": "22", "TF": "2g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "2g", "Su": "2g", "P": "0g", "Allergens": "Coconut,Milk,Vegetarian", "Ingredients": "Water, High Fructose Corn Syrup, Hydrogenated Vegetable Oil (Palm, Palm Kernel, Coconut And/Or Cottonseed), Contains Less Than 2% Of The Following: Sodium Caseinate (A Milk Derivative), Dextrose, Artificial Flavor, Polysorbate 60, Sorbitan Monostearate, Guar Gum, Xanthan Gum, Colored With Turmeric And Annatto Extracts."}, { "name": "Mini Chocolate Chips", "SS": "Tablespoon", "C": "50", "TF": "3g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "7g", "Su": "6g", "P": "0g", "Allergens": "Milk,Soy,Vegetarian", "Ingredients": "Semi-Sweet Chocolate (Sugar, Chocolate, Cocoa Butter, Milk Fat, Soy Lecithin, Natural Flavor, Milk)."}, { "name": "Sausage Patty", "SS": "Patty", "C": "214", "TF": "21g", "SF": "nan", "Ch": "40mg", "Na": "240mg", "Carb": "less than 1 g", "Su": "less than 1 g", "P": "6g", "Allergens": "", "Ingredients": "Sausage Patty (Pork, Water, Dextrose, Salt, Flavorings (Spices and Spice Extratives), Citric Acid, Propyl Gallate)"}, { "name": "Overnight Ginger Citrus Chia", "SS": "1/2 Cup Serving", "C": "134", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "60mg", "Carb": "17g", "Su": "8g", "P": "4g", "Allergens": "Tree Nuts,Vegetarian,Vegan", "Ingredients": "Almond Milk (Almond Milk (Filtered Water, Almonds), Less Than 2% Of: Vitamin And Mineral Blend (Calcium Carbonate, Vitamin E Acetate, Vitamin A Palmitate, Vitamin D2), Sea Salt, Natural Flavor, Locust Bean Gum, Gellan Gum, Ascorbic Acid (To Protect Freshness).), Orange Zest (Orange), Chia Seed (Organic Black Chia Seeds), Juice Orange 100% Thirster 32 oz (Concentrated Orange Juice.), Pancake Syrup (Corn Syrup, Water, Natural And Artificial Maple Flavor, Salt, Carboxymethyl Cellulose, Sodium Benzoate And Potassium Sorbate (As Preservatives), Caramel Color.), Ginger Root 30# Case (Ginger Root.)"}, { "name": "Mandarin Oranges", "SS": "1/2 Cup Serving", "C": "92", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "22g", "Su": "18g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Mandarin Oranges, Water, Sugar, Citric Acid."}, { "name": "Berry Mix", "SS": "4 oz Portion", "C": "65", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "14g", "Su": "8g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Strawberries, Blackberries, Blueberries, And Red Raspberries"}, { "name": "Salad Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Pecan Shortbread Cookie", "SS": "Cookie", "C": "281", "TF": "16g", "SF": "nan", "Ch": "30mg", "Na": "90mg", "Carb": "33g", "Su": "19g", "P": "3g", "Allergens": "Gluten,Milk,Tree Nuts,Vegetarian,Wheat", "Ingredients": "Flour All Purpose H&R Gold Medal (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid.), Butter Solids (Pasteurized Cream, Salt), Sugar Sanding 8# (Sugar, Carnauba Wax), Granulated Sugar (Sugar.), Pecan Pieces, Flavor Vanilla Imitation (Water, Caramel Color, Artifical Flavor, Citric Acid, Sodium Benzoate (Preservative).), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine)"}, { "name": "Oreo Cookie Blondie Brownie", "SS": "8 x 10 Cut Serving", "C": "219", "TF": "9g", "SF": "nan", "Ch": "35mg", "Na": "240mg", "Carb": "31g", "Su": "19g", "P": "3g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Mix Cake Yellow (Sugar, Enriched Flour Bleached (Wheat Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Palm Oil, Dextrose. Contains 2 % Or Less Of: Leavening (Sodium Aluminum Phosphate, Baking Soda), Propylene Glycol Mono And Diesters Of Fatty Acids, Modified Corn Starch, Egg With Sodium Silicoaluminate, Egg White, Salt, Nonfat Milk, Mono And Diglycerides, Modified Whey, Xanthan Gum, Natural Flavor, Annatto And Turmeric Extract Color, Defatted Soy Flour.), Cookies And Cream Topping (Unbleached Enriched Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate [Vitamin B1], Riboflavin [Vitamin B2], Folic Acid), Sugar, Palm Oil, Soybean And/Or Canola Oil, Cocoa (Processed With Alkali), Invert Sugar, Leavening (Baking Soda And/Or Calcium Phosphate), Soy Lecithin, Salt, Chocolate, Natural Flavor.), Butter Solids (Pasteurized Cream, Salt), Egg Whole Frozen (Egg (Whole Frozen)), Brown Sugar (Sugar, Cane Molasses)"}, { "name": "Carrot Cake", "SS": "12 Cut Serving", "C": "274", "TF": "14g", "SF": "nan", "Ch": "30mg", "Na": "270mg", "Carb": "33g", "Su": "22g", "P": "3g", "Allergens": "Eggs,Gluten,Milk,Soy,Tree Nuts,Vegetarian,Wheat", "Ingredients": "Sugar, Enriched Bleached Flour (Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Cream Cheese (Pasteurized Milk And Cream, Cheese Culture, Salt, Carob Bean Gum), Vegetable Oil (Soybean, Palm), Carrots, Whey, Eggs, Corn Syrup, Crushed Pineapple (Pineapple, Pineapple Juice, Ascorbic Acid), Contains 2% Or Less: Pecans, Walnuts, Raisins, Water, Modified Corn Starch, Mono- And Diglycerides, Corn Starch, Leavening (Baking Soda, Sodium Acid Pyrophosphate, Monocalcium Phosphate), Salt, Cinnamon, Sodium Alginate, Polysorbate 60, Wheat Starch, Colored With (Titanium Dioxide, Annatto Extract, Turmeric), Vanillin (Artificial Flavor), Soy Lecithin."}, { "name": "GF Hamburger Bun", "SS": "Bun", "C": "249", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "460mg", "Carb": "46g", "Su": "6g", "P": "5g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Tapioca Starch, Brown Rice Flour, (Rice Flour, Rice Bran With Germ), Canola Oil, Resistant Corn Starch, Egg Whites, Invert Cane Sugar, Tapioca Maltodextrin, Potato Flour, Cane Sugar, Tapioca Syrup, Yeast, Sugarcane Fiber, Salt, Gum (Xanthan Gum, Sodium Alginate, Guar Gum), Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Xanthan Gum, Enzymes."}, { "name": "Malibu Burger", "SS": "Burger", "C": "164", "TF": "8g", "SF": "nan", "Ch": "0mg", "Na": "450mg", "Carb": "22g", "Su": "2g", "P": "4g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Vegan Malibu Burger 3.2 oz (Cooked Brown Rice (Water, Organic Brown Rice), Water, Organic Corn, Organic Carrots, Organic Onions, Organic Green Peppers, Organic Rolled Oats, Organic Canola Oil, Organic High Oleic Sunflower Oil, Organic Red Bell Peppers, Organic Soy Protein Flour, Contains Two Percent Or Less Of Gum Blend (Carrageenan, Konjac Flour), Organic Soy Sauce (Water, Organic Soybeans, Salt, Organic Wheat), Organic Onion Powder, Broccoli, Sea Salt, Organic Garlic Powder, Organic Black Pepper.)"}, { "name": "Vegan Mozzarella Cheese", "SS": "Ounce", "C": "80", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "250mg", "Carb": "6g", "Su": "0g", "P": "0g", "Allergens": "Coconut,Vegetarian,Vegan", "Ingredients": "Filtered Water, Coconut Oil, Modified Potato Starch, Modified Corn And Potato Starch, Sea Salt, Natural Vegan Flavor, Sorbic Acid Preservative, Beta Carotene Color, Powdered Cellulose Added To Prevent Caking."}, { "name": "Smart Balance Margarine", "SS": "Pkg", "C": "30", "TF": "3g", "SF": "nan", "Ch": "0mg", "Na": "30mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Oil Blend Palm, Soybean, Flaxseed, Canola, And Olive Oils, Water, Contains Less Than 2 Of Salt, Sorbitan Ester Of Vegetable Fattyacids, Monoglyceride Of Vegetable Fatty Acids, Enzyme-Modified Soybean Lecithin, Potassium Sorbate, Tbhq, And Calcium Disodium Edta To Preserve Freshness, Citric Acid, Natural Artificial Flavor, Lactic Acid, Vitamin A Palmitate, Beta-Carotene Color, Vitamin E Acetate."}, { "name": "Bread White Udi's 24 oz GF", "SS": "Slice", "C": "121", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "230mg", "Carb": "21g", "Su": "3g", "P": "2g", "Allergens": "Eggs", "Ingredients": "Water, Pea Starch, Modified Tapioca Starch, Rice Starch, Canola Oil, Rice Flour, Sorghum Flour, Tapioca Starch, Invert Cane Sugar, Egg Whites, Cane Sugar, Modified Cellulose, Apple Cider Vinegar, Salt, Yeast, Cultured Brown Rice, Brown Rice, Guar Gum, Xanthan Gum, Enzymes."}, { "name": "Italian Ice", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Homefree Chocolate Chip Brownie", "SS": "Brownie", "C": "235", "TF": "9g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "36g", "Su": "22g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), High Oleic Safflower Oil, Pear Juice Concentrate, Non-Alkalized Cocoa Powder, Tapioca Syrup, Demerara Sugar, Organic Tapioca Starch, Pure Vanilla Extract, Salt, Xanthan Gum, Baking Soda (Sodium Bicarbonate), Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Homefree Chocolate Chip Cookie", "SS": "Cookie", "C": "140", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "95mg", "Carb": "19g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, High Oleic Safflower Oil, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), Organic Tapioca Starch, Pear Juice Concentrate, Baking Soda (Sodium Bicarbonate), Pure Vanilla Extract, Salt, Cream Of Tartar, Xanthan Gum, Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Homefree Ginger Snap Cookie", "SS": "Cookie", "C": "140", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "21g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Pear Juice From Concentrate, High Oleic Safflower Oil, Organic Tapioca Starch, Molasses, Organic Ground Ginger, Baking Soda (Sodium Bicarbonate), Organic Cinnamon, Salt, Pure Vanilla Extract, Cream Of Tartar, Xanthan Gum, Organic Cloves, Rosemary Extract."}, { "name": "Pastitsio", "SS": "4 x 8 Cut Serving", "C": "420", "TF": "23g", "SF": "nan", "Ch": "75mg", "Na": "1160mg", "Carb": "29g", "Su": "5g", "P": "22g", "Allergens": "Eggs,Gluten,Milk,Soy,Wheat", "Ingredients": "Water (Water), Beef Ground 80 Fine Grind Chuck 60# Avg, 2% Milk (Grade A Reduced Fat Milk, Vitamin A Palmitate & Vitamin D3.), Pasta Penne 20# (Semolina Wheat, Durum Wheat Flour, Vitamin B3 Niacin, Iron Ferrous Sulfate, Vitamin B1 Thiamine Mononitrate, Vitamin B2 Riboflavin, Folic Acid), Tomato Sauce 6 x #10 (Tomato Puree (Water, Tomato Paste), Water, Less Than 2% Of: Salt, Onion Powder, Garlic Powder, Citric Acid, Natural Flavors.), Tomato Diced 6 x #10 (Tomatoes, Tomato Juice, Less Than 2% Of: Salt, Calcium Chloride, Citric Acid.), Shredded Parmesan Cheese (Shredded Parmigiano (Pasteurized Part-Skim Cow’s Milk, Cheese Cultures, Salt, Enzymes).), Shredded Cheddar Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes, And Annatto (Color) When Applicable.), Yellow Onion, Margarine (Vegetable Oil Blend (Palm Oil And Soybean Oil), Water, Salt, Contains Less Than 2% Of Soy Lecithin, Vegetable Mono Diglycerides, Potassium Sorbate (A Preservative), Citric Acid, Natural Artificial Flavor, Beta Carotene (Color), Vitamin A Palmitate Added, Whey.), Egg Whole Frozen (Egg (Whole Frozen)), Flour All Purpose H&R Gold Medal (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid.), Herb Parsley 60 Ct. (Parsley), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Spice Chili Powder Mild 18 oz (Chili Pepper And Other Spices, Salt, Garlic), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Ground Cinnamon, Dill Weed, Ground White Pepper, Ground Nutmeg, Ground White Pepper, Crushed Red Pepper (Crushed Red Pepper)"}, { "name": "Black Bean Vegetable Fajitas", "SS": "1 Cup Serving", "C": "233", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "270mg", "Carb": "32g", "Su": "4g", "P": "8g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Fajita Vegetables (Green Pepper Strips, Red Pepper Strips, Onion Strips), Black Beans (Prepared Black Beans, Water, Salt, Calcium Chloride Firming Agent.), Sweet Corn (Corn.), Matchstick Carrots, Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Ground Cumin (Cumin), Seasoning Cajun 22 oz. (Dehydrated Garlic, Spices, Salt, Paprika (Color), Dehydrated Onion, Red Pepper.)"}, { "name": "Farro with Ancho Chili and White Beans", "SS": "2 #6 Dishers", "C": "381", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "1800mg", "Carb": "70g", "Su": "3g", "P": "15g", "Allergens": "Gluten,Vegetarian,Vegan,Wheat", "Ingredients": "Farro (Semi-Pearled Farro), Great Nothern Beans (Prepared Great Northern Beans, Water, Salt, And Calcium Chloride (Firming Agent).), Water (Water), Yellow Onion, Lemon Juice (Filtered Water, Lemon Juice Concentrate, Sodium Bisulfite (Preservative), Sodium Benzoate (Preservative), Lemon Oil), Minced Garlic (Peeled Garlic), Pepper Chili Dried Ancho 5#, Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Ground Cumin (Cumin)"}, { "name": "Flour Tortilla 8 inch ", "SS": "Tortilla", "C": "127", "TF": "3g", "SF": "nan", "Ch": "0mg", "Na": "270mg", "Carb": "22g", "Su": "0g", "P": "3g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Enriched Bleached Flour (Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Vegetable Shortening (Interesterified And Hydrogenated Soybean Oils), Contains 2% Or Less Of: Salt, Baking Soda, Sodium Acid Pyrophosphate, Distilled Monoglycerides, Enzymes, Cellulose Gum, Fumaric Acid, And Calcium Propionate And Sorbic Acid (To Maintain Freshness)."}, { "name": "Shredded Cheddar & Mont. Jack Cheese", "SS": "Ounce", "C": "106", "TF": "9g", "SF": "nan", "Ch": "25mg", "Na": "190mg", "Carb": "less than 1 g", "Su": "0g", "P": "6g", "Allergens": "Milk,Vegetarian", "Ingredients": "Pasteurized Milk, Cheese Cultures, Salt, Enzymes And Annatto (A Natural Vegetable Color) Cellulose Added To Prevent Caking."}, { "name": "Guacamole Dip", "SS": "Tablespoon", "C": "30", "TF": "2.5g", "SF": "nan", "Ch": "0mg", "Na": "65mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Avocado, Red Bell Pepper, Onion, Salt, Jalapeno Pepper, Garlic, Lime Juice Concentrate."}, { "name": "Mild Salsa", "SS": "#10 Can", "C": "1007", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "7050mg", "Carb": "201g", "Su": "101g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Tomato Puree, Diced Tomatoes In Tomato Juice, Jalapenos, Distilled Vinegar, Contains Less Than 2% Of: Dehydrated Onion, Salt, Sea Salt, Natural Flavors, Sugar, Dehydrated Garlic, Vitamin C (Ascorbic Acid), Spices, Vitamin E (DL-Alpha Tocopheryl Acetate), Vitamin A (Retinol Palmitate)."}, { "name": "Sour Cream", "SS": "Tablespoon", "C": "30", "TF": "2.5g", "SF": "nan", "Ch": "10mg", "Na": "25mg", "Carb": "less than 1 g", "Su": "less than 1 g", "P": "0g", "Allergens": "Milk,Vegetarian", "Ingredients": "Cultured Milk, Cream, Whey, Less Than 2% Of Food Starch-Modified (Corn), Sodium Phosphate, Guar Gum, Carrageenan, Calcium Sulfate, Locust Bean Gum, Potassium Sorbate (Preservative)."}, { "name": "Scrambled Eggs", "SS": "1/2 Cup", "C": "160", "TF": "11g", "SF": "nan", "Ch": "310mg", "Na": "420mg", "Carb": "3g", "Su": "0g", "P": "12g", "Allergens": "Eggs,Milk,Vegetarian", "Ingredients": "Egg Scrambled Mix Frozen (Whole Eggs, Reconstituted Nonfat Dry Milk, Egg Whites, Corn Oil, Salt, Xanthan Gum, Citric Acid, Natural Flavoring, Annatto (A Natural Color).), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.)"}, { "name": "Fried Potatoes", "SS": "# 8 Disher", "C": "81", "TF": "2.5g", "SF": "nan", "Ch": "0mg", "Na": "75mg", "Carb": "13g", "Su": "0g", "P": "1g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Hashbrowns (Potatoes, Vegetable Oil (Soybean, Canola, And/Or Cottonsed Oils), Contains Less Than 2% Of Dextrose, Disodium Dihydrogen Pyrophosphate (To Maintain Natural Color).), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine)"}, { "name": "Queso Blanco Cheese Sauce w Salsa Verde", "SS": "1/2 Cup Serving", "C": "218", "TF": "17g", "SF": "nan", "Ch": "55mg", "Na": "890mg", "Carb": "6g", "Su": "4g", "P": "11g", "Allergens": "Milk,Vegetarian", "Ingredients": "Water, Cheddar Cheese Pasteurized Milk, Cheese Culture, Salt, Enzymes, Cream, Tomatillos With Citric Acid, Contains Less Than 2 Of Green Chiles With Citric Acid, Modified Food Starch, Sodium Phosphates And Potassium Phosphates, Jalapeno Peppers With Salt, Acetic Acid, Water, Calcium Chloride, Salt, Seasoning Potassium Chloride, Flavor (Contains Maltodextrin), Onions, Dehydrated Garlic, Citric Acid, Dehydrated Cilantro."}, { "name": "Chorizo Pork Sausage", "SS": "1 oz Serving", "C": "78", "TF": "6g", "SF": "nan", "Ch": "25mg", "Na": "210mg", "Carb": "0g", "Su": "0g", "P": "5g", "Allergens": "", "Ingredients": "Pork Sausage Chorizo (Pork, Water, Salt, Spices, Garlic Powder, BHA, BHT, Propyl Gallate, Citric Acid.)"}, { "name": "Roasted Fajita Vegetable", "SS": "4 oz Serving", "C": "35", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "7g", "Su": "", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Fajita Vegetables (Green Pepper Strips, Red Pepper Strips, Onion Strips)"}, { "name": "Shredded Cheddar & Mont. Jack Cheese", "SS": "Ounce", "C": "106", "TF": "9g", "SF": "nan", "Ch": "25mg", "Na": "190mg", "Carb": "less than 1 g", "Su": "0g", "P": "6g", "Allergens": "Milk,Vegetarian", "Ingredients": "Pasteurized Milk, Cheese Cultures, Salt, Enzymes And Annatto (A Natural Vegetable Color) Cellulose Added To Prevent Caking."}, { "name": "Sour Cream", "SS": "Tablespoon", "C": "30", "TF": "2.5g", "SF": "nan", "Ch": "10mg", "Na": "25mg", "Carb": "less than 1 g", "Su": "less than 1 g", "P": "0g", "Allergens": "Milk,Vegetarian", "Ingredients": "Cultured Milk, Cream, Whey, Less Than 2% Of Food Starch-Modified (Corn), Sodium Phosphate, Guar Gum, Carrageenan, Calcium Sulfate, Locust Bean Gum, Potassium Sorbate (Preservative)."}, { "name": "Mild Salsa", "SS": "#10 Can", "C": "1007", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "7050mg", "Carb": "201g", "Su": "101g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Tomato Puree, Diced Tomatoes In Tomato Juice, Jalapenos, Distilled Vinegar, Contains Less Than 2% Of: Dehydrated Onion, Salt, Sea Salt, Natural Flavors, Sugar, Dehydrated Garlic, Vitamin C (Ascorbic Acid), Spices, Vitamin E (DL-Alpha Tocopheryl Acetate), Vitamin A (Retinol Palmitate)."}, { "name": "Guacamole Dip", "SS": "Tablespoon", "C": "30", "TF": "2.5g", "SF": "nan", "Ch": "0mg", "Na": "65mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Avocado, Red Bell Pepper, Onion, Salt, Jalapeno Pepper, Garlic, Lime Juice Concentrate."}, { "name": "Flour Tortilla 12 inch ", "SS": "Tortilla", "C": "304", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "620mg", "Carb": "51g", "Su": "0g", "P": "8g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Enriched Bleched Flour (Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Vegetable Shortening (Interesterified And Hydrogenated Soybean Oils), Contains 2% Or Less Of: Salt, Baking Soda, Sodium Acid Pyrophosphate, Distilled Monoglycerides, Enzymes, Vital Wheat Gluten, Cellulose Gum, Fumaric Acid And Calcium Propionate And Sorbic Acid (To Maintain Freshness)."}, { "name": "Deli Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Pancakes", "SS": "2 Per Serving", "C": "233", "TF": "4.5g", "SF": "nan", "Ch": "10mg", "Na": "500mg", "Carb": "43g", "Su": "8g", "P": "6g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Water (Water), Pancake Mix Buttermilk (Enriched Flour Bleached (Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Degermed Yellow Corn Meal, Dextrose, Modified Whey, Sugar, Soybean Oil, Leavening (Baking Soda, Sodium Aluminum Phosphate), Defatted Soy Flour, Palm Oil, Buttermilk, Salt, Egg Yolk With Sodium Silicoaluminate, Soy Lecithin, Potassium Chloride, Citric Acid, Annatto And Turmeric Extract Color.)"}, { "name": "Apple French Toast Stuffed Casserole", "SS": "4 x4 Cut Serving", "C": "202", "TF": "8g", "SF": "nan", "Ch": "110mg", "Na": "260mg", "Carb": "26g", "Su": "11g", "P": "7g", "Allergens": "Eggs,Gluten,Milk,Sesame,Soy,Vegetarian,Wheat", "Ingredients": "Texas Toast (Enriched Flour [Unbleached Wheat Flour, Malted Barley Flour, Reduced Iron, Thiamine Mononitrate (Vitamin B1), Riboflavin (Vitamin B2), Niacin (Vitamin B3), Folic Acid], Water, Sugar, Yeast, Soybean Oil, Salt, Wheat Gluten, Vinegar, Calcium Propionate (A Preservative), Yellow Corn Flour, Monoglycerides, Annatto Extract And Turmeric Added For Color, Wheat Starch, Calcium Sulfate, Potassium Chloride, Sodium Stearoyl Lactylate, Calcium Phosphate, Ascorbic Acid, Sesame.), 2% Milk (Grade A Reduced Fat Milk, Vitamin A Palmitate & Vitamin D3.), Egg Whole Frozen (Egg (Whole Frozen)), Apples Fuji Flame Roasted (6 x 2.5#) (Sliced Apples, Water, Sugar.), Cream Cheese (Pasteurized Milk And Cream, Whey Protein Concentrate, Whey, Salt, Carob Bean Gum, Xanthan Gum, Guar Gum, Natamycin A Natural Mold Inhibitor, Vitamin A Palmitate, Cheese Culture.), Pancake Syrup (Corn Syrup, Water, Natural And Artificial Maple Flavor, Salt, Carboxymethyl Cellulose, Sodium Benzoate And Potassium Sorbate (As Preservatives), Caramel Color.)"}, { "name": "Pancake Syrup", "SS": "Tablespoon", "C": "35", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "5mg", "Carb": "9g", "Su": "9g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Corn Syrup, Water, Natural And Artificial Maple Flavor, Salt, Carboxymethyl Cellulose, Sodium Benzoate And Potassium Sorbate (As Preservatives), Caramel Color."}, { "name": "Rainbow Sprinkles", "SS": "Tablespoon", "C": "52", "TF": "2g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "8g", "Su": "", "P": "0g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Sugar, Corn Starch, Palm & Palm Kernel Oil, Dextrin, Soy Lecithin, Carnauba Wax, Confectioners Glaze, FD&C Colors, Yellow #5 Lake, Yellow #6 Lake, Blue #1 Lake, Red #40 Lake, FD&C Red #3, FD&C Blue#2 & FD&C Red #40"}, { "name": "Nutella Hazelnut Spread 12 x 26.5 oz", "SS": "Ounce", "C": "153", "TF": "8g", "SF": "nan", "Ch": "less than 5 mg", "Na": "10mg", "Carb": "17g", "Su": "16g", "P": "2g", "Allergens": "Milk,Soy,Tree Nuts,Vegetarian", "Ingredients": "Sugar, Palm Oil, Hazelnuts, Skim Milk, Cocoa, Soy Lecithin As Emulsifier, Vanillin (An Artificial Flavor)."}, { "name": "Whipped Topping", "SS": "Tablespoon", "C": "22", "TF": "2g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "2g", "Su": "2g", "P": "0g", "Allergens": "Coconut,Milk,Vegetarian", "Ingredients": "Water, High Fructose Corn Syrup, Hydrogenated Vegetable Oil (Palm, Palm Kernel, Coconut And/Or Cottonseed), Contains Less Than 2% Of The Following: Sodium Caseinate (A Milk Derivative), Dextrose, Artificial Flavor, Polysorbate 60, Sorbitan Monostearate, Guar Gum, Xanthan Gum, Colored With Turmeric And Annatto Extracts."}, { "name": "Mini Chocolate Chips", "SS": "Tablespoon", "C": "50", "TF": "3g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "7g", "Su": "6g", "P": "0g", "Allergens": "Milk,Soy,Vegetarian", "Ingredients": "Semi-Sweet Chocolate (Sugar, Chocolate, Cocoa Butter, Milk Fat, Soy Lecithin, Natural Flavor, Milk)."}, { "name": "Sausage Patty", "SS": "Patty", "C": "214", "TF": "21g", "SF": "nan", "Ch": "40mg", "Na": "240mg", "Carb": "less than 1 g", "Su": "less than 1 g", "P": "6g", "Allergens": "", "Ingredients": "Sausage Patty (Pork, Water, Dextrose, Salt, Flavorings (Spices and Spice Extratives), Citric Acid, Propyl Gallate)"}, { "name": "Overnight Ginger Citrus Chia", "SS": "1/2 Cup Serving", "C": "134", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "60mg", "Carb": "17g", "Su": "8g", "P": "4g", "Allergens": "Tree Nuts,Vegetarian,Vegan", "Ingredients": "Almond Milk (Almond Milk (Filtered Water, Almonds), Less Than 2% Of: Vitamin And Mineral Blend (Calcium Carbonate, Vitamin E Acetate, Vitamin A Palmitate, Vitamin D2), Sea Salt, Natural Flavor, Locust Bean Gum, Gellan Gum, Ascorbic Acid (To Protect Freshness).), Orange Zest (Orange), Chia Seed (Organic Black Chia Seeds), Juice Orange 100% Thirster 32 oz (Concentrated Orange Juice.), Pancake Syrup (Corn Syrup, Water, Natural And Artificial Maple Flavor, Salt, Carboxymethyl Cellulose, Sodium Benzoate And Potassium Sorbate (As Preservatives), Caramel Color.), Ginger Root 30# Case (Ginger Root.)"}, { "name": "Mandarin Oranges", "SS": "1/2 Cup Serving", "C": "92", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "22g", "Su": "18g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Mandarin Oranges, Water, Sugar, Citric Acid."}, { "name": "Berry Mix", "SS": "4 oz Portion", "C": "65", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "14g", "Su": "8g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Strawberries, Blackberries, Blueberries, And Red Raspberries"}, { "name": "Salad Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Pecan Shortbread Cookie", "SS": "Cookie", "C": "281", "TF": "16g", "SF": "nan", "Ch": "30mg", "Na": "90mg", "Carb": "33g", "Su": "19g", "P": "3g", "Allergens": "Gluten,Milk,Tree Nuts,Vegetarian,Wheat", "Ingredients": "Flour All Purpose H&R Gold Medal (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid.), Butter Solids (Pasteurized Cream, Salt), Sugar Sanding 8# (Sugar, Carnauba Wax), Granulated Sugar (Sugar.), Pecan Pieces, Flavor Vanilla Imitation (Water, Caramel Color, Artifical Flavor, Citric Acid, Sodium Benzoate (Preservative).), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine)"}, { "name": "Oreo Cookie Blondie Brownie", "SS": "8 x 10 Cut Serving", "C": "219", "TF": "9g", "SF": "nan", "Ch": "35mg", "Na": "240mg", "Carb": "31g", "Su": "19g", "P": "3g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Mix Cake Yellow (Sugar, Enriched Flour Bleached (Wheat Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Palm Oil, Dextrose. Contains 2 % Or Less Of: Leavening (Sodium Aluminum Phosphate, Baking Soda), Propylene Glycol Mono And Diesters Of Fatty Acids, Modified Corn Starch, Egg With Sodium Silicoaluminate, Egg White, Salt, Nonfat Milk, Mono And Diglycerides, Modified Whey, Xanthan Gum, Natural Flavor, Annatto And Turmeric Extract Color, Defatted Soy Flour.), Cookies And Cream Topping (Unbleached Enriched Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate [Vitamin B1], Riboflavin [Vitamin B2], Folic Acid), Sugar, Palm Oil, Soybean And/Or Canola Oil, Cocoa (Processed With Alkali), Invert Sugar, Leavening (Baking Soda And/Or Calcium Phosphate), Soy Lecithin, Salt, Chocolate, Natural Flavor.), Butter Solids (Pasteurized Cream, Salt), Egg Whole Frozen (Egg (Whole Frozen)), Brown Sugar (Sugar, Cane Molasses)"}, { "name": "Carrot Cake", "SS": "12 Cut Serving", "C": "274", "TF": "14g", "SF": "nan", "Ch": "30mg", "Na": "270mg", "Carb": "33g", "Su": "22g", "P": "3g", "Allergens": "Eggs,Gluten,Milk,Soy,Tree Nuts,Vegetarian,Wheat", "Ingredients": "Sugar, Enriched Bleached Flour (Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Cream Cheese (Pasteurized Milk And Cream, Cheese Culture, Salt, Carob Bean Gum), Vegetable Oil (Soybean, Palm), Carrots, Whey, Eggs, Corn Syrup, Crushed Pineapple (Pineapple, Pineapple Juice, Ascorbic Acid), Contains 2% Or Less: Pecans, Walnuts, Raisins, Water, Modified Corn Starch, Mono- And Diglycerides, Corn Starch, Leavening (Baking Soda, Sodium Acid Pyrophosphate, Monocalcium Phosphate), Salt, Cinnamon, Sodium Alginate, Polysorbate 60, Wheat Starch, Colored With (Titanium Dioxide, Annatto Extract, Turmeric), Vanillin (Artificial Flavor), Soy Lecithin."}, { "name": "GF Hamburger Bun", "SS": "Bun", "C": "249", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "460mg", "Carb": "46g", "Su": "6g", "P": "5g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Tapioca Starch, Brown Rice Flour, (Rice Flour, Rice Bran With Germ), Canola Oil, Resistant Corn Starch, Egg Whites, Invert Cane Sugar, Tapioca Maltodextrin, Potato Flour, Cane Sugar, Tapioca Syrup, Yeast, Sugarcane Fiber, Salt, Gum (Xanthan Gum, Sodium Alginate, Guar Gum), Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Xanthan Gum, Enzymes."}, { "name": "Malibu Burger", "SS": "Burger", "C": "164", "TF": "8g", "SF": "nan", "Ch": "0mg", "Na": "450mg", "Carb": "22g", "Su": "2g", "P": "4g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Vegan Malibu Burger 3.2 oz (Cooked Brown Rice (Water, Organic Brown Rice), Water, Organic Corn, Organic Carrots, Organic Onions, Organic Green Peppers, Organic Rolled Oats, Organic Canola Oil, Organic High Oleic Sunflower Oil, Organic Red Bell Peppers, Organic Soy Protein Flour, Contains Two Percent Or Less Of Gum Blend (Carrageenan, Konjac Flour), Organic Soy Sauce (Water, Organic Soybeans, Salt, Organic Wheat), Organic Onion Powder, Broccoli, Sea Salt, Organic Garlic Powder, Organic Black Pepper.)"}, { "name": "Vegan Mozzarella Cheese", "SS": "Ounce", "C": "80", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "250mg", "Carb": "6g", "Su": "0g", "P": "0g", "Allergens": "Coconut,Vegetarian,Vegan", "Ingredients": "Filtered Water, Coconut Oil, Modified Potato Starch, Modified Corn And Potato Starch, Sea Salt, Natural Vegan Flavor, Sorbic Acid Preservative, Beta Carotene Color, Powdered Cellulose Added To Prevent Caking."}, { "name": "Smart Balance Margarine", "SS": "Pkg", "C": "30", "TF": "3g", "SF": "nan", "Ch": "0mg", "Na": "30mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Oil Blend Palm, Soybean, Flaxseed, Canola, And Olive Oils, Water, Contains Less Than 2 Of Salt, Sorbitan Ester Of Vegetable Fattyacids, Monoglyceride Of Vegetable Fatty Acids, Enzyme-Modified Soybean Lecithin, Potassium Sorbate, Tbhq, And Calcium Disodium Edta To Preserve Freshness, Citric Acid, Natural Artificial Flavor, Lactic Acid, Vitamin A Palmitate, Beta-Carotene Color, Vitamin E Acetate."}, { "name": "Bread White Udi's 24 oz GF", "SS": "Slice", "C": "121", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "230mg", "Carb": "21g", "Su": "3g", "P": "2g", "Allergens": "Eggs", "Ingredients": "Water, Pea Starch, Modified Tapioca Starch, Rice Starch, Canola Oil, Rice Flour, Sorghum Flour, Tapioca Starch, Invert Cane Sugar, Egg Whites, Cane Sugar, Modified Cellulose, Apple Cider Vinegar, Salt, Yeast, Cultured Brown Rice, Brown Rice, Guar Gum, Xanthan Gum, Enzymes."}, { "name": "Italian Ice", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Homefree Chocolate Chip Brownie", "SS": "Brownie", "C": "235", "TF": "9g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "36g", "Su": "22g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), High Oleic Safflower Oil, Pear Juice Concentrate, Non-Alkalized Cocoa Powder, Tapioca Syrup, Demerara Sugar, Organic Tapioca Starch, Pure Vanilla Extract, Salt, Xanthan Gum, Baking Soda (Sodium Bicarbonate), Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Homefree Chocolate Chip Cookie", "SS": "Cookie", "C": "140", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "95mg", "Carb": "19g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, High Oleic Safflower Oil, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), Organic Tapioca Starch, Pear Juice Concentrate, Baking Soda (Sodium Bicarbonate), Pure Vanilla Extract, Salt, Cream Of Tartar, Xanthan Gum, Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Homefree Ginger Snap Cookie", "SS": "Cookie", "C": "140", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "21g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Pear Juice From Concentrate, High Oleic Safflower Oil, Organic Tapioca Starch, Molasses, Organic Ground Ginger, Baking Soda (Sodium Bicarbonate), Organic Cinnamon, Salt, Pure Vanilla Extract, Cream Of Tartar, Xanthan Gum, Organic Cloves, Rosemary Extract."}, { "name": "Pastitsio", "SS": "4 x 8 Cut Serving", "C": "420", "TF": "23g", "SF": "nan", "Ch": "75mg", "Na": "1160mg", "Carb": "29g", "Su": "5g", "P": "22g", "Allergens": "Eggs,Gluten,Milk,Soy,Wheat", "Ingredients": "Water (Water), Beef Ground 80 Fine Grind Chuck 60# Avg, 2% Milk (Grade A Reduced Fat Milk, Vitamin A Palmitate & Vitamin D3.), Pasta Penne 20# (Semolina Wheat, Durum Wheat Flour, Vitamin B3 Niacin, Iron Ferrous Sulfate, Vitamin B1 Thiamine Mononitrate, Vitamin B2 Riboflavin, Folic Acid), Tomato Sauce 6 x #10 (Tomato Puree (Water, Tomato Paste), Water, Less Than 2% Of: Salt, Onion Powder, Garlic Powder, Citric Acid, Natural Flavors.), Tomato Diced 6 x #10 (Tomatoes, Tomato Juice, Less Than 2% Of: Salt, Calcium Chloride, Citric Acid.), Shredded Parmesan Cheese (Shredded Parmigiano (Pasteurized Part-Skim Cow’s Milk, Cheese Cultures, Salt, Enzymes).), Shredded Cheddar Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes, And Annatto (Color) When Applicable.), Yellow Onion, Margarine (Vegetable Oil Blend (Palm Oil And Soybean Oil), Water, Salt, Contains Less Than 2% Of Soy Lecithin, Vegetable Mono Diglycerides, Potassium Sorbate (A Preservative), Citric Acid, Natural Artificial Flavor, Beta Carotene (Color), Vitamin A Palmitate Added, Whey.), Egg Whole Frozen (Egg (Whole Frozen)), Flour All Purpose H&R Gold Medal (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid.), Herb Parsley 60 Ct. (Parsley), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Spice Chili Powder Mild 18 oz (Chili Pepper And Other Spices, Salt, Garlic), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Ground Cinnamon, Dill Weed, Ground White Pepper, Ground Nutmeg, Ground White Pepper, Crushed Red Pepper (Crushed Red Pepper)"}]},{"place": "Hillenbrand", "items": []},{"place": "1bowl", "items": []},{"place": "Pete's Za", "items": [{ "name": "CheesZa", "SS": "Pizza", "C": "1801", "TF": "80g", "SF": "nan", "Ch": "210mg", "Na": "3750mg", "Carb": "203g", "Su": "13g", "P": "85g", "Allergens": "Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Dough Pizza Rich's 13 oz (Enriched Unbleached Wheat Flour (Wheat Flour, Malted Barley Flour, Niacin, Iron As Ferrous Sulfate, Thiamine Mononitrate, Enzyme, Riboflavin, Folic Acid), Water, Yeast, Soybean Oil, Contains Less Than 2% Of The Following: High Fructose Corn Syrup, Salt, Sodium Stearoyl Lactylate, Ascorbic Acid, Enzyme.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Pizza Sauce (Vine Ripened Fresh Tomatoes, Blend of Extra Virgin Olive Oil And Sunflower Oil, Salt, Oregano, Granulated Garlic, Black Pepper, And Naturally Derived Citric Acid.)"}, { "name": "Zapperoni", "SS": "Pizza", "C": "1845", "TF": "83g", "SF": "nan", "Ch": "210mg", "Na": "4050mg", "Carb": "201g", "Su": "13g", "P": "82g", "Allergens": "Gluten,Milk,Soy,Wheat", "Ingredients": "Dough Pizza Rich's 13 oz (Enriched Unbleached Wheat Flour (Wheat Flour, Malted Barley Flour, Niacin, Iron As Ferrous Sulfate, Thiamine Mononitrate, Enzyme, Riboflavin, Folic Acid), Water, Yeast, Soybean Oil, Contains Less Than 2% Of The Following: High Fructose Corn Syrup, Salt, Sodium Stearoyl Lactylate, Ascorbic Acid, Enzyme.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Pizza Sauce (Vine Ripened Fresh Tomatoes, Blend of Extra Virgin Olive Oil And Sunflower Oil, Salt, Oregano, Granulated Garlic, Black Pepper, And Naturally Derived Citric Acid.), Pepperoni 16/oz 2x12.5# Cs (Pork, Beef, Salt, Spices, Dextrose, Lactic Acid Starter Culture, Oleoresin Of Paprika, Flavoring, Garlic Powder, Sodium Nitrite, BHA, BHT, Citric Acid.)"}, { "name": "ShroomZa", "SS": "Pizza", "C": "1661", "TF": "68g", "SF": "nan", "Ch": "170mg", "Na": "3440mg", "Carb": "202g", "Su": "13g", "P": "77g", "Allergens": "Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Dough Pizza Rich's 13 oz (Enriched Unbleached Wheat Flour (Wheat Flour, Malted Barley Flour, Niacin, Iron As Ferrous Sulfate, Thiamine Mononitrate, Enzyme, Riboflavin, Folic Acid), Water, Yeast, Soybean Oil, Contains Less Than 2% Of The Following: High Fructose Corn Syrup, Salt, Sodium Stearoyl Lactylate, Ascorbic Acid, Enzyme.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Pizza Sauce (Vine Ripened Fresh Tomatoes, Blend of Extra Virgin Olive Oil And Sunflower Oil, Salt, Oregano, Granulated Garlic, Black Pepper, And Naturally Derived Citric Acid.), Sliced Fresh Mushrooms (Raw Mushrooms.)"}, { "name": "Saus-Zage", "SS": "Pizza", "C": "1832", "TF": "81g", "SF": "nan", "Ch": "195mg", "Na": "4250mg", "Carb": "206g", "Su": "14g", "P": "87g", "Allergens": "Gluten,Milk,Soy,Wheat", "Ingredients": "Dough Pizza Rich's 13 oz (Enriched Unbleached Wheat Flour (Wheat Flour, Malted Barley Flour, Niacin, Iron As Ferrous Sulfate, Thiamine Mononitrate, Enzyme, Riboflavin, Folic Acid), Water, Yeast, Soybean Oil, Contains Less Than 2% Of The Following: High Fructose Corn Syrup, Salt, Sodium Stearoyl Lactylate, Ascorbic Acid, Enzyme.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Pizza Sauce (Vine Ripened Fresh Tomatoes, Blend of Extra Virgin Olive Oil And Sunflower Oil, Salt, Oregano, Granulated Garlic, Black Pepper, And Naturally Derived Citric Acid.), Sausage Pork Crumble (Pork, Water, Textured Vegetable Protein Soy Flour, Soy Protein Concentrate, Isolated Soy Protein, Caramel Color, Seasoning Sugar, Spices, Salt, Sodium Phosphates.)"}, { "name": "Garlic Cheesy Bread", "SS": "Pizza", "C": "2116", "TF": "121g", "SF": "nan", "Ch": "210mg", "Na": "3710mg", "Carb": "197g", "Su": "7g", "P": "84g", "Allergens": "Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Dough Pizza Rich's 13 oz (Enriched Unbleached Wheat Flour (Wheat Flour, Malted Barley Flour, Niacin, Iron As Ferrous Sulfate, Thiamine Mononitrate, Enzyme, Riboflavin, Folic Acid), Water, Yeast, Soybean Oil, Contains Less Than 2% Of The Following: High Fructose Corn Syrup, Salt, Sodium Stearoyl Lactylate, Ascorbic Acid, Enzyme.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Garlic Spread Grill (Oil Liquid Butter Alternative Gal (Soybean Oil, Hydrogenated Soybean Oil, Salt, Soy Lecithin, Natural And Artificial Flavor, TBHQ And Citric Acid Added To Protect Flavor, Beta Carotene (Color), And Dimethylpolysiloxane Added To Reduce Foaming.), Garlic Seasoning (Garlic Powder.))"}, { "name": "VeggieZ", "SS": "Pizza", "C": "1626", "TF": "55g", "SF": "nan", "Ch": "130mg", "Na": "3430mg", "Carb": "211g", "Su": "14g", "P": "77g", "Allergens": "Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Dough Pizza Rich's 13 oz (Enriched Unbleached Wheat Flour (Wheat Flour, Malted Barley Flour, Niacin, Iron As Ferrous Sulfate, Thiamine Mononitrate, Enzyme, Riboflavin, Folic Acid), Water, Yeast, Soybean Oil, Contains Less Than 2% Of The Following: High Fructose Corn Syrup, Salt, Sodium Stearoyl Lactylate, Ascorbic Acid, Enzyme.), Cheese Mozz Prov Five Blend Fthr Shred (Low Moisture Mozzarella Cheese (Pasteurized Milk, Cheese Cultures, Salt, Enzymes), Low Moisture Part Skim Mozzarella Cheese (Pasteurized Part Skim Milk, Cheese Cultures, Salt, Enzymes), Unsmoked Provolone Cheese (Pasteurized Milk, Cheese Cultures, Salt, Enzymes), Potato Starch, Corn Starch, And Powdered Cellulose To Prevent Caking, Parmesan Cheese (Pasteurized Part Skim Milk, Cheese Cultures, Salt, Enzymes), Romano Cheese Made From Cow's Milk (Pasteurized Part Skim Milk, Cheese Cultures, Salt, Enzymes), Natamycin (A Natural Mold Inhibitor).), Pizza Sauce (Vine Ripened Fresh Tomatoes, Blend of Extra Virgin Olive Oil And Sunflower Oil, Salt, Oregano, Granulated Garlic, Black Pepper, And Naturally Derived Citric Acid.), Vegetable Fajita Cut Blend 12 x 2# (Green Pepper, Red Pepper, Yellow Pepper And Onion.), Sliced Fresh Mushrooms (Raw Mushrooms.)"}, { "name": "ItZa Buffalo", "SS": "Pizza", "C": "2078", "TF": "102g", "SF": "nan", "Ch": "305mg", "Na": "6660mg", "Carb": "204g", "Su": "9g", "P": "105g", "Allergens": "Eggs,Gluten,Milk,Soy,Wheat", "Ingredients": "Dough Pizza Rich's 13 oz (Enriched Unbleached Wheat Flour (Wheat Flour, Malted Barley Flour, Niacin, Iron As Ferrous Sulfate, Thiamine Mononitrate, Enzyme, Riboflavin, Folic Acid), Water, Yeast, Soybean Oil, Contains Less Than 2% Of The Following: High Fructose Corn Syrup, Salt, Sodium Stearoyl Lactylate, Ascorbic Acid, Enzyme.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Chicken Fajita Strip (Chicken Breast Meat With Rib Meat, Water, Salt, Spices, Sodium Phosphate, Torula Yeast, Sugar, Dehydrated Onion, Dehydrated Garlic, Carrageenan, Modified Food Starch, Food Starch, Pea Protein Isolate, Maltodextrin, Natural Flavor, Malic Acid.), Frank's Red Hot Buffalo Sauce (Distilled Vinegar, Aged Cayenne Red Peppers, Salt, Water, Canola Oil, Paprika, Xanthan Gum, Natural Butter Type Flavor, And Garlic Powder.), Ranch Dressing (Soybean Oil, Water, Vinegar, Buttermilk, Sugar, Egg Yolk Salt, Contains Less Than 2% Of The Following: Modified Food Starch, Dried Whey, Xanthan Gum, Dried Garlic, Died Onions, Spice, Phosphoric Acid, Disodium Guanylate, Disodium Inosinate, Sorbic Acid And Calcium Disodium EDTA (To Protect Flavor)..), Green Onion (Onion Green)"}, { "name": "Chicken Caesar Salad", "SS": "Salad", "C": "530", "TF": "43g", "SF": "nan", "Ch": "85mg", "Na": "1560mg", "Carb": "19g", "Su": "4g", "P": "19g", "Allergens": "Eggs,Fish,Gluten,Milk,Soy,Wheat", "Ingredients": "Chopped Romaine Lettuce, Grilled Boneless Skinless Chicken Breast Strips (Boneless Skinless Chicken Breast Meat With Rib Meat, Water, Contains 2% Or Less Of Soy Protein Concentrate, Modified Potato Starch, Sodium Phosphate, Potassium Chloride, Salt, Maltodextrin, Yeast Extract, Flavors, Natural Flavors, Dextrose, Caramelized Sugar, Paprika, Vinegar Solids, Paprika Extract, Chicken Broth), Caesar Dressing (Soybean Oil, Water, Distilled Vinegar, Romano Cheese (Pasteurized Part Skim Milk, Cheese Culture, Salt, Enzymes), Salt, High Fructose Corn Syrup, Anchovies, Spices (Including Mustard Seed), Xanthan Gum, Propylene Glycol Alginate, Garlic Concentrate, Natural Flavors, Calcium Disodium Edta (Added To Protect Flavor), Red Grape Tomatoes, Shredded Parmesan Cheese (Pasteurized Part Skim Milk, Cheese Cultures, Salt, Enzymes), Powdered Cellulose To Prevent Caking, Natamycin To Protect Flavor), Seasoned Crutons (Enriched Wheat Flour (Wheat Flour, Malted Barley Flour, Niacin, Ferrous Sulfate, Thiamine Mononitrate, Riboflavin, Folic Acid), Canola Oil, Dehydrated Garlic, Salt, Yeast, Water, Natural Butter Flavor (A Milk Ingredient), Ascorbic Acid (Vitamin C))"}, { "name": "Kickin Chicken Sandwich", "SS": "Sandwich", "C": "651", "TF": "32g", "SF": "nan", "Ch": "120mg", "Na": "900mg", "Carb": "47g", "Su": "4g", "P": "41g", "Allergens": "Eggs,Gluten,Milk,Soy,Wheat", "Ingredients": "Sour Dough Bread (Enriched Bleached Flour (Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Water, Yeast, High Fructose Corn Syrup, Contains Less Than 2% Of: Soybean Oil, Salt, Mono- And Diglycerides, Fumaric Acid, Acetic Acid, Citric Acid, Lactic Acid, Sodium Stearoyl Lactylate, Calcium Sulfate, Calcium Peroxide,  Azodicarbonamide, Ascorbic Acid, Enzymes, Calcium Propionate (Preservative), Soy Lecithin), Sliced Chicken Breast (Chicken Breast, Water, Salt, Modified Food Starch, Potassium Lactate, Sodium Phosphate, Potassium Acetate, Natural Flavors), Pepper Jack Cheese (Pasteurized Milk, Hot Peppers (Jalapeno Peppers, Habanero Peppers), Cheese Culture, Salt, Enzymes), Siracha Mayo (Mayonnaise (Soybean Oil, Water, Corn Syrup, Egg Yolks, Distilled And Cider Vinegar, Salt, Mustard Seed, Calcium Disodium Edta Added To Protect Flavor), Sriracha Chili Sauce (Red Chili, Distilled Vinegar, Sugar, Dehydrated Garlic, Salt, Red Chili Powder, Acetic Acid, Xanthan Gum, Potassium Sorbate And Sodium Bisulfite (Added As Preservatives))"}, { "name": "Mozzarella Tomato Salad", "SS": "Salad", "C": "500", "TF": "43g", "SF": "nan", "Ch": "50mg", "Na": "840mg", "Carb": "11g", "Su": "5g", "P": "14g", "Allergens": "Milk,Soy,Vegetarian", "Ingredients": "Spring Mix, Mozzarella (Pasteurized Cow’s Milk, Vinegar, Salt & Enzymes), Balsamic Basil Dressing (Soybean Oil, Water, Red Wine Vinegar, Dijon Mustard ( Water, Vinegar, Mustard Seed, Salt, White Wine, Fruit Pectin, Citric Acid, Tartaric Acid, Sugar, Spice), Honey, Balsamic Vinegar, Basil, Salt, Spices, Olive Oil, Lemon Juice From Concentrate, Dehydrated Garlic, Natural Flavor, Xanthan Gum, Disodium Inosinate, Disodium Guanylate, Calcium Disodium Edta Added To Protect Flavor), Red Grape Tomatoes, Yellow Grape Tomatoes, Kalamata Olives (Kalamata Olives, Water, Red Wine Vinegar, Sea Salt, Extra Virgin Olive Oil), Red Onion"}, { "name": "Nutella Berry Crunch Sandwich", "SS": "Sandwich", "C": "764", "TF": "32g", "SF": "nan", "Ch": "20mg", "Na": "730mg", "Carb": "95g", "Su": "47g", "P": "22g", "Allergens": "Gluten,Milk,Soy,Tree Nuts,Vegetarian,Wheat", "Ingredients": "9 Grain Bread (Wheat, White Whole Wheat Flour, Flour (Wheat, Malted Barley), Wheat Gluten, Sunflower Seeds, Brown Sugar, Flaxseed, Wheat Bran, Cracked Wheat, Oatmeal, Rye Meal, Honey, Barley Flakes, Millet, Buckwheat Flour, Yeast, Molasses, Palm Oil, Cultured Wheat Flour, Contains Less Than 2% Of Each Of The Following: Wheat Gum, Salt, Enzymes, Monoglycerides, Vinegar, Sea Salt, Maltodextrin, Yeast Extract, Flavor And Rice Flavor Concentrate, Ascorbic Acid, Preservatives(Propionic Acid, Phosphoric Acid)Topping: Rolled Oats), Nutella Spread (Sugar, Palm Oil, Hazelnuts, Skim Milk, Cocoa, Soy Lecithin (As An Emulsifier), Vanillin (Artificial Flavor)), Fresh Strawberries, Granola (Whole Grain Oats, Sugar, Crips Rice (Rice Flour, Barley Malt Extract, Salt), Honey, Brown Sugar Syrup, Salt, Baking Soda, Natural Flavor, Vitamin E (Mixed Tocopherols) Added To Preserve Freshness)"}, { "name": "Trio Slider Sandwich", "SS": "Sandwich", "C": "503", "TF": "16g", "SF": "nan", "Ch": "80mg", "Na": "2010mg", "Carb": "54g", "Su": "2g", "P": "34g", "Allergens": "Eggs,Gluten,Milk,Soy,Wheat", "Ingredients": "Mini Cluster Brioche (Flour (Wheat, Malted Barley), Water, Butter, Sugar, Milk Powder, Yeast, Wheat Gluten, Palm Oil, Soybean Oil, Salt, Contains Less Than 2% Of Each Of The Following: Guar Gum, Sunflower Lecithin, Sodium Bicarbonate, Natural Egg Flavor, Color (Annatto, Turmeric), Ascorbic Acid, Enzymes. Topping: Water, Pea Protein, Dextrose, Maltodextrin And Modified Food Starch), Ham (Water, Sugar, Less Than 2% Salt, Sodium Phosphates, Sodium Nitrite, Sodium Erythorbate), Smoked Turkey Breast (Turkey Breast, Turkey Broth, Vinegar, Salt, Sodium Phosphates, Natural Flavoring), Chicken Breast (Chicken Breast, Water, Salt, Modified Food Starch, Potassium Lactate, Sodium Phosphate, Potassium Acetate, Natural Flavors), Swiss Cheese (Pasteurized Part-Skim Milk, Cheese Culture, Salt, Enzymes), Cheddar Cheese ([(Pasteurized Milk, Cheese Culture, Salt, Enzymes, Annatto (Vegetable Color)], Potato Starch And Powdered Cellulose (To Prevent Caking), Natamycin (A Natural Mold Inhibitor)), Provolone Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes), Mayonnaise Pc (Soybean Oil, Water, Eggs, Distilled And Cider Vinegar, Egg Yolks, Salt, Sugar, Lemon Juice, Spice, Onion, Garlic, Oleoresin Paprika, Natural Flavors, Calcium Disodium Edta Added To Protect Flavor), Mustard Pc (Distilled Vinegar, Water, No.1 Mustard Seed, Salt, Turmeric, Oleoresin Paprika, Spices)."}, { "name": "Club Wrap", "SS": "Wrap", "C": "780", "TF": "50g", "SF": "nan", "Ch": "85mg", "Na": "1990mg", "Carb": "51g", "Su": "4g", "P": "30g", "Allergens": "Eggs,Gluten,Milk,Soy,Wheat", "Ingredients": "Spinach Wrap (Enriched Wheat Flour (Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Vegetable Shortening (Soybean Oil, Vegetable Mono- And Diglycerides, Mixed Tocopherols And Ascorbyl Palmitate (For Freshness)), Contains 2% Or Less Of Each Of The Following: Spinach Powder, Dextrose, Sugar, Salt, Corn Starch, Parsley, Dehydrated Garlic, Dehydrated Onion, Artificial Color (Yellow 5, Blue 1, Red 40), Preservatives (Calcium Propionate, Potassium Sorbate), Sodium Acid Pyrophosphate, Sodium Bicarbonate, Calcium Sulfate, Fumaric Acid, Monocalcium Phosphate, Sodium Metabisulfite, Enzymes), Turkey Breast And White Turkey (Turkey Broth, Salt, Sugar, Less Than 2% Modified Food Starch, Vinegar, Carrageenan, Sodium Phosphates, Sunflower Oil, And Natural Flavorings), Smoked Ham With Natural Juices (Cured With: Water, Sugar, Less Than 2% Salt, Sodium Phosphates, Sodium Nitrite, Sodium Erythorbate), Mayonnaise (Soybean Oil, Distilled Vinegar, Egg Yolk, High Fructose Corn Syrup, Contains Less Than 2% Of Salt, Water, Mustard Seed, Calcium Disodium Edta (To Protect Flavor)), Sliced Tomato, Salad Mix (Romaine Lettuce, Carrots, Kale, Red Cabbage, Napa Cabbage), Cheddar Cheese Mild (Pasteurized Milk, Cheese Culture, Salt, Enzymes, Color Added), Applewood Bacon Bit (Cured With Water, Salt, Sugar, Smoke Flavoring, Sodium Phosphate, Sodium Erythorbate, Flavoring, Sodium Nitrite)"}, { "name": "Roast Beef & Sprouted Grain Sandwich", "SS": "Sandwich", "C": "279", "TF": "5g", "SF": "nan", "Ch": "55mg", "Na": "480mg", "Carb": "30g", "Su": "2g", "P": "30g", "Allergens": "Gluten,Sesame,Wheat", "Ingredients": "Roast Beef (Beef, Water, Contains 2% Or Less Of Salt, Sugar, Flavorings, Potassium Lactate, Sodium Diacetate, Sodium Phosphate, Caramel Color), 9 Grain Sprouted (Organic Whole Wheat (Organic Sprouted Whole Wheat Flour, Organic Cracked Whole Wheat), Water, Organic Wheat Flour, Organic Cane Sugar, Organic Whole Grain And Seed Mix (Organic Whole Flax Seeds, Organic Sunflower Seeds, Organic Ground Flax, Organic Sesame Seeds, Organic Pumpkin Seeds, Organic Black Sesame Seeds, Organic Millet, Organic Rolled Oats, Organic Rolled Spelt, Organic Rolled Barley, Organic Rolled Rye, Organic Rolled Whole Wheat, Organic Quinoa, Organic Triticale Flour, Organic Yellow Corn Flour, Organic Khorasan Flour, Organic Amaranth Flour, Organic Buckwheat Flour, Organic Sorghum Flour, Poppyseed, Organic Brown Rice Flour, Organic Purple Corn Flour), Organic Vital Wheat Gluten, Cultured Wheat Flour, Organic Oat Fiber, Yeast, Wheat Fiber, Sea Salt, Organic Molasses) , Leaf Lettuce."}]},{"place": "The Burrow", "items": []}]