[{"place": "Earhart", "items": [{ "name": "Bratwurst", "SS": "1 Each ", "C": "319", "TF": "28g", "SF": "nan", "Ch": "65mg", "Na": "1000mg", "Carb": "5g", "Su": "less than 1 g", "P": "14g", "Allergens": "Gluten", "Ingredients": "Sausage Bratwurst Ckd 5/# Johnsonville (Pork, Water, Corn Syrup, Less Than 2% Of The Following: Salt, Modified Food Starch, Oat Fiber, Sodium Lactate, Dextrose, Sodium Phosphate, Flavorings, Sodium Acetate, BHA, Propyl Gallate, Citric Acid, Beef Collagen Casing.)"}, { "name": "Brat Bun", "SS": "Bun", "C": "170", "TF": "2g", "SF": "nan", "Ch": "0mg", "Na": "320mg", "Carb": "34g", "Su": "5g", "P": "5g", "Allergens": "Gluten,Sesame,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Enriched Flour [Unbleached Wheat Flour, Malted Barley Flour, Reduced Iron, Thiamine Mononitrate (Vitamin B1), Riboflavin (Vitamin B2), Niacin (Vitamin B3), Folic Acid], Water, Sugar, Yeast, Soybean Oil, Wheat Gluten, Salt, Vinegar, Calcium Propionate (A Preservative), Monoglycerides, Wheat Starch, Yellow Corn Flour, Annatto Extract And Turmeric Added For Color, Calcium Phosphate, Ascorbic Acid, Sesame."}, { "name": "Waffle Fries", "SS": "4 oz Serving", "C": "202", "TF": "9g", "SF": "nan", "Ch": "0mg", "Na": "180mg", "Carb": "28g", "Su": "0g", "P": "3g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Potato French Fry Waffle Lattice Cut 30# (Potatoes, Vegetable Oil (Soybean, Canola, And/Or Cottonseed), Contains Less Than 2% Of Dextrose, Disodium Dihydrogen Pyrophosphate (To Maintain Natural Flavor Color).), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine)"}, { "name": "Cheeseburger Casserole", "SS": "1/2 Cup", "C": "351", "TF": "20g", "SF": "nan", "Ch": "80mg", "Na": "630mg", "Carb": "23g", "Su": "3g", "P": "18g", "Allergens": "Eggs,Gluten,Milk,Soy,Wheat", "Ingredients": "Beef Ground 80 Fine Grind Chuck 60# Avg, Water (Water), Soup Cream Of Mushroom (Water, Vegetable Oil (Corn, Canola, And/Or Soybean), Mushrooms, Modified Food Starch, Wheat Flour, Contains Less Than 2% Of: Salt, Cream (Milk), Soy Protein Concentrate, Yeast Extract, Dried Whey, Dried Garlic, Flavoring.), Pasta Noodle Egg 1/4 inch  10# (Durum Wheat Semolina, Durum Wheat Flour, Eggs, Niacin, Iron (Ferrous Sulfate), Thiamin Mononitrate, Riboflavin, Folic Acid.), 2% Milk (Grade A Reduced Fat Milk, Vitamin A Palmitate & Vitamin D3.), Shredded American Cheese (American Cheese Milk, Cheese Cultures, Salt, Enzymes, Water, Cream, Sodium Phosphate, Color Added, Salt, Lactic Acid, Sorbic Acid Preservative, Corn Starch, Anti-Caking Agent, Natamycin A Mold Inhibitor.), Shredded American Cheese (American Cheese Milk, Cheese Cultures, Salt, Enzymes, Water, Cream, Sodium Phosphate, Color Added, Salt, Lactic Acid, Sorbic Acid Preservative, Corn Starch, Anti-Caking Agent, Natamycin A Mold Inhibitor.), Yellow Onion, Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Herb Parsley 60 Ct. (Parsley), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Ground White Pepper"}, { "name": "Rotini", "SS": "1 Cup Serving", "C": "213", "TF": "2.5g", "SF": "nan", "Ch": "0mg", "Na": "740mg", "Carb": "42g", "Su": "2g", "P": "7g", "Allergens": "Gluten,Vegetarian,Vegan,Wheat", "Ingredients": "Water (Water), Rotini Pasta (Semolina Wheat, Durum Wheat Flour, Vitamin B3 Niacin, Iron Ferrous Sulfate, Vitamin B1 Thiamin Mononitrate, Vitamin B2 Riboflavin, Folic Acid), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.)"}, { "name": "Cheddar Cheese Sauce", "SS": "1/2 Cup Serving", "C": "158", "TF": "11g", "SF": "nan", "Ch": "35mg", "Na": "490mg", "Carb": "8g", "Su": "5g", "P": "7g", "Allergens": "Gluten,Milk,Vegetarian,Wheat", "Ingredients": "2% Milk (Grade A Reduced Fat Milk, Vitamin A Palmitate & Vitamin D3.), Cheese Velveeta Shredded 4 x 5# (Cheddar And Colby Cheeses (Milk, Cheese Culture, Salt, Enzymes, Annatto [Color]), Water, Whey Protein Concentrate, Skim Milk, Whey, Sodium Citrate, Milkfat, Salt, Sodium Phosphate, Sorbic Acid As A Preservative, Apocarotenal (Color), With Cellulose Powder Added To Prevent Caking), Cheese Cheddar White Sharp, Base Culinary Cream (Water, Butter (Cream, Lactic Acid), Lactose, 2% Or Less Of Sodium Caseinate, Xanthan Gum, Whey Protein Concentrate, Salt, Guar Gum, Potassium Sorbate (A Preservative), Citric Acid.), Butter Solids (Pasteurized Cream, Salt), Flour All Purpose H&R Gold Medal (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spice Mustard Ground, Cayenne Pepper (Red Pepper)"}, { "name": "Marinara Sauce", "SS": "1/4 Cup", "C": "25", "TF": "1g", "SF": "nan", "Ch": "0mg", "Na": "200mg", "Carb": "4g", "Su": "3g", "P": "1g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Marinara Sauce (Tomato Puree (Water, Tomato Paste), Diced Tomatoes, Less Than 2% Of: Sugar, Soybean Oil, Salt, Spice, Dired Garlic, Dried Onion, Olive Oil, Citric Acid, Sea Salt, Natural Flavor.)"}, { "name": "Flame Roasted Sweet Potatoes", "SS": "1/2 Cup Serving", "C": "99", "TF": "4g", "SF": "nan", "Ch": "less than 5 mg", "Na": "125mg", "Carb": "16g", "Su": "11g", "P": "1g", "Allergens": "Milk,Vegetarian", "Ingredients": "Potato Sweet Roasted w Maple Seasoning (Sweet Potatoes, Brown Sugar, Olive Oil, Sugar, Contains Less Than 2% Of Maple Sugar, Natural Flavor, Salt, Spices, Xanthan Gum.), Butter Solids (Pasteurized Cream, Salt)"}, { "name": "Roasted Brussels Sprouts", "SS": "4 oz Serving", "C": "110", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "310mg", "Carb": "11g", "Su": "3g", "P": "4g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Brussels Sprouts Shaved Fresh 2# (Brussel Sprouts.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Lemon Juice (Filtered Water, Lemon Juice Concentrate, Sodium Bisulfite (Preservative), Sodium Benzoate (Preservative), Lemon Oil), Minced Garlic (Peeled Garlic), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Crushed Red Pepper (Crushed Red Pepper)"}, { "name": "Garlic Breadstick", "SS": "Each", "C": "153", "TF": "4.5g", "SF": "nan", "Ch": "0mg", "Na": "380mg", "Carb": "23g", "Su": "less than 1 g", "P": "4g", "Allergens": "Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Breadstick Gourmet Parbaked Turano (Flour (Wheat Flour, Malted Barley), Water, Contains Less Than 2% Of Each Of The Following: Salt, Dextrose, Palm Oil, Wheat Gluten, Wheat Starch, Diacetyl Tartaric Acid Esters Of Mono-Diglycerides (Datem), L-Cysteine, Ascorbic Acid, Enzyme, Yeast, Mono- And Diglycerides, Ethoxylated Mono And Diglycerides, Polysorbate 60, Calcium Propionate (Preservative), Enriched Wheat Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid). Topping: Water, Potassium Sorbate.), Garlic Butter Spread (Margarine (Vegetable Oil Blend (Palm Oil And Soybean Oil), Water, Salt, Contains Less Than 2% Of Soy Lecithin, Vegetable Mono Diglycerides, Potassium Sorbate (A Preservative), Citric Acid, Natural Artificial Flavor, Beta Carotene (Color), Vitamin A Palmitate Added, Whey.), Garlic Seasoning (Garlic Powder.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Sweet Basil, Spice Pepper Black Ground 18 oz (Black Pepper), Oregano (Oregano), Spice Parsley Flakes)"}, { "name": "Roast Beef", "SS": "Ounce", "C": "35", "TF": "1.5g", "SF": "nan", "Ch": "15mg", "Na": "220mg", "Carb": "0g", "Su": "0g", "P": "5g", "Allergens": "", "Ingredients": "Rubbed With Salt, Dextrose, Sugar, Caramel Color, Garlic Powder, Onion Powder, Spices. After Cooking Contains Up To 12% Of: Water, Salt, Sodium Phosphates, Sugar, Flavoring."}, { "name": "Genoa Salami", "SS": "Ounce", "C": "106", "TF": "9g", "SF": "nan", "Ch": "25mg", "Na": "480mg", "Carb": "0g", "Su": "0g", "P": "6g", "Allergens": "", "Ingredients": "BHA, BHT With Citric Acid Added To Help Protect Flavor, Pork, Beef, Salt, Contains 2% Or Less Of Dextrose, Water, Natural Spices, Sodium Ascorbate, Lactic Acid Starter Culture, Sodium Nitrite, Garlic Powder, BHA, BHT, Citric Acid."}, { "name": "Turkey Breast", "SS": "Slice", "C": "17", "TF": "0g", "SF": "nan", "Ch": "10mg", "Na": "220mg", "Carb": "0g", "Su": "0g", "P": "3g", "Allergens": "", "Ingredients": "Turkey Breast Meat, Water, Salt, Sugar, Modified Cornstarch, Sodium Phosphates, Sodium Erythorbate, Sodium Nitrate."}, { "name": "Smoked Ham", "SS": "Slice", "C": "20", "TF": "0.5g", "SF": "nan", "Ch": "10mg", "Na": "230mg", "Carb": "less than 1 g", "Su": "less than 1 g", "P": "3g", "Allergens": "", "Ingredients": "36% Of Weight Is Added Ingredients. Cured With Water, Dextrose, Salt, Modified Cornstarch, Corn Syrup, Sodium Phosphates, Sodium Erythorbate, Sodium Nitrite."}, { "name": "Sliced Tomatoes", "SS": "2 Slices", "C": "9", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "2g", "Su": "1g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Tomatoes (Tomato)"}, { "name": "Sliced Red Onions", "SS": "Slice", "C": "2", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": ""}, { "name": "Leaf Lettuce", "SS": "1 Leaf", "C": "2", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Green Leaf Lettuce."}, { "name": "Provolone Cheese", "SS": "1/2 oz Slice", "C": "50", "TF": "4g", "SF": "nan", "Ch": "10mg", "Na": "125mg", "Carb": "0g", "Su": "0g", "P": "4g", "Allergens": "Milk,Vegetarian", "Ingredients": "Pasteurized Milk, Cheese Culture, Salt, Enzymes"}, { "name": "Cheddar Cheese", "SS": "3/4 oz Slice", "C": "86", "TF": "7g", "SF": "nan", "Ch": "20mg", "Na": "130mg", "Carb": "0g", "Su": "0g", "P": "5g", "Allergens": "Milk,Vegetarian", "Ingredients": "Pasteurized Milk, Salt, Cheese Culture, Annatto Color."}, { "name": "Pepper Jack Cheese", "SS": "3/4 oz Slice", "C": "71", "TF": "6g", "SF": "nan", "Ch": "20mg", "Na": "120mg", "Carb": "0g", "Su": "0g", "P": "5g", "Allergens": "Milk,Vegetarian", "Ingredients": "Pasteurized Milk, Jalapeno Peppers, Cheese Culture, Salt, Enzymes."}, { "name": "Mayonnaise", "SS": "Tablespoon", "C": "103", "TF": "11g", "SF": "nan", "Ch": "less than 5 mg", "Na": "85mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Eggs,Soy,Vegetarian", "Ingredients": "Soybean Oil, Vinegar, Eggs, Water, Salt, Egg Yolks, Sugar, Calcium Disodium EDTA (To Protect Flavor), Dried Garlic, Dried Onions, Natural Flavor."}, { "name": "Roasted Garlic Mayonnaise", "SS": "Tablespoon", "C": "99", "TF": "11g", "SF": "nan", "Ch": "less than 5 mg", "Na": "120mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Eggs,Soy,Vegetarian", "Ingredients": "Mayonnaise (Soybean Oil, Vinegar, Eggs, Water, Salt, Egg Yolks, Sugar, Calcium Disodium EDTA (To Protect Flavor), Dried Garlic, Dried Onions, Natural Flavor.), Roasted Garlic Base (Roasted Garlic, Water, Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Dextrose, Salt, Dried Garlic, 2% Or Less Of Canola Oil,  Dried Onions, Xanthan Gum, Potassium Chloride, Celery Juice Concentrate.)"}, { "name": "Spicy Mayonnaise", "SS": "Tablespoon", "C": "103", "TF": "11g", "SF": "nan", "Ch": "less than 5 mg", "Na": "120mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Eggs,Soy,Vegetarian", "Ingredients": "Mayonnaise (Soybean Oil, Vinegar, Eggs, Water, Salt, Egg Yolks, Sugar, Calcium Disodium EDTA (To Protect Flavor), Dried Garlic, Dried Onions, Natural Flavor.), Sauce Garlic Chili 3x1 Gal (Chili, Salt, Garlic, Distilled Vinegar, Potassium Sorbate And Sodium Bisulfate As Preservatives, And Xanthan Gum.)"}, { "name": "Spicy Brown Mustard", "SS": "Tablespoon", "C": "14", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "170mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water, Distilled And Cider Vinegar, Mustard Seed, Salt, White Wine, Citric Acid, Tartaric Acid, Spices, Turmeric, Oleoresin Paprika."}, { "name": "Bistro Sauce", "SS": "Tablespoon", "C": "104", "TF": "11g", "SF": "nan", "Ch": "less than 5 mg", "Na": "85mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Eggs,Soy,Vegetarian", "Ingredients": "Mayonnaise (Soybean Oil, Vinegar, Eggs, Water, Salt, Egg Yolks, Sugar, Calcium Disodium EDTA (To Protect Flavor), Dried Garlic, Dried Onions, Natural Flavor.), Spice Paprika Spanish (Paprika), Spice Chipotle Powder 1.5# (Chipotle Chile Peppers And Silicon Dioxide.), Garlic Seasoning (Garlic Powder.)"}, { "name": "Chipotle Ranch Sauce", "SS": "Tablespoon", "C": "68", "TF": "7g", "SF": "nan", "Ch": "less than 5 mg", "Na": "120mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Eggs,Milk,Soy,Vegetarian", "Ingredients": "Hidden Valley Ranch Dressing (Mayonnaise (Soybean Oil, Vinegar, Eggs, Water, Salt, Egg Yolks, Sugar, Calcium Disodium EDTA (To Protect Flavor), Dried Garlic, Dried Onions, Natural Flavor.), Milk Buttermilk 1/2 Gallon (Cultured Lowfat Milk, Nonfat Milk, Modified Corn Starch, Locust Bean Gum, Carrageenan, Salt, Sodium Citrate, Vitamin A Palmitate & D3 Added, Enzymes.), Dressing Mix Ranch Hidden Valley (Salt, Monosodium Glutamate, Dried Garlic, Modified Corn Starch, Spices, Dried Onion, Maltodextrin, Less Than 2% Of: Natural Flavor (Milk, Soy), Guar Gum, Calcium Stearate.)), Pepper Chipotle in Adobo 12oz Can (Water, Tomato Paste, Dried Chipotle Peppers, Distilled Vinegar, Corn Oil, Less Than 2% Of Iodized Salt (Contains Potassium Iodate), Corn Starch, Onion Powder, Garlic Powder, Spices.)"}, { "name": "Flour Tortilla 12 inch ", "SS": "Tortilla", "C": "304", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "620mg", "Carb": "51g", "Su": "0g", "P": "8g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Enriched Bleched Flour (Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Vegetable Shortening (Interesterified And Hydrogenated Soybean Oils), Contains 2% Or Less Of: Salt, Baking Soda, Sodium Acid Pyrophosphate, Distilled Monoglycerides, Enzymes, Vital Wheat Gluten, Cellulose Gum, Fumaric Acid And Calcium Propionate And Sorbic Acid (To Maintain Freshness)."}, { "name": "Wheat Bread", "SS": "Slice", "C": "85", "TF": "1g", "SF": "nan", "Ch": "0mg", "Na": "150mg", "Carb": "16g", "Su": "2g", "P": "3g", "Allergens": "Gluten,Milk,Sesame,Soy,Vegetarian,Wheat", "Ingredients": "Enriched Flour [Unbleached Wheat Flour, Malted Barley Flour, Reduced Iron, Thiamine Mononitrate (Vitamin B1), Riboflavin (Vitamin B2), Niacin (Vitamin B3), Folic Acid], Water, Whole Grain Wheat Flour, Yeast, Sugar, Wheat Bran, Wheat Gluten, Soybean Oil, Whole Grain Rolled Oats, Rye Flour, Barley Flakes, Salt, Molasses, Monoglycerides, Modified Whey, Calcium Propionate (A Preservative), Vinegar, Sodium Stearoyl Lactylate, Dextrose, Natural Flavor, Wheat Starch, Calcium Sulfate, Calcium Phosphate, Ascorbic Acid, Citric Acid, Sesame; Topped With Butter."}, { "name": "White Bread", "SS": "24 oz Loaf", "C": "1782", "TF": "22g", "SF": "nan", "Ch": "0mg", "Na": "2900mg", "Carb": "334g", "Su": "45g", "P": "45g", "Allergens": "Gluten,Milk,Sesame,Soy,Vegetarian,Wheat", "Ingredients": "Enriched Flour [Unbleached Wheat Flour, Malted Barley Flour, Reduced Iron, Thiamine Mononitrate (Vitamin B1), Riboflavin (Vitamin B2), Niacin (Vitamin B3), Folic Acid], Water, High Fructose Corn Syrup, Yeast, Soybean Oil, Salt, Modified Whey, Vinegar, Wheat Starch, Monoglycerides, Wheat Protein Isolate, Calcium Propionate (A Preservative), Lactic Acid, Natural Flavors, Sodium Stearoyl Lactylate, Calcium Sulfate, Calcium Phosphate, Ascorbic Acid, Sesame."}, { "name": "Red Curry Chicken with Potatoes", "SS": "3/4 Cup Serving", "C": "249", "TF": "15g", "SF": "nan", "Ch": "35mg", "Na": "620mg", "Carb": "14g", "Su": "5g", "P": "15g", "Allergens": "Coconut,Fish,Shellfish", "Ingredients": "Chicken Breast Diced Raw 1/2 inch  (Chicken.), Water (Water), Milk Coconut 6 x #10 (Coconut Milk, Water, Polysorbate 60, Guar Gum, Sodium Carboxyl Methyl Cellulose, Sodium Metabisulfite (Preservative).), Potato Peeled Diced 1/2 inch  (Potatoes, Dextrose, Disodium Dihydrogen Pyrophosphate (To Maintain Natural Color)), Milk Coconut 6 x #10 (Coconut Milk, Water, Polysorbate 60, Guar Gum, Sodium Carboxyl Methyl Cellulose, Sodium Metabisulfite (Preservative).), Yellow Onion, Paste Curry Red 35 oz (Garlic, Dried Red Chili, Lemongrass, Shallot, Salt, Galangal, Shrimp Paste (Shrimp, Salt), Kaffir Lime Peel, Pepper), Fish Sauce (Anchovy Extract (Fish), Salt, Water, Sugar, Hydrolyzed Vegetable Protein (Corn).), Brown Sugar (Sugar, Cane Molasses), Spice Curry Powder 16 oz. (Spices, Turmeric (As Color), Salt, Red Pepper, Spice Extract)"}, { "name": "Pork Potstickers", "SS": "1 Each Serving", "C": "53", "TF": "1.5g", "SF": "nan", "Ch": "5mg", "Na": "150mg", "Carb": "8g", "Su": "less than 1 g", "P": "2g", "Allergens": "Gluten,Sesame,Soy,Wheat", "Ingredients": "Appetizer Potsticker Pork Vegetable (Filling: Pork, Cabbage, Green Onion, Sugar, Corn Starch, Salt, Soy Sauce (Water, Wheat, Soybeans, Salt), Garlic, Sesame Seed Oil, Ginger, Yeast Extract, Black Pepper. Wrapper: Enriched Unbleached Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Food Starch, Salt, Soybean Oil.)"}, { "name": "Potsticker Sauce", "SS": "Tablespoon", "C": "18", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "370mg", "Carb": "3g", "Su": "3g", "P": "less than 1 g", "Allergens": "Gluten,Sesame,Shellfish,Soy,Wheat", "Ingredients": "Water (Water), Sauce Soy Tamari GF (Water, Soybeans, Salt, Alcohol (To Preserve Freshness).), Vinegar White, Granulated Sugar (Sugar.), Sauce Oyster 6 x 5# (Water, Sugar, Salt, Oyster Extractives (Oyster, Water, Salt), Salt, Modified Corn Starch, Monosodium Glutamate, Wheat Flour, Caramel Color.), Oil Sesame 6 x 61 oz (100% Pure Sesame Oil.), Garlic Chopped (Minced Garlic (Peeled Garlic)), Ginger Root 30# Case (Ginger Root.)"}, { "name": "Long Grain Rice", "SS": "1/2 Cup ", "C": "122", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "27g", "Su": "0g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water (Water), Rice Long Grain (Long Grain Rice Enriched With Iron (Ferric Orthophosphate), Niacin, Thiamin (Thiamin Mononitrate), And Folic Acid.)"}, { "name": "Fried Rice", "SS": "1/2 Cup Serving", "C": "180", "TF": "6g", "SF": "nan", "Ch": "45mg", "Na": "440mg", "Carb": "27g", "Su": "1g", "P": "4g", "Allergens": "Eggs,Gluten,Soy,Vegetarian,Wheat", "Ingredients": "Water (Water), Rice Long Grain (Long Grain Rice Enriched With Iron (Ferric Orthophosphate), Niacin, Thiamin (Thiamin Mononitrate), And Folic Acid.), Egg Whole Frozen (Egg (Whole Frozen)), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Peas (12 x 2.5#) (Peas, Salt), Carrots Diced Frozen (Carrots), Diced Onion, Granulated Sugar (Sugar.), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Sauce Soy Mushroom 12 x 5# (Water, Soybeans, Sugar, Salt, Wheat Flour, Extract Of Mushroom, Sulfur Dioxide.)"}, { "name": "Teriyaki Chicken", "SS": "4oz Serving", "C": "158", "TF": "8g", "SF": "nan", "Ch": "100mg", "Na": "130mg", "Carb": "0g", "Su": "0g", "P": "22g", "Allergens": "Soy", "Ingredients": "Chicken Thighs Fajita Strips (Boneless Skinless Dark Meat Chicken Thighs.), Teriyaki Sauce (Sauce Soy Tamari GF (Water, Soybeans, Salt, Alcohol (To Preserve Freshness).), Granulated Sugar (Sugar.), Water (Water), Ginger Root 30# Case (Ginger Root.), Garlic Powder (Garlic Powder.), Spice Pepper Black Ground 18 oz (Black Pepper))"}, { "name": "Stir Fry Chicken", "SS": "4oz Serving", "C": "177", "TF": "9g", "SF": "nan", "Ch": "115mg", "Na": "350mg", "Carb": "less than 1 g", "Su": "0g", "P": "24g", "Allergens": "", "Ingredients": "Chicken Thighs Fajita Strips (Boneless Skinless Dark Meat Chicken Thighs.), Garlic Powder (Garlic Powder.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spice Pepper Black Ground 18 oz (Black Pepper)"}, { "name": "Sliced Smoked Polish Sausage", "SS": "Ounce", "C": "87", "TF": "7g", "SF": "nan", "Ch": "15mg", "Na": "230mg", "Carb": "1g", "Su": "0g", "P": "4g", "Allergens": "", "Ingredients": "Pork, Beef, Water, Salt, Corn Syrup Solids, Spices, Dextrose, Paprika, Dried Garlic, Sodium Erythorbate, Flavoring, Disodium Inosinate And Disodium Guanylate, Sodium Nitrite."}, { "name": "Fried Tofu Cubes", "SS": "3 Ounce Portion", "C": "138", "TF": "2.5g", "SF": "nan", "Ch": "0mg", "Na": "10mg", "Carb": "23g", "Su": "less than 1 g", "P": "6g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Tofu (Non-GMO Soybeans, Water, Calcium Sulfate, Glucono Delta Lactone (GDL).), Cornstarch (Corn Starch.)"}, { "name": "Linguini", "SS": "1 Cup ", "C": "430", "TF": "3g", "SF": "nan", "Ch": "0mg", "Na": "590mg", "Carb": "88g", "Su": "4g", "P": "15g", "Allergens": "Gluten,Vegetarian,Vegan,Wheat", "Ingredients": "Water (Water), Pasta Linguini  2 x 10# (Semolina Wheat, Durum Wheat Flour, Vitamin B3 Niacin, Iron Ferrous Sulfate, Vitamin B1 Thiamine Mononitrate, Vitamin B2 Riboflavin, Folic Acid.), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.)"}, { "name": "Broccoli Florets", "SS": "1/2 Cup", "C": "18", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "10mg", "Carb": "3g", "Su": "less than 1 g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Broccoli Florets (Broccoli Florettes.)"}, { "name": "Baby Corn", "SS": "1/4 Cup", "C": "10", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "5mg", "Carb": "2g", "Su": "", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Young Corn, Water, Salt."}, { "name": "Matchstick Carrots", "SS": "Ounce", "C": "12", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "20mg", "Carb": "3g", "Su": "1g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": ""}, { "name": "Zucchini", "SS": "1/2 Cup Serving", "C": "6", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "1g", "Su": "less than 1 g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Zucchini (Zucchini)"}, { "name": "Yellow Onion", "SS": "1/4 Cup Serving", "C": "14", "TF": "0g", "SF": "nan", "Ch": "less than 5 mg", "Na": "45mg", "Carb": "2g", "Su": "1g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Yellow Onion"}, { "name": "Teriyaki Sauce", "SS": "1 oz Ladle", "C": "45", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "960mg", "Carb": "10g", "Su": "9g", "P": "2g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Sauce Soy Tamari GF (Water, Soybeans, Salt, Alcohol (To Preserve Freshness).), Granulated Sugar (Sugar.), Water (Water), Ginger Root 30# Case (Ginger Root.), Garlic Powder (Garlic Powder.), Spice Pepper Black Ground 18 oz (Black Pepper)"}, { "name": "Korean Stir Fry Sauce", "SS": "2oz Ladle", "C": "174", "TF": "5g", "SF": "nan", "Ch": "0mg", "Na": "2610mg", "Carb": "29g", "Su": "25g", "P": "5g", "Allergens": "Sesame,Soy,Vegetarian,Vegan", "Ingredients": "Sauce Soy Tamari GF (Water, Soybeans, Salt, Alcohol (To Preserve Freshness).), Brown Sugar (Sugar, Cane Molasses), Sauce Garlic Chili 3x1 Gal (Chili, Salt, Garlic, Distilled Vinegar, Potassium Sorbate And Sodium Bisulfate As Preservatives, And Xanthan Gum.), Oil Sesame 6 x 61 oz (100% Pure Sesame Oil.), Ginger Root 30# Case (Ginger Root.), Crushed Red Pepper (Crushed Red Pepper), Garlic Chopped (Minced Garlic (Peeled Garlic))"}, { "name": "Asian BBQ Stir Fry Sauce", "SS": "Tablespoon", "C": "35", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "210mg", "Carb": "9g", "Su": "8g", "P": "0g", "Allergens": "Gluten,Sesame,Soy,Vegetarian,Wheat", "Ingredients": "Ken's Cannonball BBQ Sauce (Sugar, Distilled Vinegar, Water, Tomato Paste, Molasses, Modified Potato Starch, Salt, Contains Less Than 2% Of Natural Smoke Flavor, Mustard Flour, Spice, Paprika, Onion, Garlic, Caramel Color, Maltodextrin, Chili Powder (Chili Pepper, Spice, Salt, Garlic), Autolyzed Yeast Extract, Natural Flavor.), Honey (Honey), Hoisin Sauce (Sugar, Water, Fermented Soybean Paste (Water, Salt, Soybeans, Wheat Flour), Salt, Modified Corn Starch, Contains Less Than 2% Of Sweet Potato Powder, Sesame Paste, Caramel Color, Spices, Dehydrated Garlic, Salted Chili Peppers (Chili Peppers, Salts), Acetic Acid, FD&C Red No. 40.), Spice Five Spice Powder 16 oz (Cinnamon, Star Anise, Cloves, Ginger, Sulfuring Agent)"}, { "name": "Korean Red Pepper Sauce", "SS": "Tablespoon", "C": "56", "TF": "5g", "SF": "nan", "Ch": "0mg", "Na": "110mg", "Carb": "2g", "Su": "less than 1 g", "P": "less than 1 g", "Allergens": "Sesame,Soy,Vegetarian,Vegan", "Ingredients": "Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Sauce Soy Tamari GF (Water, Soybeans, Salt, Alcohol (To Preserve Freshness).), Vinegar Apple Cider (Made From The Juices Of Apples, Diluted With Water To A Uniform Pickling And Table Strength Of 5% (50 Grains) Acidity.), Crushed Red Pepper (Crushed Red Pepper), Garlic Chopped (Minced Garlic (Peeled Garlic)), Granulated Sugar (Sugar.), Spice Sesame Seed 18 oz (Sesame Seeds), Oil Sesame 6 x 61 oz (100% Pure Sesame Oil.)"}, { "name": "Baked Potato", "SS": "Each", "C": "167", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "20mg", "Carb": "38g", "Su": "2g", "P": "4g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Baked Potato"}, { "name": "Salad Mix", "SS": "Ounce", "C": "4", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Romaine Lettuce (Romaine Lettuce), Chopped Lettuce (Lettuce)"}, { "name": "Long Grain Rice", "SS": "1/2 Cup ", "C": "122", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "27g", "Su": "0g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water (Water), Rice Long Grain (Long Grain Rice Enriched With Iron (Ferric Orthophosphate), Niacin, Thiamin (Thiamin Mononitrate), And Folic Acid.)"}, { "name": "Fire Braised Chicken Breast", "SS": "Ounce", "C": "33", "TF": "1g", "SF": "nan", "Ch": "25mg", "Na": "100mg", "Carb": "0g", "Su": "0g", "P": "7g", "Allergens": "", "Ingredients": "Chicken Breast Meat, Water, Salt, Baking Soda, Natural Flavoring."}, { "name": "Austin Blues Pulled Pork", "SS": "Ounce", "C": "81", "TF": "6g", "SF": "nan", "Ch": "25mg", "Na": "150mg", "Carb": "1g", "Su": "1g", "P": "7g", "Allergens": "", "Ingredients": "Smoked Cooked Pork, Cider Vinegar, Sugar, Salt, Spices."}, { "name": "Grilled Jalapeno", "SS": "2 oz Portion", "C": "35", "TF": "2g", "SF": "nan", "Ch": "0mg", "Na": "230mg", "Carb": "4g", "Su": "2g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Jalapeno Peppers (Jalapeno Pepper.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda)"}, { "name": "Vegan Nacho Cheese", "SS": "Ounce", "C": "71", "TF": "5g", "SF": "nan", "Ch": "0mg", "Na": "160mg", "Carb": "5g", "Su": "0g", "P": "0g", "Allergens": "Coconut,Vegetarian,Vegan", "Ingredients": "Filtered Water, Coconut Oil, Tapioca Maltodextrin, Tapioca Starch, Salt, Pea Protein, Jalapeño, Yeast Extract, Lactic Acid, Carrageenan, Natural Flavors, Annatto, Sunflower Lecithin, Natural White Color, Citric Acid, Xanthan Gum."}, { "name": "Fresh Pico De Gallo", "SS": "1/4 Cup Serving", "C": "13", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "150mg", "Carb": "3g", "Su": "1g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Roma Tomato (Tomato), Diced Onion, Minced Garlic (Peeled Garlic), Cilantro (Cilantro), Lime Juice (Water, Lime Juice Concentrate, Sodium Benzoate (Preservative), Sodium Bisulfate (Preservative), Lime Oil.), Jalapeno Peppers (Jalapeno Pepper.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spice Pepper Black Ground 18 oz (Black Pepper)"}, { "name": "Pickled Red Onion", "SS": "Tablespoon", "C": "4", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "180mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water (Water), Red Onion, Vinegar Apple Cider (Made From The Juices Of Apples, Diluted With Water To A Uniform Pickling And Table Strength Of 5% (50 Grains) Acidity.), Minced Garlic (Peeled Garlic), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spice Fennel Seed 14 oz (Fennel Seeds), Dill Weed, Spice Bay Leaf Whole (Bay Leaf)"}, { "name": "Green Onion", "SS": "Ounce", "C": "9", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "2g", "Su": "less than 1 g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Onion Green"}, { "name": "Diced Avocado", "SS": "Ounce", "C": "62", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "50mg", "Carb": "2g", "Su": "0g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Avocado, Salt, Ascorbic Acid (To Maintain Natural Color), Citric Acid."}, { "name": "Diced Tomatoes", "SS": "1/4 Cup", "C": "8", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "2g", "Su": "1g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Tomatoes (Tomato)"}, { "name": "Vegan Mozzarella Shredded Cheese", "SS": "Ounce", "C": "91", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "280mg", "Carb": "7g", "Su": "0g", "P": "1g", "Allergens": "Coconut,Vegetarian,Vegan", "Ingredients": "Filtered Water, Tapioca Flour, Expeller Pressed Non-GMO Canola And/Or Safflower Oil, Coconut Oil, Pea Protein, Salt, Vegan Natural Flavours, Inactive Yeast, Vegetable Glycerin, Xanthan Gum, Citric Acid (Vegan, For Flavour), Titanium Dioxide (A Naturally Occurring Mineral)."}, { "name": "Roasted Broccoli", "SS": "4 oz Serving", "C": "51", "TF": "2.5g", "SF": "nan", "Ch": "0mg", "Na": "160mg", "Carb": "6g", "Su": "1g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Broccoli Florets (Broccoli Florettes.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spice Pepper Black Ground 18 oz (Black Pepper)"}, { "name": "Roasted Corn", "SS": "4 oz Serving", "C": "123", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "140mg", "Carb": "20g", "Su": "10g", "P": "4g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Sweet Corn (Corn.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda)"}, { "name": "Bacon Bits", "SS": "1 oz Ladle", "C": "43", "TF": "3g", "SF": "nan", "Ch": "20mg", "Na": "230mg", "Carb": "0g", "Su": "0g", "P": "4g", "Allergens": "", "Ingredients": "Bacon Bits (Bacon Cured With Water, Salt, Sugar, Sodium Erythorbate, Sodium Nitrite. May Also Contain Dextrose, Flavoring, Honey, Dehydrated Pork Broth, Potassium Chloride, Potassium Lactate, Smoke Flavoring, Sodium Diacetate, Sodium Phosphate.)"}, { "name": "Homefree Ginger Snap Cookie", "SS": "Cookie", "C": "140", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "21g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Pear Juice From Concentrate, High Oleic Safflower Oil, Organic Tapioca Starch, Molasses, Organic Ground Ginger, Baking Soda (Sodium Bicarbonate), Organic Cinnamon, Salt, Pure Vanilla Extract, Cream Of Tartar, Xanthan Gum, Organic Cloves, Rosemary Extract."}, { "name": "Homefree Chocolate Chip Cookie", "SS": "Cookie", "C": "140", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "95mg", "Carb": "19g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, High Oleic Safflower Oil, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), Organic Tapioca Starch, Pear Juice Concentrate, Baking Soda (Sodium Bicarbonate), Pure Vanilla Extract, Salt, Cream Of Tartar, Xanthan Gum, Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Homefree Chocolate Chip Brownie", "SS": "Brownie", "C": "235", "TF": "9g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "36g", "Su": "22g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), High Oleic Safflower Oil, Pear Juice Concentrate, Non-Alkalized Cocoa Powder, Tapioca Syrup, Demerara Sugar, Organic Tapioca Starch, Pure Vanilla Extract, Salt, Xanthan Gum, Baking Soda (Sodium Bicarbonate), Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Sugar Cookie", "SS": "Cookie", "C": "120", "TF": "5g", "SF": "nan", "Ch": "5mg", "Na": "105mg", "Carb": "17g", "Su": "10g", "P": "less than 1 g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Dough Cookie Sugar 1oz (Enriched Bleached Flour (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Sugar, Margarine (Palm Oil, Water, Soybean Oil, Contains 2 Or Less Of: Salt, Mono- And Diglycerides, Natural Flavors [Contains Milk], Citric Acid, Vitamin A Palmitate Added, Beta Carotene [Color]), Eggs, Contains 2 Or Less Of: Invert Sugar, Salt, Baking Soda, Defatted Soy Flour.)"}, { "name": "Strawberry Butter Cream Frosting", "SS": "Tablespoon", "C": "74", "TF": "3g", "SF": "nan", "Ch": "0mg", "Na": "45mg", "Carb": "12g", "Su": "12g", "P": "0g", "Allergens": "Milk,Soy,Vegetarian", "Ingredients": "Powdered Sugar (Sugar, Carnauba Wax), Margarine (Vegetable Oil Blend (Palm Oil And Soybean Oil), Water, Salt, Contains Less Than 2% Of Soy Lecithin, Vegetable Mono Diglycerides, Potassium Sorbate (A Preservative), Citric Acid, Natural Artificial Flavor, Beta Carotene (Color), Vitamin A Palmitate Added, Whey.), Sliced Strawberries (Strawberries, Sugar.), 2% Milk (Grade A Reduced Fat Milk, Vitamin A Palmitate & Vitamin D3.), Flavor Vanilla Imitation (Water, Caramel Color, Artifical Flavor, Citric Acid, Sodium Benzoate (Preservative).), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda)"}, { "name": "Chocolate Layer Cake", "SS": "Cut 16 Serving", "C": "313", "TF": "14g", "SF": "nan", "Ch": "30mg", "Na": "380mg", "Carb": "39g", "Su": "27g", "P": "2g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Sugar, Water, Enriched Flour (Bleached Wheat Flour, Wheat Flour, Niacin, Reduced Iron,Thiamine Mononitrate, Riboflavin, Folic Acid), Vegetable Oil (Soybean, Palm), Eggs, Cocoa Processed With Alkali, High Fructose Corn Syrup, Corn Syrup, Shortening [Palm Oil And Soybean Oil, Citric Acid (Preservative)], Contains 2% Or Less: Skim Milk, Caramel Color, Corn Starch, Salt, Modified Corn Starch, Mono- And Diglycerides, Leavening (Sodium Aluminum Phosphate, Baking Soda, Monocalcium Phosphate), Sodium Alginate, Wheat Starch, Natural And Artificial Flavors, Polysorbate 60, Gellan Gum, Soy Lecithin, Lactylic Esters Of Fatty Acids."}, { "name": "Lemon Crunch Pie", "SS": "10 Cut Serving", "C": "371", "TF": "14g", "SF": "nan", "Ch": "30mg", "Na": "390mg", "Carb": "58g", "Su": "29g", "P": "4g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Pie Lemon Crunch Unbaked 10 inch  CP (Water, Enriched Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Sugar, Corn Syrup, Vegetable Oil (Palm, Soybean), Eggs, Modified Corn Starch, Contains 2% Or Less: Lemon Juice Concentrate, White Grape Juice Concentrate, Salt, Butter (Cream, Salt), Lemon Juice Solids, Natural Flavors, Cellulose Gel, Lemon Oil, Wheat Gluten, Mono- And Diglycerides, Colored With (Annatto Extract, Turmeric).)"}, { "name": "Sliced Strawberries", "SS": "#8 Disher", "C": "127", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "30g", "Su": "28g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Sliced Strawberries (Strawberries, Sugar.)"}, { "name": "Applesauce", "SS": "1/2 Cup", "C": "96", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "35mg", "Carb": "25g", "Su": "", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Apples, Sugar, Water, Ascorbic Acid Added To Maintain Color."}, { "name": "Bread White Udi's 24 oz GF", "SS": "Slice", "C": "121", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "230mg", "Carb": "21g", "Su": "3g", "P": "2g", "Allergens": "Eggs", "Ingredients": "Water, Pea Starch, Modified Tapioca Starch, Rice Starch, Canola Oil, Rice Flour, Sorghum Flour, Tapioca Starch, Invert Cane Sugar, Egg Whites, Cane Sugar, Modified Cellulose, Apple Cider Vinegar, Salt, Yeast, Cultured Brown Rice, Brown Rice, Guar Gum, Xanthan Gum, Enzymes."}, { "name": "GF Hamburger Bun", "SS": "Bun", "C": "249", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "460mg", "Carb": "46g", "Su": "6g", "P": "5g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Tapioca Starch, Brown Rice Flour, (Rice Flour, Rice Bran With Germ), Canola Oil, Resistant Corn Starch, Egg Whites, Invert Cane Sugar, Tapioca Maltodextrin, Potato Flour, Cane Sugar, Tapioca Syrup, Yeast, Sugarcane Fiber, Salt, Gum (Xanthan Gum, Sodium Alginate, Guar Gum), Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Xanthan Gum, Enzymes."}, { "name": "Vegan Mozzarella Shredded Cheese", "SS": "Ounce", "C": "91", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "280mg", "Carb": "7g", "Su": "0g", "P": "1g", "Allergens": "Coconut,Vegetarian,Vegan", "Ingredients": "Filtered Water, Tapioca Flour, Expeller Pressed Non-GMO Canola And/Or Safflower Oil, Coconut Oil, Pea Protein, Salt, Vegan Natural Flavours, Inactive Yeast, Vegetable Glycerin, Xanthan Gum, Citric Acid (Vegan, For Flavour), Titanium Dioxide (A Naturally Occurring Mineral)."}, { "name": "Cauliflower Crust Pepperoni Pizza", "SS": "Pizza", "C": "995", "TF": "53g", "SF": "nan", "Ch": "155mg", "Na": "2210mg", "Carb": "88g", "Su": "8g", "P": "41g", "Allergens": "Eggs,Milk,Soy", "Ingredients": "GF Cauliflower Pizza Crust (Cauliflower, Low Moisture Mozzarella Cheese (Pasteurized Milk, Cheese Cultures, Salt, Enzyme), Tapioca Starch, Rice Flour, Rice Starch, Egg Whites, Modified Rice Starch, Cane Sugar, Yeast, Salt, Garlic Powder, Spices, Xanthan Gum, Cultured Brown Rice, Brown Rice Flour, Citric Acid, Lactic Acid.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Marinara Sauce (Tomato Puree (Water, Tomato Paste), Diced Tomatoes, Less Than 2% Of: Sugar, Soybean Oil, Salt, Spice, Dired Garlic, Dried Onion, Olive Oil, Citric Acid, Sea Salt, Natural Flavor.), Sliced Pepperoni (BHA, BHT With Citric Acid Added To Help Protect Flavor, Pork And Beef, Salt, Contains 2% Or Less Of: Water, Dextrose, Spices, Lactic Acid Starter Culture, Oleoresin Of Paprika, Garlic Powder, Sodium Nitrite, Citric Acid, BHA, BHT.)"}, { "name": "Cauliflower Crust Cheese Pizza", "SS": "Pizza", "C": "889", "TF": "43g", "SF": "nan", "Ch": "135mg", "Na": "1810mg", "Carb": "88g", "Su": "8g", "P": "37g", "Allergens": "Eggs,Milk,Soy,Vegetarian", "Ingredients": "GF Cauliflower Pizza Crust (Cauliflower, Low Moisture Mozzarella Cheese (Pasteurized Milk, Cheese Cultures, Salt, Enzyme), Tapioca Starch, Rice Flour, Rice Starch, Egg Whites, Modified Rice Starch, Cane Sugar, Yeast, Salt, Garlic Powder, Spices, Xanthan Gum, Cultured Brown Rice, Brown Rice Flour, Citric Acid, Lactic Acid.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Marinara Sauce (Tomato Puree (Water, Tomato Paste), Diced Tomatoes, Less Than 2% Of: Sugar, Soybean Oil, Salt, Spice, Dired Garlic, Dried Onion, Olive Oil, Citric Acid, Sea Salt, Natural Flavor.)"}, { "name": "GF Blueberry Muffin", "SS": "Each", "C": "270", "TF": "9g", "SF": "nan", "Ch": "60mg", "Na": "250mg", "Carb": "39g", "Su": "22g", "P": "3g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Cane Sugar, Eggs, Water, Tapioca Starch, Brown Rice Flour (Rice Flour And Rice Bran). Blueberries, Canola Oil, Potato Starch, Sugar, Palm Oil, Dried Blueberries, Baking Powder (Sodium Acid  Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Natural Flavor, Salt, Sunflower Lecithin, Lemon Flavedo (Lemon Peel, Cane Sugar, Lemon Oil Essence), Xanthan Gum"}, { "name": "Malibu Burger", "SS": "Burger", "C": "164", "TF": "8g", "SF": "nan", "Ch": "0mg", "Na": "450mg", "Carb": "22g", "Su": "2g", "P": "4g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Vegan Malibu Burger 3.2 oz (Cooked Brown Rice (Water, Organic Brown Rice), Water, Organic Corn, Organic Carrots, Organic Onions, Organic Green Peppers, Organic Rolled Oats, Organic Canola Oil, Organic High Oleic Sunflower Oil, Organic Red Bell Peppers, Organic Soy Protein Flour, Contains Two Percent Or Less Of Gum Blend (Carrageenan, Konjac Flour), Organic Soy Sauce (Water, Organic Soybeans, Salt, Organic Wheat), Organic Onion Powder, Broccoli, Sea Salt, Organic Garlic Powder, Organic Black Pepper.)"}, { "name": "Italian Ice", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "GF Hot Dog Bun", "SS": "1.6 oz Bun", "C": "190", "TF": "5g", "SF": "nan", "Ch": "0mg", "Na": "350mg", "Carb": "35g", "Su": "5g", "P": "4g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Tapioca Starch, Brown Rice Flour (Rice Flour, Rice Bran with Germ), Canola Oil, Resistant Corn Starch, Egg Whites, Invert Cane Sugar, Tapioca Syrup, Yeast, Sugarcane Fiber, Salt, Gum (Xanthan Gum, Sodium Alginate, Guar Gum), Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Xanthan Gum, Enzymes."}, { "name": "Bratwurst", "SS": "1 Each ", "C": "319", "TF": "28g", "SF": "nan", "Ch": "65mg", "Na": "1000mg", "Carb": "5g", "Su": "less than 1 g", "P": "14g", "Allergens": "Gluten", "Ingredients": "Sausage Bratwurst Ckd 5/# Johnsonville (Pork, Water, Corn Syrup, Less Than 2% Of The Following: Salt, Modified Food Starch, Oat Fiber, Sodium Lactate, Dextrose, Sodium Phosphate, Flavorings, Sodium Acetate, BHA, Propyl Gallate, Citric Acid, Beef Collagen Casing.)"}, { "name": "Brat Bun", "SS": "Bun", "C": "170", "TF": "2g", "SF": "nan", "Ch": "0mg", "Na": "320mg", "Carb": "34g", "Su": "5g", "P": "5g", "Allergens": "Gluten,Sesame,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Enriched Flour [Unbleached Wheat Flour, Malted Barley Flour, Reduced Iron, Thiamine Mononitrate (Vitamin B1), Riboflavin (Vitamin B2), Niacin (Vitamin B3), Folic Acid], Water, Sugar, Yeast, Soybean Oil, Wheat Gluten, Salt, Vinegar, Calcium Propionate (A Preservative), Monoglycerides, Wheat Starch, Yellow Corn Flour, Annatto Extract And Turmeric Added For Color, Calcium Phosphate, Ascorbic Acid, Sesame."}, { "name": "Waffle Fries", "SS": "4 oz Serving", "C": "202", "TF": "9g", "SF": "nan", "Ch": "0mg", "Na": "180mg", "Carb": "28g", "Su": "0g", "P": "3g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Potato French Fry Waffle Lattice Cut 30# (Potatoes, Vegetable Oil (Soybean, Canola, And/Or Cottonseed), Contains Less Than 2% Of Dextrose, Disodium Dihydrogen Pyrophosphate (To Maintain Natural Flavor Color).), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine)"}, { "name": "Boneless Chicken Wings", "SS": "6 Piece Serving", "C": "313", "TF": "12g", "SF": "nan", "Ch": "45mg", "Na": "990mg", "Carb": "24g", "Su": "0g", "P": "17g", "Allergens": "Gluten,Soy,Wheat", "Ingredients": "Chicken BB 7206 PA Cntry Style Bnls Wing (Boneless Chicken Breast Meat With Rib Meat, Water, Seasoning (Modified Food Starch, Carrageenan), Salt, Sodium Phosphates. Breaded With Enriched Wheat Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Wheat Flour, Water, Salt, Spices, Leavening (Monocalcium Phosphate, Sodium Bicarbonate), Wheat Gluten, Soybean Oil, White Corn Flour, Yellow Corn Flour, Dehydrated Garlic, Soy Flour, Dried Onion, Dried Garlic, Extractives Of Paprika, Spice Extractives.)"}, { "name": "Sriracha Honey Wing Sauce", "SS": "1/4 Cup Serving", "C": "143", "TF": "11g", "SF": "nan", "Ch": "30mg", "Na": "1400mg", "Carb": "18g", "Su": "12g", "P": "0g", "Allergens": "Milk,Vegetarian", "Ingredients": "Sriracha Chili Sauce (Chili, Sugar, Salt, Garlic, Distilled Vinegar, Potassium Sorbate And Sodium Bisulfite As Preservatives, Xanthan Gum. Contains Sulphite (Sodium Bisulfate).), Honey (Honey), Butter Solids (Pasteurized Cream, Salt), Vinegar Rice Wine 4 x 1 Gal (Rice Vinegar(Water, Rice)), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda)"}, { "name": "Honey BBQ Wing Sauce", "SS": "1/4 Cup Serving", "C": "157", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "600mg", "Carb": "41g", "Su": "38g", "P": "0g", "Allergens": "Vegetarian", "Ingredients": "Ken's Cannonball BBQ Sauce (Sugar, Distilled Vinegar, Water, Tomato Paste, Molasses, Modified Potato Starch, Salt, Contains Less Than 2% Of Natural Smoke Flavor, Mustard Flour, Spice, Paprika, Onion, Garlic, Caramel Color, Maltodextrin, Chili Powder (Chili Pepper, Spice, Salt, Garlic), Autolyzed Yeast Extract, Natural Flavor.), Honey (Honey)"}, { "name": "Hidden Valley Ranch Dressing", "SS": "Tablespoon", "C": "68", "TF": "7g", "SF": "nan", "Ch": "less than 5 mg", "Na": "120mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Eggs,Milk,Soy,Vegetarian", "Ingredients": "Mayonnaise (Soybean Oil, Vinegar, Eggs, Water, Salt, Egg Yolks, Sugar, Calcium Disodium EDTA (To Protect Flavor), Dried Garlic, Dried Onions, Natural Flavor.), Milk Buttermilk 1/2 Gallon (Cultured Lowfat Milk, Nonfat Milk, Modified Corn Starch, Locust Bean Gum, Carrageenan, Salt, Sodium Citrate, Vitamin A Palmitate & D3 Added, Enzymes.), Dressing Mix Ranch Hidden Valley (Salt, Monosodium Glutamate, Dried Garlic, Modified Corn Starch, Spices, Dried Onion, Maltodextrin, Less Than 2% Of: Natural Flavor (Milk, Soy), Guar Gum, Calcium Stearate.)"}, { "name": "Celery Sticks", "SS": "3 Each", "C": "6", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "30mg", "Carb": "1g", "Su": "less than 1 g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Celery"}, { "name": "Baby Carrots", "SS": "5 Each", "C": "18", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "40mg", "Carb": "4g", "Su": "2g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Carrots"}, { "name": "Vegan Chik Nuggets", "SS": "Nugget", "C": "42", "TF": "2g", "SF": "nan", "Ch": "0mg", "Na": "80mg", "Carb": "4g", "Su": "0g", "P": "3g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Vegetarian Chicken Nuggets Morningstar (Water, Wheat Flour, Soy Protein Concentrate, Vegetable Oil (Corn, Canola And/Or Sunflower), Soy Protein Isolate. Contains 2% Or Less Of Wheat Gluten, Yellow Corn Flour, Dextrose, Methylcellulose, Cornstarch, Potato Starch, Yeast Extract, Maltodextrin, Sugar, Natural Flavors, Wheat Starch, Salt, Spices, Onion Powder, Yeast, Potassium Salt, Paprika Color, Leavening (Sodium Acid Pyrophosphate, Sodium Bicarbonate), Garlic Powder, Citric Acid, Xanthan Gum.)"}, { "name": "Roast Beef", "SS": "Ounce", "C": "35", "TF": "1.5g", "SF": "nan", "Ch": "15mg", "Na": "220mg", "Carb": "0g", "Su": "0g", "P": "5g", "Allergens": "", "Ingredients": "Rubbed With Salt, Dextrose, Sugar, Caramel Color, Garlic Powder, Onion Powder, Spices. After Cooking Contains Up To 12% Of: Water, Salt, Sodium Phosphates, Sugar, Flavoring."}, { "name": "Genoa Salami", "SS": "Ounce", "C": "106", "TF": "9g", "SF": "nan", "Ch": "25mg", "Na": "480mg", "Carb": "0g", "Su": "0g", "P": "6g", "Allergens": "", "Ingredients": "BHA, BHT With Citric Acid Added To Help Protect Flavor, Pork, Beef, Salt, Contains 2% Or Less Of Dextrose, Water, Natural Spices, Sodium Ascorbate, Lactic Acid Starter Culture, Sodium Nitrite, Garlic Powder, BHA, BHT, Citric Acid."}, { "name": "Turkey Breast", "SS": "Slice", "C": "17", "TF": "0g", "SF": "nan", "Ch": "10mg", "Na": "220mg", "Carb": "0g", "Su": "0g", "P": "3g", "Allergens": "", "Ingredients": "Turkey Breast Meat, Water, Salt, Sugar, Modified Cornstarch, Sodium Phosphates, Sodium Erythorbate, Sodium Nitrate."}, { "name": "Smoked Ham", "SS": "Slice", "C": "20", "TF": "0.5g", "SF": "nan", "Ch": "10mg", "Na": "230mg", "Carb": "less than 1 g", "Su": "less than 1 g", "P": "3g", "Allergens": "", "Ingredients": "36% Of Weight Is Added Ingredients. Cured With Water, Dextrose, Salt, Modified Cornstarch, Corn Syrup, Sodium Phosphates, Sodium Erythorbate, Sodium Nitrite."}, { "name": "Sliced Tomatoes", "SS": "2 Slices", "C": "9", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "2g", "Su": "1g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Tomatoes (Tomato)"}, { "name": "Sliced Red Onions", "SS": "Slice", "C": "2", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": ""}, { "name": "Leaf Lettuce", "SS": "1 Leaf", "C": "2", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Green Leaf Lettuce."}, { "name": "Provolone Cheese", "SS": "1/2 oz Slice", "C": "50", "TF": "4g", "SF": "nan", "Ch": "10mg", "Na": "125mg", "Carb": "0g", "Su": "0g", "P": "4g", "Allergens": "Milk,Vegetarian", "Ingredients": "Pasteurized Milk, Cheese Culture, Salt, Enzymes"}, { "name": "Cheddar Cheese", "SS": "3/4 oz Slice", "C": "86", "TF": "7g", "SF": "nan", "Ch": "20mg", "Na": "130mg", "Carb": "0g", "Su": "0g", "P": "5g", "Allergens": "Milk,Vegetarian", "Ingredients": "Pasteurized Milk, Salt, Cheese Culture, Annatto Color."}, { "name": "Pepper Jack Cheese", "SS": "3/4 oz Slice", "C": "71", "TF": "6g", "SF": "nan", "Ch": "20mg", "Na": "120mg", "Carb": "0g", "Su": "0g", "P": "5g", "Allergens": "Milk,Vegetarian", "Ingredients": "Pasteurized Milk, Jalapeno Peppers, Cheese Culture, Salt, Enzymes."}, { "name": "Mayonnaise", "SS": "Tablespoon", "C": "103", "TF": "11g", "SF": "nan", "Ch": "less than 5 mg", "Na": "85mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Eggs,Soy,Vegetarian", "Ingredients": "Soybean Oil, Vinegar, Eggs, Water, Salt, Egg Yolks, Sugar, Calcium Disodium EDTA (To Protect Flavor), Dried Garlic, Dried Onions, Natural Flavor."}, { "name": "Roasted Garlic Mayonnaise", "SS": "Tablespoon", "C": "99", "TF": "11g", "SF": "nan", "Ch": "less than 5 mg", "Na": "120mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Eggs,Soy,Vegetarian", "Ingredients": "Mayonnaise (Soybean Oil, Vinegar, Eggs, Water, Salt, Egg Yolks, Sugar, Calcium Disodium EDTA (To Protect Flavor), Dried Garlic, Dried Onions, Natural Flavor.), Roasted Garlic Base (Roasted Garlic, Water, Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Dextrose, Salt, Dried Garlic, 2% Or Less Of Canola Oil,  Dried Onions, Xanthan Gum, Potassium Chloride, Celery Juice Concentrate.)"}, { "name": "Spicy Mayonnaise", "SS": "Tablespoon", "C": "103", "TF": "11g", "SF": "nan", "Ch": "less than 5 mg", "Na": "120mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Eggs,Soy,Vegetarian", "Ingredients": "Mayonnaise (Soybean Oil, Vinegar, Eggs, Water, Salt, Egg Yolks, Sugar, Calcium Disodium EDTA (To Protect Flavor), Dried Garlic, Dried Onions, Natural Flavor.), Sauce Garlic Chili 3x1 Gal (Chili, Salt, Garlic, Distilled Vinegar, Potassium Sorbate And Sodium Bisulfate As Preservatives, And Xanthan Gum.)"}, { "name": "Spicy Brown Mustard", "SS": "Tablespoon", "C": "14", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "170mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water, Distilled And Cider Vinegar, Mustard Seed, Salt, White Wine, Citric Acid, Tartaric Acid, Spices, Turmeric, Oleoresin Paprika."}, { "name": "Bistro Sauce", "SS": "Tablespoon", "C": "104", "TF": "11g", "SF": "nan", "Ch": "less than 5 mg", "Na": "85mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Eggs,Soy,Vegetarian", "Ingredients": "Mayonnaise (Soybean Oil, Vinegar, Eggs, Water, Salt, Egg Yolks, Sugar, Calcium Disodium EDTA (To Protect Flavor), Dried Garlic, Dried Onions, Natural Flavor.), Spice Paprika Spanish (Paprika), Spice Chipotle Powder 1.5# (Chipotle Chile Peppers And Silicon Dioxide.), Garlic Seasoning (Garlic Powder.)"}, { "name": "Chipotle Ranch Sauce", "SS": "Tablespoon", "C": "68", "TF": "7g", "SF": "nan", "Ch": "less than 5 mg", "Na": "120mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Eggs,Milk,Soy,Vegetarian", "Ingredients": "Hidden Valley Ranch Dressing (Mayonnaise (Soybean Oil, Vinegar, Eggs, Water, Salt, Egg Yolks, Sugar, Calcium Disodium EDTA (To Protect Flavor), Dried Garlic, Dried Onions, Natural Flavor.), Milk Buttermilk 1/2 Gallon (Cultured Lowfat Milk, Nonfat Milk, Modified Corn Starch, Locust Bean Gum, Carrageenan, Salt, Sodium Citrate, Vitamin A Palmitate & D3 Added, Enzymes.), Dressing Mix Ranch Hidden Valley (Salt, Monosodium Glutamate, Dried Garlic, Modified Corn Starch, Spices, Dried Onion, Maltodextrin, Less Than 2% Of: Natural Flavor (Milk, Soy), Guar Gum, Calcium Stearate.)), Pepper Chipotle in Adobo 12oz Can (Water, Tomato Paste, Dried Chipotle Peppers, Distilled Vinegar, Corn Oil, Less Than 2% Of Iodized Salt (Contains Potassium Iodate), Corn Starch, Onion Powder, Garlic Powder, Spices.)"}, { "name": "Flour Tortilla 12 inch ", "SS": "Tortilla", "C": "304", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "620mg", "Carb": "51g", "Su": "0g", "P": "8g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Enriched Bleched Flour (Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Vegetable Shortening (Interesterified And Hydrogenated Soybean Oils), Contains 2% Or Less Of: Salt, Baking Soda, Sodium Acid Pyrophosphate, Distilled Monoglycerides, Enzymes, Vital Wheat Gluten, Cellulose Gum, Fumaric Acid And Calcium Propionate And Sorbic Acid (To Maintain Freshness)."}, { "name": "Wheat Bread", "SS": "Slice", "C": "85", "TF": "1g", "SF": "nan", "Ch": "0mg", "Na": "150mg", "Carb": "16g", "Su": "2g", "P": "3g", "Allergens": "Gluten,Milk,Sesame,Soy,Vegetarian,Wheat", "Ingredients": "Enriched Flour [Unbleached Wheat Flour, Malted Barley Flour, Reduced Iron, Thiamine Mononitrate (Vitamin B1), Riboflavin (Vitamin B2), Niacin (Vitamin B3), Folic Acid], Water, Whole Grain Wheat Flour, Yeast, Sugar, Wheat Bran, Wheat Gluten, Soybean Oil, Whole Grain Rolled Oats, Rye Flour, Barley Flakes, Salt, Molasses, Monoglycerides, Modified Whey, Calcium Propionate (A Preservative), Vinegar, Sodium Stearoyl Lactylate, Dextrose, Natural Flavor, Wheat Starch, Calcium Sulfate, Calcium Phosphate, Ascorbic Acid, Citric Acid, Sesame; Topped With Butter."}, { "name": "White Bread", "SS": "24 oz Loaf", "C": "1782", "TF": "22g", "SF": "nan", "Ch": "0mg", "Na": "2900mg", "Carb": "334g", "Su": "45g", "P": "45g", "Allergens": "Gluten,Milk,Sesame,Soy,Vegetarian,Wheat", "Ingredients": "Enriched Flour [Unbleached Wheat Flour, Malted Barley Flour, Reduced Iron, Thiamine Mononitrate (Vitamin B1), Riboflavin (Vitamin B2), Niacin (Vitamin B3), Folic Acid], Water, High Fructose Corn Syrup, Yeast, Soybean Oil, Salt, Modified Whey, Vinegar, Wheat Starch, Monoglycerides, Wheat Protein Isolate, Calcium Propionate (A Preservative), Lactic Acid, Natural Flavors, Sodium Stearoyl Lactylate, Calcium Sulfate, Calcium Phosphate, Ascorbic Acid, Sesame."}, { "name": "Red Curry Chicken with Potatoes", "SS": "3/4 Cup Serving", "C": "249", "TF": "15g", "SF": "nan", "Ch": "35mg", "Na": "620mg", "Carb": "14g", "Su": "5g", "P": "15g", "Allergens": "Coconut,Fish,Shellfish", "Ingredients": "Chicken Breast Diced Raw 1/2 inch  (Chicken.), Water (Water), Milk Coconut 6 x #10 (Coconut Milk, Water, Polysorbate 60, Guar Gum, Sodium Carboxyl Methyl Cellulose, Sodium Metabisulfite (Preservative).), Potato Peeled Diced 1/2 inch  (Potatoes, Dextrose, Disodium Dihydrogen Pyrophosphate (To Maintain Natural Color)), Milk Coconut 6 x #10 (Coconut Milk, Water, Polysorbate 60, Guar Gum, Sodium Carboxyl Methyl Cellulose, Sodium Metabisulfite (Preservative).), Yellow Onion, Paste Curry Red 35 oz (Garlic, Dried Red Chili, Lemongrass, Shallot, Salt, Galangal, Shrimp Paste (Shrimp, Salt), Kaffir Lime Peel, Pepper), Fish Sauce (Anchovy Extract (Fish), Salt, Water, Sugar, Hydrolyzed Vegetable Protein (Corn).), Brown Sugar (Sugar, Cane Molasses), Spice Curry Powder 16 oz. (Spices, Turmeric (As Color), Salt, Red Pepper, Spice Extract)"}, { "name": "Pork Potstickers", "SS": "1 Each Serving", "C": "53", "TF": "1.5g", "SF": "nan", "Ch": "5mg", "Na": "150mg", "Carb": "8g", "Su": "less than 1 g", "P": "2g", "Allergens": "Gluten,Sesame,Soy,Wheat", "Ingredients": "Appetizer Potsticker Pork Vegetable (Filling: Pork, Cabbage, Green Onion, Sugar, Corn Starch, Salt, Soy Sauce (Water, Wheat, Soybeans, Salt), Garlic, Sesame Seed Oil, Ginger, Yeast Extract, Black Pepper. Wrapper: Enriched Unbleached Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Food Starch, Salt, Soybean Oil.)"}, { "name": "Potsticker Sauce", "SS": "Tablespoon", "C": "18", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "370mg", "Carb": "3g", "Su": "3g", "P": "less than 1 g", "Allergens": "Gluten,Sesame,Shellfish,Soy,Wheat", "Ingredients": "Water (Water), Sauce Soy Tamari GF (Water, Soybeans, Salt, Alcohol (To Preserve Freshness).), Vinegar White, Granulated Sugar (Sugar.), Sauce Oyster 6 x 5# (Water, Sugar, Salt, Oyster Extractives (Oyster, Water, Salt), Salt, Modified Corn Starch, Monosodium Glutamate, Wheat Flour, Caramel Color.), Oil Sesame 6 x 61 oz (100% Pure Sesame Oil.), Garlic Chopped (Minced Garlic (Peeled Garlic)), Ginger Root 30# Case (Ginger Root.)"}, { "name": "Long Grain Rice", "SS": "1/2 Cup ", "C": "122", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "27g", "Su": "0g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water (Water), Rice Long Grain (Long Grain Rice Enriched With Iron (Ferric Orthophosphate), Niacin, Thiamin (Thiamin Mononitrate), And Folic Acid.)"}, { "name": "Fried Rice", "SS": "1/2 Cup Serving", "C": "180", "TF": "6g", "SF": "nan", "Ch": "45mg", "Na": "440mg", "Carb": "27g", "Su": "1g", "P": "4g", "Allergens": "Eggs,Gluten,Soy,Vegetarian,Wheat", "Ingredients": "Water (Water), Rice Long Grain (Long Grain Rice Enriched With Iron (Ferric Orthophosphate), Niacin, Thiamin (Thiamin Mononitrate), And Folic Acid.), Egg Whole Frozen (Egg (Whole Frozen)), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Peas (12 x 2.5#) (Peas, Salt), Carrots Diced Frozen (Carrots), Diced Onion, Granulated Sugar (Sugar.), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Sauce Soy Mushroom 12 x 5# (Water, Soybeans, Sugar, Salt, Wheat Flour, Extract Of Mushroom, Sulfur Dioxide.)"}, { "name": "Teriyaki Chicken", "SS": "4oz Serving", "C": "158", "TF": "8g", "SF": "nan", "Ch": "100mg", "Na": "130mg", "Carb": "0g", "Su": "0g", "P": "22g", "Allergens": "Soy", "Ingredients": "Chicken Thighs Fajita Strips (Boneless Skinless Dark Meat Chicken Thighs.), Teriyaki Sauce (Sauce Soy Tamari GF (Water, Soybeans, Salt, Alcohol (To Preserve Freshness).), Granulated Sugar (Sugar.), Water (Water), Ginger Root 30# Case (Ginger Root.), Garlic Powder (Garlic Powder.), Spice Pepper Black Ground 18 oz (Black Pepper))"}, { "name": "Stir Fry Chicken", "SS": "4oz Serving", "C": "177", "TF": "9g", "SF": "nan", "Ch": "115mg", "Na": "350mg", "Carb": "less than 1 g", "Su": "0g", "P": "24g", "Allergens": "", "Ingredients": "Chicken Thighs Fajita Strips (Boneless Skinless Dark Meat Chicken Thighs.), Garlic Powder (Garlic Powder.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spice Pepper Black Ground 18 oz (Black Pepper)"}, { "name": "Sliced Smoked Polish Sausage", "SS": "Ounce", "C": "87", "TF": "7g", "SF": "nan", "Ch": "15mg", "Na": "230mg", "Carb": "1g", "Su": "0g", "P": "4g", "Allergens": "", "Ingredients": "Pork, Beef, Water, Salt, Corn Syrup Solids, Spices, Dextrose, Paprika, Dried Garlic, Sodium Erythorbate, Flavoring, Disodium Inosinate And Disodium Guanylate, Sodium Nitrite."}, { "name": "Fried Tofu Cubes", "SS": "3 Ounce Portion", "C": "138", "TF": "2.5g", "SF": "nan", "Ch": "0mg", "Na": "10mg", "Carb": "23g", "Su": "less than 1 g", "P": "6g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Tofu (Non-GMO Soybeans, Water, Calcium Sulfate, Glucono Delta Lactone (GDL).), Cornstarch (Corn Starch.)"}, { "name": "Linguini", "SS": "1 Cup ", "C": "430", "TF": "3g", "SF": "nan", "Ch": "0mg", "Na": "590mg", "Carb": "88g", "Su": "4g", "P": "15g", "Allergens": "Gluten,Vegetarian,Vegan,Wheat", "Ingredients": "Water (Water), Pasta Linguini  2 x 10# (Semolina Wheat, Durum Wheat Flour, Vitamin B3 Niacin, Iron Ferrous Sulfate, Vitamin B1 Thiamine Mononitrate, Vitamin B2 Riboflavin, Folic Acid.), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.)"}, { "name": "Broccoli Florets", "SS": "1/2 Cup", "C": "18", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "10mg", "Carb": "3g", "Su": "less than 1 g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Broccoli Florets (Broccoli Florettes.)"}, { "name": "Baby Corn", "SS": "1/4 Cup", "C": "10", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "5mg", "Carb": "2g", "Su": "", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Young Corn, Water, Salt."}, { "name": "Matchstick Carrots", "SS": "Ounce", "C": "12", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "20mg", "Carb": "3g", "Su": "1g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": ""}, { "name": "Zucchini", "SS": "1/2 Cup Serving", "C": "6", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "1g", "Su": "less than 1 g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Zucchini (Zucchini)"}, { "name": "Yellow Onion", "SS": "1/4 Cup Serving", "C": "14", "TF": "0g", "SF": "nan", "Ch": "less than 5 mg", "Na": "45mg", "Carb": "2g", "Su": "1g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Yellow Onion"}, { "name": "Teriyaki Sauce", "SS": "1 oz Ladle", "C": "45", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "960mg", "Carb": "10g", "Su": "9g", "P": "2g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Sauce Soy Tamari GF (Water, Soybeans, Salt, Alcohol (To Preserve Freshness).), Granulated Sugar (Sugar.), Water (Water), Ginger Root 30# Case (Ginger Root.), Garlic Powder (Garlic Powder.), Spice Pepper Black Ground 18 oz (Black Pepper)"}, { "name": "Korean Stir Fry Sauce", "SS": "2oz Ladle", "C": "174", "TF": "5g", "SF": "nan", "Ch": "0mg", "Na": "2610mg", "Carb": "29g", "Su": "25g", "P": "5g", "Allergens": "Sesame,Soy,Vegetarian,Vegan", "Ingredients": "Sauce Soy Tamari GF (Water, Soybeans, Salt, Alcohol (To Preserve Freshness).), Brown Sugar (Sugar, Cane Molasses), Sauce Garlic Chili 3x1 Gal (Chili, Salt, Garlic, Distilled Vinegar, Potassium Sorbate And Sodium Bisulfate As Preservatives, And Xanthan Gum.), Oil Sesame 6 x 61 oz (100% Pure Sesame Oil.), Ginger Root 30# Case (Ginger Root.), Crushed Red Pepper (Crushed Red Pepper), Garlic Chopped (Minced Garlic (Peeled Garlic))"}, { "name": "Asian BBQ Stir Fry Sauce", "SS": "Tablespoon", "C": "35", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "210mg", "Carb": "9g", "Su": "8g", "P": "0g", "Allergens": "Gluten,Sesame,Soy,Vegetarian,Wheat", "Ingredients": "Ken's Cannonball BBQ Sauce (Sugar, Distilled Vinegar, Water, Tomato Paste, Molasses, Modified Potato Starch, Salt, Contains Less Than 2% Of Natural Smoke Flavor, Mustard Flour, Spice, Paprika, Onion, Garlic, Caramel Color, Maltodextrin, Chili Powder (Chili Pepper, Spice, Salt, Garlic), Autolyzed Yeast Extract, Natural Flavor.), Honey (Honey), Hoisin Sauce (Sugar, Water, Fermented Soybean Paste (Water, Salt, Soybeans, Wheat Flour), Salt, Modified Corn Starch, Contains Less Than 2% Of Sweet Potato Powder, Sesame Paste, Caramel Color, Spices, Dehydrated Garlic, Salted Chili Peppers (Chili Peppers, Salts), Acetic Acid, FD&C Red No. 40.), Spice Five Spice Powder 16 oz (Cinnamon, Star Anise, Cloves, Ginger, Sulfuring Agent)"}, { "name": "Korean Red Pepper Sauce", "SS": "Tablespoon", "C": "56", "TF": "5g", "SF": "nan", "Ch": "0mg", "Na": "110mg", "Carb": "2g", "Su": "less than 1 g", "P": "less than 1 g", "Allergens": "Sesame,Soy,Vegetarian,Vegan", "Ingredients": "Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Sauce Soy Tamari GF (Water, Soybeans, Salt, Alcohol (To Preserve Freshness).), Vinegar Apple Cider (Made From The Juices Of Apples, Diluted With Water To A Uniform Pickling And Table Strength Of 5% (50 Grains) Acidity.), Crushed Red Pepper (Crushed Red Pepper), Garlic Chopped (Minced Garlic (Peeled Garlic)), Granulated Sugar (Sugar.), Spice Sesame Seed 18 oz (Sesame Seeds), Oil Sesame 6 x 61 oz (100% Pure Sesame Oil.)"}, { "name": "Baked Potato", "SS": "Each", "C": "167", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "20mg", "Carb": "38g", "Su": "2g", "P": "4g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Baked Potato"}, { "name": "Salad Mix", "SS": "Ounce", "C": "4", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Romaine Lettuce (Romaine Lettuce), Chopped Lettuce (Lettuce)"}, { "name": "Long Grain Rice", "SS": "1/2 Cup ", "C": "122", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "27g", "Su": "0g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water (Water), Rice Long Grain (Long Grain Rice Enriched With Iron (Ferric Orthophosphate), Niacin, Thiamin (Thiamin Mononitrate), And Folic Acid.)"}, { "name": "Fire Braised Chicken Breast", "SS": "Ounce", "C": "33", "TF": "1g", "SF": "nan", "Ch": "25mg", "Na": "100mg", "Carb": "0g", "Su": "0g", "P": "7g", "Allergens": "", "Ingredients": "Chicken Breast Meat, Water, Salt, Baking Soda, Natural Flavoring."}, { "name": "Austin Blues Pulled Pork", "SS": "Ounce", "C": "81", "TF": "6g", "SF": "nan", "Ch": "25mg", "Na": "150mg", "Carb": "1g", "Su": "1g", "P": "7g", "Allergens": "", "Ingredients": "Smoked Cooked Pork, Cider Vinegar, Sugar, Salt, Spices."}, { "name": "Grilled Jalapeno", "SS": "2 oz Portion", "C": "35", "TF": "2g", "SF": "nan", "Ch": "0mg", "Na": "230mg", "Carb": "4g", "Su": "2g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Jalapeno Peppers (Jalapeno Pepper.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda)"}, { "name": "Vegan Nacho Cheese", "SS": "Ounce", "C": "71", "TF": "5g", "SF": "nan", "Ch": "0mg", "Na": "160mg", "Carb": "5g", "Su": "0g", "P": "0g", "Allergens": "Coconut,Vegetarian,Vegan", "Ingredients": "Filtered Water, Coconut Oil, Tapioca Maltodextrin, Tapioca Starch, Salt, Pea Protein, Jalapeño, Yeast Extract, Lactic Acid, Carrageenan, Natural Flavors, Annatto, Sunflower Lecithin, Natural White Color, Citric Acid, Xanthan Gum."}, { "name": "Fresh Pico De Gallo", "SS": "1/4 Cup Serving", "C": "13", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "150mg", "Carb": "3g", "Su": "1g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Roma Tomato (Tomato), Diced Onion, Minced Garlic (Peeled Garlic), Cilantro (Cilantro), Lime Juice (Water, Lime Juice Concentrate, Sodium Benzoate (Preservative), Sodium Bisulfate (Preservative), Lime Oil.), Jalapeno Peppers (Jalapeno Pepper.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spice Pepper Black Ground 18 oz (Black Pepper)"}, { "name": "Pickled Red Onion", "SS": "Tablespoon", "C": "4", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "180mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water (Water), Red Onion, Vinegar Apple Cider (Made From The Juices Of Apples, Diluted With Water To A Uniform Pickling And Table Strength Of 5% (50 Grains) Acidity.), Minced Garlic (Peeled Garlic), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spice Fennel Seed 14 oz (Fennel Seeds), Dill Weed, Spice Bay Leaf Whole (Bay Leaf)"}, { "name": "Green Onion", "SS": "Ounce", "C": "9", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "2g", "Su": "less than 1 g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Onion Green"}, { "name": "Diced Avocado", "SS": "Ounce", "C": "62", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "50mg", "Carb": "2g", "Su": "0g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Avocado, Salt, Ascorbic Acid (To Maintain Natural Color), Citric Acid."}, { "name": "Diced Tomatoes", "SS": "1/4 Cup", "C": "8", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "2g", "Su": "1g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Tomatoes (Tomato)"}, { "name": "Vegan Mozzarella Shredded Cheese", "SS": "Ounce", "C": "91", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "280mg", "Carb": "7g", "Su": "0g", "P": "1g", "Allergens": "Coconut,Vegetarian,Vegan", "Ingredients": "Filtered Water, Tapioca Flour, Expeller Pressed Non-GMO Canola And/Or Safflower Oil, Coconut Oil, Pea Protein, Salt, Vegan Natural Flavours, Inactive Yeast, Vegetable Glycerin, Xanthan Gum, Citric Acid (Vegan, For Flavour), Titanium Dioxide (A Naturally Occurring Mineral)."}, { "name": "Roasted Broccoli", "SS": "4 oz Serving", "C": "51", "TF": "2.5g", "SF": "nan", "Ch": "0mg", "Na": "160mg", "Carb": "6g", "Su": "1g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Broccoli Florets (Broccoli Florettes.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spice Pepper Black Ground 18 oz (Black Pepper)"}, { "name": "Roasted Corn", "SS": "4 oz Serving", "C": "123", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "140mg", "Carb": "20g", "Su": "10g", "P": "4g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Sweet Corn (Corn.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda)"}, { "name": "Bacon Bits", "SS": "1 oz Ladle", "C": "43", "TF": "3g", "SF": "nan", "Ch": "20mg", "Na": "230mg", "Carb": "0g", "Su": "0g", "P": "4g", "Allergens": "", "Ingredients": "Bacon Bits (Bacon Cured With Water, Salt, Sugar, Sodium Erythorbate, Sodium Nitrite. May Also Contain Dextrose, Flavoring, Honey, Dehydrated Pork Broth, Potassium Chloride, Potassium Lactate, Smoke Flavoring, Sodium Diacetate, Sodium Phosphate.)"}, { "name": "Homefree Ginger Snap Cookie", "SS": "Cookie", "C": "140", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "21g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Pear Juice From Concentrate, High Oleic Safflower Oil, Organic Tapioca Starch, Molasses, Organic Ground Ginger, Baking Soda (Sodium Bicarbonate), Organic Cinnamon, Salt, Pure Vanilla Extract, Cream Of Tartar, Xanthan Gum, Organic Cloves, Rosemary Extract."}, { "name": "Homefree Chocolate Chip Cookie", "SS": "Cookie", "C": "140", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "95mg", "Carb": "19g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, High Oleic Safflower Oil, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), Organic Tapioca Starch, Pear Juice Concentrate, Baking Soda (Sodium Bicarbonate), Pure Vanilla Extract, Salt, Cream Of Tartar, Xanthan Gum, Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Homefree Chocolate Chip Brownie", "SS": "Brownie", "C": "235", "TF": "9g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "36g", "Su": "22g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), High Oleic Safflower Oil, Pear Juice Concentrate, Non-Alkalized Cocoa Powder, Tapioca Syrup, Demerara Sugar, Organic Tapioca Starch, Pure Vanilla Extract, Salt, Xanthan Gum, Baking Soda (Sodium Bicarbonate), Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Sugar Cookie", "SS": "Cookie", "C": "120", "TF": "5g", "SF": "nan", "Ch": "5mg", "Na": "105mg", "Carb": "17g", "Su": "10g", "P": "less than 1 g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Dough Cookie Sugar 1oz (Enriched Bleached Flour (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Sugar, Margarine (Palm Oil, Water, Soybean Oil, Contains 2 Or Less Of: Salt, Mono- And Diglycerides, Natural Flavors [Contains Milk], Citric Acid, Vitamin A Palmitate Added, Beta Carotene [Color]), Eggs, Contains 2 Or Less Of: Invert Sugar, Salt, Baking Soda, Defatted Soy Flour.)"}, { "name": "Strawberry Butter Cream Frosting", "SS": "Tablespoon", "C": "74", "TF": "3g", "SF": "nan", "Ch": "0mg", "Na": "45mg", "Carb": "12g", "Su": "12g", "P": "0g", "Allergens": "Milk,Soy,Vegetarian", "Ingredients": "Powdered Sugar (Sugar, Carnauba Wax), Margarine (Vegetable Oil Blend (Palm Oil And Soybean Oil), Water, Salt, Contains Less Than 2% Of Soy Lecithin, Vegetable Mono Diglycerides, Potassium Sorbate (A Preservative), Citric Acid, Natural Artificial Flavor, Beta Carotene (Color), Vitamin A Palmitate Added, Whey.), Sliced Strawberries (Strawberries, Sugar.), 2% Milk (Grade A Reduced Fat Milk, Vitamin A Palmitate & Vitamin D3.), Flavor Vanilla Imitation (Water, Caramel Color, Artifical Flavor, Citric Acid, Sodium Benzoate (Preservative).), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda)"}, { "name": "Chocolate Layer Cake", "SS": "Cut 16 Serving", "C": "313", "TF": "14g", "SF": "nan", "Ch": "30mg", "Na": "380mg", "Carb": "39g", "Su": "27g", "P": "2g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Sugar, Water, Enriched Flour (Bleached Wheat Flour, Wheat Flour, Niacin, Reduced Iron,Thiamine Mononitrate, Riboflavin, Folic Acid), Vegetable Oil (Soybean, Palm), Eggs, Cocoa Processed With Alkali, High Fructose Corn Syrup, Corn Syrup, Shortening [Palm Oil And Soybean Oil, Citric Acid (Preservative)], Contains 2% Or Less: Skim Milk, Caramel Color, Corn Starch, Salt, Modified Corn Starch, Mono- And Diglycerides, Leavening (Sodium Aluminum Phosphate, Baking Soda, Monocalcium Phosphate), Sodium Alginate, Wheat Starch, Natural And Artificial Flavors, Polysorbate 60, Gellan Gum, Soy Lecithin, Lactylic Esters Of Fatty Acids."}, { "name": "Lemon Crunch Pie", "SS": "10 Cut Serving", "C": "371", "TF": "14g", "SF": "nan", "Ch": "30mg", "Na": "390mg", "Carb": "58g", "Su": "29g", "P": "4g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Pie Lemon Crunch Unbaked 10 inch  CP (Water, Enriched Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Sugar, Corn Syrup, Vegetable Oil (Palm, Soybean), Eggs, Modified Corn Starch, Contains 2% Or Less: Lemon Juice Concentrate, White Grape Juice Concentrate, Salt, Butter (Cream, Salt), Lemon Juice Solids, Natural Flavors, Cellulose Gel, Lemon Oil, Wheat Gluten, Mono- And Diglycerides, Colored With (Annatto Extract, Turmeric).)"}, { "name": "Sliced Strawberries", "SS": "#8 Disher", "C": "127", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "30g", "Su": "28g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Sliced Strawberries (Strawberries, Sugar.)"}, { "name": "Applesauce", "SS": "1/2 Cup", "C": "96", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "35mg", "Carb": "25g", "Su": "", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Apples, Sugar, Water, Ascorbic Acid Added To Maintain Color."}, { "name": "GF Hamburger Bun", "SS": "Bun", "C": "249", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "460mg", "Carb": "46g", "Su": "6g", "P": "5g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Tapioca Starch, Brown Rice Flour, (Rice Flour, Rice Bran With Germ), Canola Oil, Resistant Corn Starch, Egg Whites, Invert Cane Sugar, Tapioca Maltodextrin, Potato Flour, Cane Sugar, Tapioca Syrup, Yeast, Sugarcane Fiber, Salt, Gum (Xanthan Gum, Sodium Alginate, Guar Gum), Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Xanthan Gum, Enzymes."}, { "name": "Bread White Udi's 24 oz GF", "SS": "Slice", "C": "121", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "230mg", "Carb": "21g", "Su": "3g", "P": "2g", "Allergens": "Eggs", "Ingredients": "Water, Pea Starch, Modified Tapioca Starch, Rice Starch, Canola Oil, Rice Flour, Sorghum Flour, Tapioca Starch, Invert Cane Sugar, Egg Whites, Cane Sugar, Modified Cellulose, Apple Cider Vinegar, Salt, Yeast, Cultured Brown Rice, Brown Rice, Guar Gum, Xanthan Gum, Enzymes."}, { "name": "Vegan Mozzarella Shredded Cheese", "SS": "Ounce", "C": "91", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "280mg", "Carb": "7g", "Su": "0g", "P": "1g", "Allergens": "Coconut,Vegetarian,Vegan", "Ingredients": "Filtered Water, Tapioca Flour, Expeller Pressed Non-GMO Canola And/Or Safflower Oil, Coconut Oil, Pea Protein, Salt, Vegan Natural Flavours, Inactive Yeast, Vegetable Glycerin, Xanthan Gum, Citric Acid (Vegan, For Flavour), Titanium Dioxide (A Naturally Occurring Mineral)."}, { "name": "Cauliflower Crust Pepperoni Pizza", "SS": "Pizza", "C": "995", "TF": "53g", "SF": "nan", "Ch": "155mg", "Na": "2210mg", "Carb": "88g", "Su": "8g", "P": "41g", "Allergens": "Eggs,Milk,Soy", "Ingredients": "GF Cauliflower Pizza Crust (Cauliflower, Low Moisture Mozzarella Cheese (Pasteurized Milk, Cheese Cultures, Salt, Enzyme), Tapioca Starch, Rice Flour, Rice Starch, Egg Whites, Modified Rice Starch, Cane Sugar, Yeast, Salt, Garlic Powder, Spices, Xanthan Gum, Cultured Brown Rice, Brown Rice Flour, Citric Acid, Lactic Acid.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Marinara Sauce (Tomato Puree (Water, Tomato Paste), Diced Tomatoes, Less Than 2% Of: Sugar, Soybean Oil, Salt, Spice, Dired Garlic, Dried Onion, Olive Oil, Citric Acid, Sea Salt, Natural Flavor.), Sliced Pepperoni (BHA, BHT With Citric Acid Added To Help Protect Flavor, Pork And Beef, Salt, Contains 2% Or Less Of: Water, Dextrose, Spices, Lactic Acid Starter Culture, Oleoresin Of Paprika, Garlic Powder, Sodium Nitrite, Citric Acid, BHA, BHT.)"}, { "name": "Cauliflower Crust Cheese Pizza", "SS": "Pizza", "C": "889", "TF": "43g", "SF": "nan", "Ch": "135mg", "Na": "1810mg", "Carb": "88g", "Su": "8g", "P": "37g", "Allergens": "Eggs,Milk,Soy,Vegetarian", "Ingredients": "GF Cauliflower Pizza Crust (Cauliflower, Low Moisture Mozzarella Cheese (Pasteurized Milk, Cheese Cultures, Salt, Enzyme), Tapioca Starch, Rice Flour, Rice Starch, Egg Whites, Modified Rice Starch, Cane Sugar, Yeast, Salt, Garlic Powder, Spices, Xanthan Gum, Cultured Brown Rice, Brown Rice Flour, Citric Acid, Lactic Acid.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Marinara Sauce (Tomato Puree (Water, Tomato Paste), Diced Tomatoes, Less Than 2% Of: Sugar, Soybean Oil, Salt, Spice, Dired Garlic, Dried Onion, Olive Oil, Citric Acid, Sea Salt, Natural Flavor.)"}, { "name": "GF Blueberry Muffin", "SS": "Each", "C": "270", "TF": "9g", "SF": "nan", "Ch": "60mg", "Na": "250mg", "Carb": "39g", "Su": "22g", "P": "3g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Cane Sugar, Eggs, Water, Tapioca Starch, Brown Rice Flour (Rice Flour And Rice Bran). Blueberries, Canola Oil, Potato Starch, Sugar, Palm Oil, Dried Blueberries, Baking Powder (Sodium Acid  Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Natural Flavor, Salt, Sunflower Lecithin, Lemon Flavedo (Lemon Peel, Cane Sugar, Lemon Oil Essence), Xanthan Gum"}, { "name": "Malibu Burger", "SS": "Burger", "C": "164", "TF": "8g", "SF": "nan", "Ch": "0mg", "Na": "450mg", "Carb": "22g", "Su": "2g", "P": "4g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Vegan Malibu Burger 3.2 oz (Cooked Brown Rice (Water, Organic Brown Rice), Water, Organic Corn, Organic Carrots, Organic Onions, Organic Green Peppers, Organic Rolled Oats, Organic Canola Oil, Organic High Oleic Sunflower Oil, Organic Red Bell Peppers, Organic Soy Protein Flour, Contains Two Percent Or Less Of Gum Blend (Carrageenan, Konjac Flour), Organic Soy Sauce (Water, Organic Soybeans, Salt, Organic Wheat), Organic Onion Powder, Broccoli, Sea Salt, Organic Garlic Powder, Organic Black Pepper.)"}, { "name": "Italian Ice", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "GF Hot Dog Bun", "SS": "1.6 oz Bun", "C": "190", "TF": "5g", "SF": "nan", "Ch": "0mg", "Na": "350mg", "Carb": "35g", "Su": "5g", "P": "4g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Tapioca Starch, Brown Rice Flour (Rice Flour, Rice Bran with Germ), Canola Oil, Resistant Corn Starch, Egg Whites, Invert Cane Sugar, Tapioca Syrup, Yeast, Sugarcane Fiber, Salt, Gum (Xanthan Gum, Sodium Alginate, Guar Gum), Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Xanthan Gum, Enzymes."}]},{"place": "Ford", "items": [{ "name": "Scrambled Eggs", "SS": "1/2 Cup", "C": "160", "TF": "11g", "SF": "nan", "Ch": "310mg", "Na": "420mg", "Carb": "3g", "Su": "0g", "P": "12g", "Allergens": "Eggs,Milk,Vegetarian", "Ingredients": "Egg Scrambled Mix Frozen (Whole Eggs, Reconstituted Nonfat Dry Milk, Egg Whites, Corn Oil, Salt, Xanthan Gum, Citric Acid, Natural Flavoring, Annatto (A Natural Color).), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.)"}, { "name": "Hard Cooked Eggs", "SS": "Egg", "C": "68", "TF": "4.5g", "SF": "nan", "Ch": "165mg", "Na": "55mg", "Carb": "0g", "Su": "0g", "P": "5g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Eggs (Large Shell Egg)"}, { "name": "Potato Gems", "SS": "4 oz Serving", "C": "229", "TF": "12g", "SF": "nan", "Ch": "0mg", "Na": "430mg", "Carb": "26g", "Su": "0g", "P": "3g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Potato French Fry Tater Gems (Potatoes, Vegetable Oil (Soybean, Canola, And/Or Cottonseed Oils), Contains Less Than 2% Of Dextrose, Sea Salt, Disodium Dihydrogen Pytophosphate (To Maintain Natural Color).), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine)"}, { "name": "Sausage Patty", "SS": "Patty", "C": "214", "TF": "21g", "SF": "nan", "Ch": "40mg", "Na": "240mg", "Carb": "less than 1 g", "Su": "less than 1 g", "P": "6g", "Allergens": "", "Ingredients": "Sausage Patty (Pork, Water, Dextrose, Salt, Flavorings (Spices and Spice Extratives), Citric Acid, Propyl Gallate)"}, { "name": "Shredded Cheddar & Mont. Jack Cheese", "SS": "Ounce", "C": "106", "TF": "9g", "SF": "nan", "Ch": "25mg", "Na": "190mg", "Carb": "less than 1 g", "Su": "0g", "P": "6g", "Allergens": "Milk,Vegetarian", "Ingredients": "Pasteurized Milk, Cheese Cultures, Salt, Enzymes And Annatto (A Natural Vegetable Color) Cellulose Added To Prevent Caking."}, { "name": "Bread and Condiments", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Oatmeal and Pancake Toppers", "SS": "serving", "C": "20", "TF": "0g", "SF": "nan", "Ch": "less than 5 mg", "Na": "10mg", "Carb": "4g", "Su": "4g", "P": "0g", "Allergens": "Milk", "Ingredients": "Vanilla Yogurt (Cultured Grade A Non Fat Milk, Cane Sugar, Modified Food Starch, Water, Contains Less Than 1% Of Natural Flavors, Vegetable Juice (For Color), Agar Agar, Citric Acid, Sodium Citrate, Potassium Sorbate (To Maintain Freshness), Vitamin D3 Contains Live And Active Cultures: S. Thermophilus L. Bulgaricus.), Strawberry Yogurt (Cultured Grade A Non Fat Milk, Cane Sugar, Water, Modified Food Starch, Contains Less Than 1 Of Natural Flavors, Beta Carotene And Black Carrot Juice Concentrate For Color, Malic Acid, Sodium Citrate, Potassium Sorbate To Maintain Freshness, Vitamin D3, Contains Active Yogurt Cultures: S. Thermophilus L. Bulgaricus.), Pancake Syrup (Corn Syrup, Water, Natural And Artificial Maple Flavor, Salt, Carboxymethyl Cellulose, Sodium Benzoate And Potassium Sorbate (As Preservatives), Caramel Color.), Brown Sugar (Sugar, Cane Molasses), Whipped Butter (Pasturized Cream, Salt), Raisins (Raisins), Powdered Sugar (Sugar, Carnauba Wax), Ground Cinnamon, Sugar Free Maple Pancake Syrup (Water, Sorbitol, Contains 2% Or Less Of: Cellulose Gum, Salt, Caramel Color, Xanthan Gum, Sorbic Acid And Sodium Benzoate (Preservatives), Acesulfame Potassium (Non Nutritive Sweetener), Natural And Artificial Flavor, Sodium Hexametaphosphate, Phosphoric Acid, Sucralose (Non Nutritive Sweetener).)"}, { "name": "Pancakes", "SS": "Pancake", "C": "66", "TF": "1g", "SF": "nan", "Ch": "15mg", "Na": "50mg", "Carb": "12g", "Su": "5g", "P": "2g", "Allergens": "Eggs,Gluten,Milk,Vegetarian,Wheat", "Ingredients": "Enriched Bleached Wheat Flour (Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Sugar, Milk Powder, Wheat Starch, Egg Powder, Corn Starch, Monocalcium Phosphate, Sodium Bicarbonate, Salt."}, { "name": "Oatmeal", "SS": "1/2 Cup Serving", "C": "80", "TF": "1.5g", "SF": "nan", "Ch": "0mg", "Na": "130mg", "Carb": "14g", "Su": "less than 1 g", "P": "3g", "Allergens": "Gluten,Vegetarian,Vegan", "Ingredients": "Water (Water), Cereal Oats Kettle Hearty (Whole Grain Rolled Oats.), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine)"}, { "name": "Assorted Scones", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Vanilla Glaze", "SS": "Tablespoon", "C": "77", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "20g", "Su": "19g", "P": "0g", "Allergens": "Milk,Vegetarian", "Ingredients": "Powdered Sugar (Sugar, Carnauba Wax), Milk Skim, Flavor Vanilla Imitation (Water, Caramel Color, Artifical Flavor, Citric Acid, Sodium Benzoate (Preservative).)"}, { "name": "Red Sour Cherries", "SS": "1/2 Cup Serving", "C": "93", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "23g", "Su": "21g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Cherries, Sugar"}, { "name": "Pear Slices", "SS": "1/2 Cup", "C": "38", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "10g", "Su": "8g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Pear Slices (Pears, Water, Corn Syrup, Sugar)"}, { "name": "Bread White Udi's 24 oz GF", "SS": "Slice", "C": "121", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "230mg", "Carb": "21g", "Su": "3g", "P": "2g", "Allergens": "Eggs", "Ingredients": "Water, Pea Starch, Modified Tapioca Starch, Rice Starch, Canola Oil, Rice Flour, Sorghum Flour, Tapioca Starch, Invert Cane Sugar, Egg Whites, Cane Sugar, Modified Cellulose, Apple Cider Vinegar, Salt, Yeast, Cultured Brown Rice, Brown Rice, Guar Gum, Xanthan Gum, Enzymes."}, { "name": "Bagel Plain Udi's GF", "SS": "Bagel", "C": "250", "TF": "8g", "SF": "nan", "Ch": "0mg", "Na": "380mg", "Carb": "38g", "Su": "4g", "P": "6g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Brown Rice Flour (Rice Flour, Rice Bran With Germ), Tapioca Starch, Canola Oil, Egg Whites, Potato Starch, Sugar, Tapioca Maltodextrin, Tapioca Syrup, Pea Protein, Contains Less Than 2% Of The Following: Xanthan Gum, Salt, Yeast, Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Enzymes."}, { "name": "GF Double Chocolate Muffin", "SS": "Muffin", "C": "280", "TF": "12g", "SF": "nan", "Ch": "55mg", "Na": "230mg", "Carb": "39g", "Su": "24g", "P": "4g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Cane Sugar, Eggs, Water, Semi-Sweet Chocolate Chips (Sugar, Chocolate Liquor, Cocoa Butter), Tapioca Starch, Brown Rice Flour (Rice Flour, Rice Bran), Canola Oil, Cocoa Powder Processed With Alkali, Palm Oil, Baking Powder (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Natural Flavor, Salt, Sunflower Lecithin, Lemon Zest (Lemon Peel, Cane Sugar, Lemon Oil Essence), Xanthan Gum."}, { "name": "GF Blueberry Muffin", "SS": "Each", "C": "270", "TF": "9g", "SF": "nan", "Ch": "60mg", "Na": "250mg", "Carb": "39g", "Su": "22g", "P": "3g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Cane Sugar, Eggs, Water, Tapioca Starch, Brown Rice Flour (Rice Flour And Rice Bran). Blueberries, Canola Oil, Potato Starch, Sugar, Palm Oil, Dried Blueberries, Baking Powder (Sodium Acid  Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Natural Flavor, Salt, Sunflower Lecithin, Lemon Flavedo (Lemon Peel, Cane Sugar, Lemon Oil Essence), Xanthan Gum"}, { "name": "Fajita Seasoned Chicken", "SS": "4 oz Serving", "C": "171", "TF": "8g", "SF": "nan", "Ch": "75mg", "Na": "55mg", "Carb": "0g", "Su": "0g", "P": "23g", "Allergens": "", "Ingredients": "Chicken Brst Fajita Strips 10# Avg Cs (Boneless Skinless White Chicken Breast And 2% Water.), Water (Water), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Spice Chili Powder Mild 18 oz (Chili Pepper And Other Spices, Salt, Garlic), Granulated Sugar (Sugar.), Spice Paprika Spanish (Paprika), Garlic Seasoning (Garlic Powder.), Spice Ancho Chili Powder 16 oz (Dried Ancho Chiles), Cayenne Pepper (Red Pepper), Onion Powder (Dehydrated Onion), Ground Cumin (Cumin)"}, { "name": "Fajita Seasoned Jackfruit", "SS": "1/2 Cup Serving", "C": "48", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "510mg", "Carb": "10g", "Su": "2g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Jackfruit Naked (Young Jackfruit, Water, Lactic Acid, Salt.), Spice Chili Powder Mild 18 oz (Chili Pepper And Other Spices, Salt, Garlic), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Granulated Sugar (Sugar.), Spice Paprika Spanish (Paprika), Garlic Seasoning (Garlic Powder.), Spice Ancho Chili Powder 16 oz (Dried Ancho Chiles), Onion Powder (Dehydrated Onion), Ground Cumin (Cumin), Cayenne Pepper (Red Pepper)"}, { "name": "Roasted Fajita Vegetable", "SS": "4 oz Serving", "C": "35", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "7g", "Su": "", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Fajita Vegetables (Green Pepper Strips, Red Pepper Strips, Onion Strips)"}, { "name": "Flour Tortilla 8 inch ", "SS": "Tortilla", "C": "127", "TF": "3g", "SF": "nan", "Ch": "0mg", "Na": "270mg", "Carb": "22g", "Su": "0g", "P": "3g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Enriched Bleached Flour (Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Vegetable Shortening (Interesterified And Hydrogenated Soybean Oils), Contains 2% Or Less Of: Salt, Baking Soda, Sodium Acid Pyrophosphate, Distilled Monoglycerides, Enzymes, Cellulose Gum, Fumaric Acid, And Calcium Propionate And Sorbic Acid (To Maintain Freshness)."}, { "name": "Guacamole Dip", "SS": "Tablespoon", "C": "30", "TF": "2.5g", "SF": "nan", "Ch": "0mg", "Na": "65mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Avocado, Red Bell Pepper, Onion, Salt, Jalapeno Pepper, Garlic, Lime Juice Concentrate."}, { "name": "Sour Cream", "SS": "Tablespoon", "C": "30", "TF": "2.5g", "SF": "nan", "Ch": "10mg", "Na": "25mg", "Carb": "less than 1 g", "Su": "less than 1 g", "P": "0g", "Allergens": "Milk,Vegetarian", "Ingredients": "Cultured Milk, Cream, Whey, Less Than 2% Of Food Starch-Modified (Corn), Sodium Phosphate, Guar Gum, Carrageenan, Calcium Sulfate, Locust Bean Gum, Potassium Sorbate (Preservative)."}, { "name": "Shredded Cheddar & Mont. Jack Cheese", "SS": "Ounce", "C": "106", "TF": "9g", "SF": "nan", "Ch": "25mg", "Na": "190mg", "Carb": "less than 1 g", "Su": "0g", "P": "6g", "Allergens": "Milk,Vegetarian", "Ingredients": "Pasteurized Milk, Cheese Cultures, Salt, Enzymes And Annatto (A Natural Vegetable Color) Cellulose Added To Prevent Caking."}, { "name": "Tortilla Chips", "SS": "Ounce", "C": "142", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "18g", "Su": "0g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Corn, Vegetable Oil (Corn, Canola And/Or Sunflower Oil), And Salt."}, { "name": "Mild Salsa", "SS": "#10 Can", "C": "1007", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "7050mg", "Carb": "201g", "Su": "101g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Tomato Puree, Diced Tomatoes In Tomato Juice, Jalapenos, Distilled Vinegar, Contains Less Than 2% Of: Dehydrated Onion, Salt, Sea Salt, Natural Flavors, Sugar, Dehydrated Garlic, Vitamin C (Ascorbic Acid), Spices, Vitamin E (DL-Alpha Tocopheryl Acetate), Vitamin A (Retinol Palmitate)."}, { "name": "Queso Blanco Cheese Sauce w Salsa Verde", "SS": "1/2 Cup Serving", "C": "218", "TF": "17g", "SF": "nan", "Ch": "55mg", "Na": "890mg", "Carb": "6g", "Su": "4g", "P": "11g", "Allergens": "Milk,Vegetarian", "Ingredients": "Water, Cheddar Cheese Pasteurized Milk, Cheese Culture, Salt, Enzymes, Cream, Tomatillos With Citric Acid, Contains Less Than 2 Of Green Chiles With Citric Acid, Modified Food Starch, Sodium Phosphates And Potassium Phosphates, Jalapeno Peppers With Salt, Acetic Acid, Water, Calcium Chloride, Salt, Seasoning Potassium Chloride, Flavor (Contains Maltodextrin), Onions, Dehydrated Garlic, Citric Acid, Dehydrated Cilantro."}, { "name": "Diced Jalapeno Peppers", "SS": "Ounce", "C": "9", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "2g", "Su": "1g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Jalapeno Peppers (Jalapeno Pepper.)"}, { "name": "Chipotle Pinto Beans", "SS": "1/2 Cup Serving", "C": "123", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "740mg", "Carb": "22g", "Su": "0g", "P": "7g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Pinto Beans (Prepared Pinto Beans, Water, Salt, Calcium Chloride (Firming Agent), And Calcium Disodium EDTA To Promote Color Retention.), Water (Water), Roasted Garlic Base (Roasted Garlic, Water, Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Dextrose, Salt, Dried Garlic, 2% Or Less Of Canola Oil,  Dried Onions, Xanthan Gum, Potassium Chloride, Celery Juice Concentrate.), Chipotle Base (Peppers (Red Chili, Chipotle, Roasted Red Bell), Salt, Organic Raw Cane Sugar.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda)"}, { "name": "Mexican Rice", "SS": "1/2 Cup Serving", "C": "278", "TF": "1.5g", "SF": "nan", "Ch": "0mg", "Na": "300mg", "Carb": "58g", "Su": "1g", "P": "7g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Rice White Long Grain Parboiled 25# (Enriched Parboiled Long Grain Rice (Parboiled Long Grain Rice, Vitamins And Minerals [Calcium (Calcium Carbonate), Iron (Iron Phosphate), Vitamin B1 (Thiamine Mononitrate), Folic Acid]).), Juice Tomato 46 oz (Tomato Juice From Concentrate (Water, Tomato Concentrate), Salt, Vitamin C (Ascorbic Acid), Citric Acid.), Water (Water), Yellow Onion, Base Vegetable Mirepoix Sauteed 6 x 1# (Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Salt, Sugar, Maltodextrin, Corn Oil, Less Than 2% Of Yeast Extract, Water, Potato Starch, Xanthan Gum, Natural Flavors, Carrot Juice Concentrate.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Ground Cumin (Cumin), Garlic Powder (Garlic Powder.)"}, { "name": "Korean Beef Bulgogi", "SS": "Serving", "C": "255", "TF": "15g", "SF": "nan", "Ch": "40mg", "Na": "1080mg", "Carb": "9g", "Su": "4g", "P": "21g", "Allergens": "Sesame,Soy", "Ingredients": "Beef Strip 2 inch  x 1/2 inch  x 1/4 inch  (90% Or Better Extra Lean Cuts Of Beef), Chopped Green Onion (Onion Green), Sauce Soy Tamari GF (Water, Soybeans, Salt, Alcohol (To Preserve Freshness).), Rice Vinegar (Rice Vinegar(Water, Rice)), Spice Sesame Seed 18 oz (Sesame Seeds), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Garlic Chopped (Minced Garlic (Peeled Garlic)), Oil Sesame 6 x 61 oz (100% Pure Sesame Oil.), Brown Sugar (Sugar, Cane Molasses), Crushed Red Pepper (Crushed Red Pepper), Ginger Finely Chopped (Ginger Root.), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Spice Pepper Black Ground 18 oz (Black Pepper)"}, { "name": "Jasmine Rice", "SS": "1/2 Cup", "C": "282", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "64g", "Su": "0g", "P": "5g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Jasmine Rice (Jasmine Rice.), Water (Water)"}, { "name": "Stir Fry Broccoli", "SS": "Ounce", "C": "22", "TF": "1.5g", "SF": "nan", "Ch": "0mg", "Na": "10mg", "Carb": "2g", "Su": "0g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Broccoli Florets (Broccoli.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.)"}, { "name": "Sweet & Sour Sauce", "SS": "Tablespoon", "C": "17", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "80mg", "Carb": "3g", "Su": "3g", "P": "0g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Water, Sugar, Tomatoes (Tomatoes, Tomato Juice, Citric Acid, Calcium Chloride), Pineapple, Vinegar, Modified Cornstarch, Hydrolyzed Soy Protein, 2% Or Less Of Molasses, Soybean Oil, Tomato Paste, Pineapple Juice From Concentrate, Salt, Dried Onions, Dried Green Pepper, Spices, Corn Syrup Solids, Lemon Juice Concentrate, Beet Powder (Color), Dried Garlic."}, { "name": "Sweet Chili Sauce", "SS": "Tablespoon", "C": "21", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "50mg", "Carb": "5g", "Su": "5g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water, Sugar, Red Wine Vinegar, Red Bell Peppers (Red Bell Peppers, Vinegar, Salt, Potassium Sorbate And Sodium Benzoate [Preservatives], Calcium Chloride), Jalapeno Peppers (Jalapeno Peppers, Water, Salt, Vinegar, Calcium Chloride, Potassium Sorbate [Preservative], Capsicum Oleoresin), Modified Cornstarch, 2% Or Less Of Spices, Garlic, Xanthan Gum, Salt."}, { "name": "Korean Red Pepper Sauce", "SS": "Tablespoon", "C": "56", "TF": "5g", "SF": "nan", "Ch": "0mg", "Na": "110mg", "Carb": "2g", "Su": "less than 1 g", "P": "less than 1 g", "Allergens": "Sesame,Soy,Vegetarian,Vegan", "Ingredients": "Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Sauce Soy Tamari GF (Water, Soybeans, Salt, Alcohol (To Preserve Freshness).), Vinegar Apple Cider (Made From The Juices Of Apples, Diluted With Water To A Uniform Pickling And Table Strength Of 5% (50 Grains) Acidity.), Crushed Red Pepper (Crushed Red Pepper), Garlic Chopped (Minced Garlic (Peeled Garlic)), Granulated Sugar (Sugar.), Spice Sesame Seed 18 oz (Sesame Seeds), Oil Sesame 6 x 61 oz (100% Pure Sesame Oil.)"}, { "name": "Peanut Butter and Jelly Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Kettle Potato Chips", "SS": "Ounce", "C": "160", "TF": "11g", "SF": "nan", "Ch": "0mg", "Na": "170mg", "Carb": "15g", "Su": "less than 1 g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Potatoes, Vegetable Oil (Contains One Or More Of The Following: Sunflower, Corn, Or Canola Oil), Salt."}, { "name": "Sundae Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Oatmeal Raisin Cookie", "SS": "Cookie", "C": "111", "TF": "4g", "SF": "nan", "Ch": "5mg", "Na": "120mg", "Carb": "18g", "Su": "10g", "P": "1g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Dough Cookie Oatmeal Raisin 1 oz (Sugar, Enriched Bleached Flour (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Margarine (Palm Oil, Water, Soybean Oil, Contains 2% Or Less Of: Salt, Mono- And Diglycerides, Natural Flavor (Contains Milk), Citric Acid, Vitamin A Palmitate Added, Beta Carotene (Color), Oats, Raisins (Raisins, Sunflower Oil), Eggs, Molasses, Dextrose, Water, Contains 2% Or Less Of: Pregelatinized Wheat Starch, Baking Soda, Salt, Cinnamon, Defatted Soy Flour.)"}, { "name": "Lemon Cream Cake", "SS": "12 Cut Serving", "C": "167", "TF": "7g", "SF": "nan", "Ch": "20mg", "Na": "150mg", "Carb": "24g", "Su": "17g", "P": "2g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Sugar, Water, Enriched Bleached Flour (Wheat Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Skim Milk, Eggs, Hydrogenated Palm Kernel Oil, Vegetable Oil (Soybean, Palm), High Fructose Corn Syrup, Modified Corn Starch, Contains 2% Or Less: Corn Syrup, Lemon Juice Powder [Corn Syrup Solids And Natural Flavors (Lemon Juice Solids, Natural Flavors)], Leavening (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Lemon Juice Concentrate, Whole Wheat Flour, Salt, Corn Starch, Natural And Artificial Flavors, Gums (Carbohydrate, Xanthan, Gellan), Citric Acid, Soy Lecithin, Colored With (Beta-Carotene, Annatto Extract, Riboflavin, Turmeric), Disodium Phosphate, Polyglycerol Esters Of Fatty Acids, Polysorbate 60, Sodium Citrate, Lactose, Sodium Alginate, Wheat Starch, Milk Protein Concentrate, Propylene Glycol Monostearate, Monoglycerides, Molasses, Cinnamon, Lactylic Esters Of Fatty Acids, Calcium Sulfate."}, { "name": "Banana Pudding with Vanilla Wafers", "SS": "1/2 Cup Serving", "C": "246", "TF": "13g", "SF": "nan", "Ch": "40mg", "Na": "105mg", "Carb": "31g", "Su": "20g", "P": "2g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Banana, Heavy Cream (Cream (Milk), Carrageenan.), Milk Condensed Sweet 24 x 14 oz (Milk, Sugar.), Cookie Vanilla Wafer 2 x 2# (Unbleached Enriched Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate [Vitamin B1], Riboflavin [Vitamin B2], Folic Acid), Sugar, Canola Oil, Palm Oil, High Fructose Corn Syrup, Whey (From Milk), Eggs, Salt, Leavening (Baking Soda, Calcium Phosphate), Mono- And Diglycerides, Natural And Artifical Flavor, Soy Lecithin.), Vanilla Pudding (Dextrose, Sugar, Modified Food Starch, Less Than 2% Of Disodium Phosphate, Tetrasodium Pyrophosphate, Tricalcium Phosphate, Natural And Artificial Flavor, Salt, Xanthan Gum, Nonfat Dry Milk, Mono And Diglycerides, Yellow 5, Yellow 6.), Water (Water)"}, { "name": "Chipotle Pinto Beans", "SS": "1/2 Cup Serving", "C": "123", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "740mg", "Carb": "22g", "Su": "0g", "P": "7g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Pinto Beans (Prepared Pinto Beans, Water, Salt, Calcium Chloride (Firming Agent), And Calcium Disodium EDTA To Promote Color Retention.), Water (Water), Roasted Garlic Base (Roasted Garlic, Water, Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Dextrose, Salt, Dried Garlic, 2% Or Less Of Canola Oil,  Dried Onions, Xanthan Gum, Potassium Chloride, Celery Juice Concentrate.), Chipotle Base (Peppers (Red Chili, Chipotle, Roasted Red Bell), Salt, Organic Raw Cane Sugar.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda)"}, { "name": "Mexican Rice", "SS": "1/2 Cup Serving", "C": "278", "TF": "1.5g", "SF": "nan", "Ch": "0mg", "Na": "300mg", "Carb": "58g", "Su": "1g", "P": "7g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Rice White Long Grain Parboiled 25# (Enriched Parboiled Long Grain Rice (Parboiled Long Grain Rice, Vitamins And Minerals [Calcium (Calcium Carbonate), Iron (Iron Phosphate), Vitamin B1 (Thiamine Mononitrate), Folic Acid]).), Juice Tomato 46 oz (Tomato Juice From Concentrate (Water, Tomato Concentrate), Salt, Vitamin C (Ascorbic Acid), Citric Acid.), Water (Water), Yellow Onion, Base Vegetable Mirepoix Sauteed 6 x 1# (Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Salt, Sugar, Maltodextrin, Corn Oil, Less Than 2% Of Yeast Extract, Water, Potato Starch, Xanthan Gum, Natural Flavors, Carrot Juice Concentrate.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Ground Cumin (Cumin), Garlic Powder (Garlic Powder.)"}, { "name": "Roasted Fajita Vegetable", "SS": "4 oz Serving", "C": "35", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "7g", "Su": "", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Fajita Vegetables (Green Pepper Strips, Red Pepper Strips, Onion Strips)"}, { "name": "Salad Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Red Sour Cherries", "SS": "1/2 Cup Serving", "C": "93", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "23g", "Su": "21g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Cherries, Sugar"}, { "name": "Pear Slices", "SS": "1/2 Cup", "C": "38", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "10g", "Su": "8g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Pear Slices (Pears, Water, Corn Syrup, Sugar)"}, { "name": "Malibu Burger", "SS": "Burger", "C": "164", "TF": "8g", "SF": "nan", "Ch": "0mg", "Na": "450mg", "Carb": "22g", "Su": "2g", "P": "4g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Vegan Malibu Burger 3.2 oz (Cooked Brown Rice (Water, Organic Brown Rice), Water, Organic Corn, Organic Carrots, Organic Onions, Organic Green Peppers, Organic Rolled Oats, Organic Canola Oil, Organic High Oleic Sunflower Oil, Organic Red Bell Peppers, Organic Soy Protein Flour, Contains Two Percent Or Less Of Gum Blend (Carrageenan, Konjac Flour), Organic Soy Sauce (Water, Organic Soybeans, Salt, Organic Wheat), Organic Onion Powder, Broccoli, Sea Salt, Organic Garlic Powder, Organic Black Pepper.)"}, { "name": "Bread White Udi's 24 oz GF", "SS": "Slice", "C": "121", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "230mg", "Carb": "21g", "Su": "3g", "P": "2g", "Allergens": "Eggs", "Ingredients": "Water, Pea Starch, Modified Tapioca Starch, Rice Starch, Canola Oil, Rice Flour, Sorghum Flour, Tapioca Starch, Invert Cane Sugar, Egg Whites, Cane Sugar, Modified Cellulose, Apple Cider Vinegar, Salt, Yeast, Cultured Brown Rice, Brown Rice, Guar Gum, Xanthan Gum, Enzymes."}, { "name": "GF Hamburger Bun", "SS": "Bun", "C": "249", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "460mg", "Carb": "46g", "Su": "6g", "P": "5g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Tapioca Starch, Brown Rice Flour, (Rice Flour, Rice Bran With Germ), Canola Oil, Resistant Corn Starch, Egg Whites, Invert Cane Sugar, Tapioca Maltodextrin, Potato Flour, Cane Sugar, Tapioca Syrup, Yeast, Sugarcane Fiber, Salt, Gum (Xanthan Gum, Sodium Alginate, Guar Gum), Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Xanthan Gum, Enzymes."}, { "name": "Vegan Shredded Mozzarella Cheese", "SS": "Ounce", "C": "90", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "280mg", "Carb": "6g", "Su": "0g", "P": "less than 1 g", "Allergens": "Coconut,Vegetarian,Vegan", "Ingredients": "Filtered Water, Organic Coconut Oil, Potato And Corn Starch, Expeller-Pressed Canola Oil, Sea Salt, Less Than 2% Of: Natural Flavors, Potato Protein, Calcium Phosphate, Organic Vegan Cane Sugar, Organic Vegetable Glycerin, Sodium Citrate, Citric Acid, Lactic Acid, Sodium Bicarbonate, Beta Carotene For Color."}, { "name": "GF Cauliflower Pizza Crust", "SS": "Crust", "C": "481", "TF": "11g", "SF": "nan", "Ch": "30mg", "Na": "840mg", "Carb": "81g", "Su": "6g", "P": "12g", "Allergens": "Eggs,Milk,Vegetarian", "Ingredients": "Cauliflower, Low Moisture Mozzarella Cheese (Pasteurized Milk, Cheese Cultures, Salt, Enzyme), Tapioca Starch, Rice Flour, Rice Starch, Egg Whites, Modified Rice Starch, Cane Sugar, Yeast, Salt, Garlic Powder, Spices, Xanthan Gum, Cultured Brown Rice, Brown Rice Flour, Citric Acid, Lactic Acid."}, { "name": "GF Double Chocolate Muffin", "SS": "Muffin", "C": "280", "TF": "12g", "SF": "nan", "Ch": "55mg", "Na": "230mg", "Carb": "39g", "Su": "24g", "P": "4g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Cane Sugar, Eggs, Water, Semi-Sweet Chocolate Chips (Sugar, Chocolate Liquor, Cocoa Butter), Tapioca Starch, Brown Rice Flour (Rice Flour, Rice Bran), Canola Oil, Cocoa Powder Processed With Alkali, Palm Oil, Baking Powder (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Natural Flavor, Salt, Sunflower Lecithin, Lemon Zest (Lemon Peel, Cane Sugar, Lemon Oil Essence), Xanthan Gum."}, { "name": "GF Blueberry Muffin", "SS": "Each", "C": "270", "TF": "9g", "SF": "nan", "Ch": "60mg", "Na": "250mg", "Carb": "39g", "Su": "22g", "P": "3g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Cane Sugar, Eggs, Water, Tapioca Starch, Brown Rice Flour (Rice Flour And Rice Bran). Blueberries, Canola Oil, Potato Starch, Sugar, Palm Oil, Dried Blueberries, Baking Powder (Sodium Acid  Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Natural Flavor, Salt, Sunflower Lecithin, Lemon Flavedo (Lemon Peel, Cane Sugar, Lemon Oil Essence), Xanthan Gum"}, { "name": "Italian Ice", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Homefree Chocolate Chip Brownie", "SS": "Brownie", "C": "235", "TF": "9g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "36g", "Su": "22g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), High Oleic Safflower Oil, Pear Juice Concentrate, Non-Alkalized Cocoa Powder, Tapioca Syrup, Demerara Sugar, Organic Tapioca Starch, Pure Vanilla Extract, Salt, Xanthan Gum, Baking Soda (Sodium Bicarbonate), Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Homefree Chocolate Chip Cookie", "SS": "Cookie", "C": "140", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "95mg", "Carb": "19g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, High Oleic Safflower Oil, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), Organic Tapioca Starch, Pear Juice Concentrate, Baking Soda (Sodium Bicarbonate), Pure Vanilla Extract, Salt, Cream Of Tartar, Xanthan Gum, Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Homefree Ginger Snap Cookie", "SS": "Cookie", "C": "140", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "21g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Pear Juice From Concentrate, High Oleic Safflower Oil, Organic Tapioca Starch, Molasses, Organic Ground Ginger, Baking Soda (Sodium Bicarbonate), Organic Cinnamon, Salt, Pure Vanilla Extract, Cream Of Tartar, Xanthan Gum, Organic Cloves, Rosemary Extract."}, { "name": "Fajita Seasoned Chicken", "SS": "4 oz Serving", "C": "171", "TF": "8g", "SF": "nan", "Ch": "75mg", "Na": "55mg", "Carb": "0g", "Su": "0g", "P": "23g", "Allergens": "", "Ingredients": "Chicken Brst Fajita Strips 10# Avg Cs (Boneless Skinless White Chicken Breast And 2% Water.), Water (Water), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Spice Chili Powder Mild 18 oz (Chili Pepper And Other Spices, Salt, Garlic), Granulated Sugar (Sugar.), Spice Paprika Spanish (Paprika), Garlic Seasoning (Garlic Powder.), Spice Ancho Chili Powder 16 oz (Dried Ancho Chiles), Cayenne Pepper (Red Pepper), Onion Powder (Dehydrated Onion), Ground Cumin (Cumin)"}, { "name": "Fajita Seasoned Jackfruit", "SS": "1/2 Cup Serving", "C": "48", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "510mg", "Carb": "10g", "Su": "2g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Jackfruit Naked (Young Jackfruit, Water, Lactic Acid, Salt.), Spice Chili Powder Mild 18 oz (Chili Pepper And Other Spices, Salt, Garlic), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Granulated Sugar (Sugar.), Spice Paprika Spanish (Paprika), Garlic Seasoning (Garlic Powder.), Spice Ancho Chili Powder 16 oz (Dried Ancho Chiles), Onion Powder (Dehydrated Onion), Ground Cumin (Cumin), Cayenne Pepper (Red Pepper)"}, { "name": "Roasted Fajita Vegetable", "SS": "4 oz Serving", "C": "35", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "7g", "Su": "", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Fajita Vegetables (Green Pepper Strips, Red Pepper Strips, Onion Strips)"}, { "name": "Flour Tortilla 8 inch ", "SS": "Tortilla", "C": "127", "TF": "3g", "SF": "nan", "Ch": "0mg", "Na": "270mg", "Carb": "22g", "Su": "0g", "P": "3g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Enriched Bleached Flour (Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Vegetable Shortening (Interesterified And Hydrogenated Soybean Oils), Contains 2% Or Less Of: Salt, Baking Soda, Sodium Acid Pyrophosphate, Distilled Monoglycerides, Enzymes, Cellulose Gum, Fumaric Acid, And Calcium Propionate And Sorbic Acid (To Maintain Freshness)."}, { "name": "Guacamole Dip", "SS": "Tablespoon", "C": "30", "TF": "2.5g", "SF": "nan", "Ch": "0mg", "Na": "65mg", "Carb": "less than 1 g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Avocado, Red Bell Pepper, Onion, Salt, Jalapeno Pepper, Garlic, Lime Juice Concentrate."}, { "name": "Sour Cream", "SS": "Tablespoon", "C": "30", "TF": "2.5g", "SF": "nan", "Ch": "10mg", "Na": "25mg", "Carb": "less than 1 g", "Su": "less than 1 g", "P": "0g", "Allergens": "Milk,Vegetarian", "Ingredients": "Cultured Milk, Cream, Whey, Less Than 2% Of Food Starch-Modified (Corn), Sodium Phosphate, Guar Gum, Carrageenan, Calcium Sulfate, Locust Bean Gum, Potassium Sorbate (Preservative)."}, { "name": "Shredded Cheddar & Mont. Jack Cheese", "SS": "Ounce", "C": "106", "TF": "9g", "SF": "nan", "Ch": "25mg", "Na": "190mg", "Carb": "less than 1 g", "Su": "0g", "P": "6g", "Allergens": "Milk,Vegetarian", "Ingredients": "Pasteurized Milk, Cheese Cultures, Salt, Enzymes And Annatto (A Natural Vegetable Color) Cellulose Added To Prevent Caking."}, { "name": "Tortilla Chips", "SS": "Ounce", "C": "142", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "18g", "Su": "0g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Corn, Vegetable Oil (Corn, Canola And/Or Sunflower Oil), And Salt."}, { "name": "Mild Salsa", "SS": "#10 Can", "C": "1007", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "7050mg", "Carb": "201g", "Su": "101g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Tomato Puree, Diced Tomatoes In Tomato Juice, Jalapenos, Distilled Vinegar, Contains Less Than 2% Of: Dehydrated Onion, Salt, Sea Salt, Natural Flavors, Sugar, Dehydrated Garlic, Vitamin C (Ascorbic Acid), Spices, Vitamin E (DL-Alpha Tocopheryl Acetate), Vitamin A (Retinol Palmitate)."}, { "name": "Queso Blanco Cheese Sauce w Salsa Verde", "SS": "1/2 Cup Serving", "C": "218", "TF": "17g", "SF": "nan", "Ch": "55mg", "Na": "890mg", "Carb": "6g", "Su": "4g", "P": "11g", "Allergens": "Milk,Vegetarian", "Ingredients": "Water, Cheddar Cheese Pasteurized Milk, Cheese Culture, Salt, Enzymes, Cream, Tomatillos With Citric Acid, Contains Less Than 2 Of Green Chiles With Citric Acid, Modified Food Starch, Sodium Phosphates And Potassium Phosphates, Jalapeno Peppers With Salt, Acetic Acid, Water, Calcium Chloride, Salt, Seasoning Potassium Chloride, Flavor (Contains Maltodextrin), Onions, Dehydrated Garlic, Citric Acid, Dehydrated Cilantro."}, { "name": "Diced Jalapeno Peppers", "SS": "Ounce", "C": "9", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "2g", "Su": "1g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Jalapeno Peppers (Jalapeno Pepper.)"}, { "name": "Chipotle Pinto Beans", "SS": "1/2 Cup Serving", "C": "123", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "740mg", "Carb": "22g", "Su": "0g", "P": "7g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Pinto Beans (Prepared Pinto Beans, Water, Salt, Calcium Chloride (Firming Agent), And Calcium Disodium EDTA To Promote Color Retention.), Water (Water), Roasted Garlic Base (Roasted Garlic, Water, Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Dextrose, Salt, Dried Garlic, 2% Or Less Of Canola Oil,  Dried Onions, Xanthan Gum, Potassium Chloride, Celery Juice Concentrate.), Chipotle Base (Peppers (Red Chili, Chipotle, Roasted Red Bell), Salt, Organic Raw Cane Sugar.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda)"}, { "name": "Mexican Rice", "SS": "1/2 Cup Serving", "C": "278", "TF": "1.5g", "SF": "nan", "Ch": "0mg", "Na": "300mg", "Carb": "58g", "Su": "1g", "P": "7g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Rice White Long Grain Parboiled 25# (Enriched Parboiled Long Grain Rice (Parboiled Long Grain Rice, Vitamins And Minerals [Calcium (Calcium Carbonate), Iron (Iron Phosphate), Vitamin B1 (Thiamine Mononitrate), Folic Acid]).), Juice Tomato 46 oz (Tomato Juice From Concentrate (Water, Tomato Concentrate), Salt, Vitamin C (Ascorbic Acid), Citric Acid.), Water (Water), Yellow Onion, Base Vegetable Mirepoix Sauteed 6 x 1# (Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Salt, Sugar, Maltodextrin, Corn Oil, Less Than 2% Of Yeast Extract, Water, Potato Starch, Xanthan Gum, Natural Flavors, Carrot Juice Concentrate.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Ground Cumin (Cumin), Garlic Powder (Garlic Powder.)"}, { "name": "Korean Beef Bulgogi", "SS": "Serving", "C": "255", "TF": "15g", "SF": "nan", "Ch": "40mg", "Na": "1080mg", "Carb": "9g", "Su": "4g", "P": "21g", "Allergens": "Sesame,Soy", "Ingredients": "Beef Strip 2 inch  x 1/2 inch  x 1/4 inch  (90% Or Better Extra Lean Cuts Of Beef), Chopped Green Onion (Onion Green), Sauce Soy Tamari GF (Water, Soybeans, Salt, Alcohol (To Preserve Freshness).), Rice Vinegar (Rice Vinegar(Water, Rice)), Spice Sesame Seed 18 oz (Sesame Seeds), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Garlic Chopped (Minced Garlic (Peeled Garlic)), Oil Sesame 6 x 61 oz (100% Pure Sesame Oil.), Brown Sugar (Sugar, Cane Molasses), Crushed Red Pepper (Crushed Red Pepper), Ginger Finely Chopped (Ginger Root.), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Spice Pepper Black Ground 18 oz (Black Pepper)"}, { "name": "Jasmine Rice", "SS": "1/2 Cup", "C": "282", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "64g", "Su": "0g", "P": "5g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Jasmine Rice (Jasmine Rice.), Water (Water)"}, { "name": "Stir Fry Broccoli", "SS": "Ounce", "C": "22", "TF": "1.5g", "SF": "nan", "Ch": "0mg", "Na": "10mg", "Carb": "2g", "Su": "0g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Broccoli Florets (Broccoli.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.)"}, { "name": "Sweet & Sour Sauce", "SS": "Tablespoon", "C": "17", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "80mg", "Carb": "3g", "Su": "3g", "P": "0g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Water, Sugar, Tomatoes (Tomatoes, Tomato Juice, Citric Acid, Calcium Chloride), Pineapple, Vinegar, Modified Cornstarch, Hydrolyzed Soy Protein, 2% Or Less Of Molasses, Soybean Oil, Tomato Paste, Pineapple Juice From Concentrate, Salt, Dried Onions, Dried Green Pepper, Spices, Corn Syrup Solids, Lemon Juice Concentrate, Beet Powder (Color), Dried Garlic."}, { "name": "Sweet Chili Sauce", "SS": "Tablespoon", "C": "21", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "50mg", "Carb": "5g", "Su": "5g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water, Sugar, Red Wine Vinegar, Red Bell Peppers (Red Bell Peppers, Vinegar, Salt, Potassium Sorbate And Sodium Benzoate [Preservatives], Calcium Chloride), Jalapeno Peppers (Jalapeno Peppers, Water, Salt, Vinegar, Calcium Chloride, Potassium Sorbate [Preservative], Capsicum Oleoresin), Modified Cornstarch, 2% Or Less Of Spices, Garlic, Xanthan Gum, Salt."}, { "name": "Korean Red Pepper Sauce", "SS": "Tablespoon", "C": "56", "TF": "5g", "SF": "nan", "Ch": "0mg", "Na": "110mg", "Carb": "2g", "Su": "less than 1 g", "P": "less than 1 g", "Allergens": "Sesame,Soy,Vegetarian,Vegan", "Ingredients": "Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Sauce Soy Tamari GF (Water, Soybeans, Salt, Alcohol (To Preserve Freshness).), Vinegar Apple Cider (Made From The Juices Of Apples, Diluted With Water To A Uniform Pickling And Table Strength Of 5% (50 Grains) Acidity.), Crushed Red Pepper (Crushed Red Pepper), Garlic Chopped (Minced Garlic (Peeled Garlic)), Granulated Sugar (Sugar.), Spice Sesame Seed 18 oz (Sesame Seeds), Oil Sesame 6 x 61 oz (100% Pure Sesame Oil.)"}, { "name": "Peanut Butter and Jelly Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Kettle Potato Chips", "SS": "Ounce", "C": "160", "TF": "11g", "SF": "nan", "Ch": "0mg", "Na": "170mg", "Carb": "15g", "Su": "less than 1 g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Potatoes, Vegetable Oil (Contains One Or More Of The Following: Sunflower, Corn, Or Canola Oil), Salt."}, { "name": "Sundae Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Oatmeal Raisin Cookie", "SS": "Cookie", "C": "111", "TF": "4g", "SF": "nan", "Ch": "5mg", "Na": "120mg", "Carb": "18g", "Su": "10g", "P": "1g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Dough Cookie Oatmeal Raisin 1 oz (Sugar, Enriched Bleached Flour (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Margarine (Palm Oil, Water, Soybean Oil, Contains 2% Or Less Of: Salt, Mono- And Diglycerides, Natural Flavor (Contains Milk), Citric Acid, Vitamin A Palmitate Added, Beta Carotene (Color), Oats, Raisins (Raisins, Sunflower Oil), Eggs, Molasses, Dextrose, Water, Contains 2% Or Less Of: Pregelatinized Wheat Starch, Baking Soda, Salt, Cinnamon, Defatted Soy Flour.)"}, { "name": "Lemon Cream Cake", "SS": "12 Cut Serving", "C": "167", "TF": "7g", "SF": "nan", "Ch": "20mg", "Na": "150mg", "Carb": "24g", "Su": "17g", "P": "2g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Sugar, Water, Enriched Bleached Flour (Wheat Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Skim Milk, Eggs, Hydrogenated Palm Kernel Oil, Vegetable Oil (Soybean, Palm), High Fructose Corn Syrup, Modified Corn Starch, Contains 2% Or Less: Corn Syrup, Lemon Juice Powder [Corn Syrup Solids And Natural Flavors (Lemon Juice Solids, Natural Flavors)], Leavening (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Lemon Juice Concentrate, Whole Wheat Flour, Salt, Corn Starch, Natural And Artificial Flavors, Gums (Carbohydrate, Xanthan, Gellan), Citric Acid, Soy Lecithin, Colored With (Beta-Carotene, Annatto Extract, Riboflavin, Turmeric), Disodium Phosphate, Polyglycerol Esters Of Fatty Acids, Polysorbate 60, Sodium Citrate, Lactose, Sodium Alginate, Wheat Starch, Milk Protein Concentrate, Propylene Glycol Monostearate, Monoglycerides, Molasses, Cinnamon, Lactylic Esters Of Fatty Acids, Calcium Sulfate."}, { "name": "Banana Pudding with Vanilla Wafers", "SS": "1/2 Cup Serving", "C": "246", "TF": "13g", "SF": "nan", "Ch": "40mg", "Na": "105mg", "Carb": "31g", "Su": "20g", "P": "2g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Banana, Heavy Cream (Cream (Milk), Carrageenan.), Milk Condensed Sweet 24 x 14 oz (Milk, Sugar.), Cookie Vanilla Wafer 2 x 2# (Unbleached Enriched Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate [Vitamin B1], Riboflavin [Vitamin B2], Folic Acid), Sugar, Canola Oil, Palm Oil, High Fructose Corn Syrup, Whey (From Milk), Eggs, Salt, Leavening (Baking Soda, Calcium Phosphate), Mono- And Diglycerides, Natural And Artifical Flavor, Soy Lecithin.), Vanilla Pudding (Dextrose, Sugar, Modified Food Starch, Less Than 2% Of Disodium Phosphate, Tetrasodium Pyrophosphate, Tricalcium Phosphate, Natural And Artificial Flavor, Salt, Xanthan Gum, Nonfat Dry Milk, Mono And Diglycerides, Yellow 5, Yellow 6.), Water (Water)"}, { "name": "Chipotle Pinto Beans", "SS": "1/2 Cup Serving", "C": "123", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "740mg", "Carb": "22g", "Su": "0g", "P": "7g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Pinto Beans (Prepared Pinto Beans, Water, Salt, Calcium Chloride (Firming Agent), And Calcium Disodium EDTA To Promote Color Retention.), Water (Water), Roasted Garlic Base (Roasted Garlic, Water, Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Dextrose, Salt, Dried Garlic, 2% Or Less Of Canola Oil,  Dried Onions, Xanthan Gum, Potassium Chloride, Celery Juice Concentrate.), Chipotle Base (Peppers (Red Chili, Chipotle, Roasted Red Bell), Salt, Organic Raw Cane Sugar.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda)"}, { "name": "Mexican Rice", "SS": "1/2 Cup Serving", "C": "278", "TF": "1.5g", "SF": "nan", "Ch": "0mg", "Na": "300mg", "Carb": "58g", "Su": "1g", "P": "7g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Rice White Long Grain Parboiled 25# (Enriched Parboiled Long Grain Rice (Parboiled Long Grain Rice, Vitamins And Minerals [Calcium (Calcium Carbonate), Iron (Iron Phosphate), Vitamin B1 (Thiamine Mononitrate), Folic Acid]).), Juice Tomato 46 oz (Tomato Juice From Concentrate (Water, Tomato Concentrate), Salt, Vitamin C (Ascorbic Acid), Citric Acid.), Water (Water), Yellow Onion, Base Vegetable Mirepoix Sauteed 6 x 1# (Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Salt, Sugar, Maltodextrin, Corn Oil, Less Than 2% Of Yeast Extract, Water, Potato Starch, Xanthan Gum, Natural Flavors, Carrot Juice Concentrate.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Ground Cumin (Cumin), Garlic Powder (Garlic Powder.)"}, { "name": "Roasted Fajita Vegetable", "SS": "4 oz Serving", "C": "35", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "7g", "Su": "", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Fajita Vegetables (Green Pepper Strips, Red Pepper Strips, Onion Strips)"}, { "name": "Salad Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Red Sour Cherries", "SS": "1/2 Cup Serving", "C": "93", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "23g", "Su": "21g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Cherries, Sugar"}, { "name": "Pear Slices", "SS": "1/2 Cup", "C": "38", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "10g", "Su": "8g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Pear Slices (Pears, Water, Corn Syrup, Sugar)"}, { "name": "Malibu Burger", "SS": "Burger", "C": "164", "TF": "8g", "SF": "nan", "Ch": "0mg", "Na": "450mg", "Carb": "22g", "Su": "2g", "P": "4g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Vegan Malibu Burger 3.2 oz (Cooked Brown Rice (Water, Organic Brown Rice), Water, Organic Corn, Organic Carrots, Organic Onions, Organic Green Peppers, Organic Rolled Oats, Organic Canola Oil, Organic High Oleic Sunflower Oil, Organic Red Bell Peppers, Organic Soy Protein Flour, Contains Two Percent Or Less Of Gum Blend (Carrageenan, Konjac Flour), Organic Soy Sauce (Water, Organic Soybeans, Salt, Organic Wheat), Organic Onion Powder, Broccoli, Sea Salt, Organic Garlic Powder, Organic Black Pepper.)"}, { "name": "Bread White Udi's 24 oz GF", "SS": "Slice", "C": "121", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "230mg", "Carb": "21g", "Su": "3g", "P": "2g", "Allergens": "Eggs", "Ingredients": "Water, Pea Starch, Modified Tapioca Starch, Rice Starch, Canola Oil, Rice Flour, Sorghum Flour, Tapioca Starch, Invert Cane Sugar, Egg Whites, Cane Sugar, Modified Cellulose, Apple Cider Vinegar, Salt, Yeast, Cultured Brown Rice, Brown Rice, Guar Gum, Xanthan Gum, Enzymes."}, { "name": "GF Hamburger Bun", "SS": "Bun", "C": "249", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "460mg", "Carb": "46g", "Su": "6g", "P": "5g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Tapioca Starch, Brown Rice Flour, (Rice Flour, Rice Bran With Germ), Canola Oil, Resistant Corn Starch, Egg Whites, Invert Cane Sugar, Tapioca Maltodextrin, Potato Flour, Cane Sugar, Tapioca Syrup, Yeast, Sugarcane Fiber, Salt, Gum (Xanthan Gum, Sodium Alginate, Guar Gum), Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Xanthan Gum, Enzymes."}, { "name": "Vegan Shredded Mozzarella Cheese", "SS": "Ounce", "C": "90", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "280mg", "Carb": "6g", "Su": "0g", "P": "less than 1 g", "Allergens": "Coconut,Vegetarian,Vegan", "Ingredients": "Filtered Water, Organic Coconut Oil, Potato And Corn Starch, Expeller-Pressed Canola Oil, Sea Salt, Less Than 2% Of: Natural Flavors, Potato Protein, Calcium Phosphate, Organic Vegan Cane Sugar, Organic Vegetable Glycerin, Sodium Citrate, Citric Acid, Lactic Acid, Sodium Bicarbonate, Beta Carotene For Color."}, { "name": "GF Cauliflower Pizza Crust", "SS": "Crust", "C": "481", "TF": "11g", "SF": "nan", "Ch": "30mg", "Na": "840mg", "Carb": "81g", "Su": "6g", "P": "12g", "Allergens": "Eggs,Milk,Vegetarian", "Ingredients": "Cauliflower, Low Moisture Mozzarella Cheese (Pasteurized Milk, Cheese Cultures, Salt, Enzyme), Tapioca Starch, Rice Flour, Rice Starch, Egg Whites, Modified Rice Starch, Cane Sugar, Yeast, Salt, Garlic Powder, Spices, Xanthan Gum, Cultured Brown Rice, Brown Rice Flour, Citric Acid, Lactic Acid."}, { "name": "GF Double Chocolate Muffin", "SS": "Muffin", "C": "280", "TF": "12g", "SF": "nan", "Ch": "55mg", "Na": "230mg", "Carb": "39g", "Su": "24g", "P": "4g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Cane Sugar, Eggs, Water, Semi-Sweet Chocolate Chips (Sugar, Chocolate Liquor, Cocoa Butter), Tapioca Starch, Brown Rice Flour (Rice Flour, Rice Bran), Canola Oil, Cocoa Powder Processed With Alkali, Palm Oil, Baking Powder (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Natural Flavor, Salt, Sunflower Lecithin, Lemon Zest (Lemon Peel, Cane Sugar, Lemon Oil Essence), Xanthan Gum."}, { "name": "GF Blueberry Muffin", "SS": "Each", "C": "270", "TF": "9g", "SF": "nan", "Ch": "60mg", "Na": "250mg", "Carb": "39g", "Su": "22g", "P": "3g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Cane Sugar, Eggs, Water, Tapioca Starch, Brown Rice Flour (Rice Flour And Rice Bran). Blueberries, Canola Oil, Potato Starch, Sugar, Palm Oil, Dried Blueberries, Baking Powder (Sodium Acid  Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Natural Flavor, Salt, Sunflower Lecithin, Lemon Flavedo (Lemon Peel, Cane Sugar, Lemon Oil Essence), Xanthan Gum"}, { "name": "Italian Ice", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Homefree Chocolate Chip Brownie", "SS": "Brownie", "C": "235", "TF": "9g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "36g", "Su": "22g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), High Oleic Safflower Oil, Pear Juice Concentrate, Non-Alkalized Cocoa Powder, Tapioca Syrup, Demerara Sugar, Organic Tapioca Starch, Pure Vanilla Extract, Salt, Xanthan Gum, Baking Soda (Sodium Bicarbonate), Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Homefree Chocolate Chip Cookie", "SS": "Cookie", "C": "140", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "95mg", "Carb": "19g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, High Oleic Safflower Oil, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), Organic Tapioca Starch, Pear Juice Concentrate, Baking Soda (Sodium Bicarbonate), Pure Vanilla Extract, Salt, Cream Of Tartar, Xanthan Gum, Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Homefree Ginger Snap Cookie", "SS": "Cookie", "C": "140", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "21g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Pear Juice From Concentrate, High Oleic Safflower Oil, Organic Tapioca Starch, Molasses, Organic Ground Ginger, Baking Soda (Sodium Bicarbonate), Organic Cinnamon, Salt, Pure Vanilla Extract, Cream Of Tartar, Xanthan Gum, Organic Cloves, Rosemary Extract."}]},{"place": "Wiley", "items": [{ "name": "Hamburger", "SS": "1 Each Serving", "C": "202", "TF": "16g", "SF": "nan", "Ch": "50mg", "Na": "280mg", "Carb": "0g", "Su": "0g", "P": "14g", "Allergens": "", "Ingredients": "Beef Patty 4/# 80/20 TNJ (Beef, Water, Spice, Salt.), Seasoned Salt Lawry's (Salt, Sugar, Spices (Including Paprika And Tumeric), Onion, Cornstarch, Garlic, Tricalcium Phosphate (Prevents Caking), Natural Flavor, Paprika Oleoresin (For Color).)"}, { "name": "Burger Toppings", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Cheese Sauce", "SS": "2 oz Ladle", "C": "46", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "370mg", "Carb": "4g", "Su": "less than 1 g", "P": "0g", "Allergens": "Milk,Vegetarian", "Ingredients": "Cheddar Cheese Sauce (Water, Cheese Whey, Palm Oil, Modified Food Starch, Maltodextrin. Contains 2% Or Less Of Each Of The Following: Sodium Phosphates, Salt, Cheddar Cheese (Pasteurized Milk, Cultures, Salt, Enzymes), Lactic Acid, Vinegar, Sodium Stearoyl Lactylate, Skim Milk, Citric Acid, Sodium Acid Pyrophosphate, Mono- And Diglycerides, Sodium Citrate, Sodium Hexametaphosphate, Butterfat, Phosphoric Acid, Autolyzed Yeast Extract, Natural Flavors, Cream, Annatto Extract (Color), Paprika Extract (Color). Beta Apocarotenal (Color).), Water (Water)"}, { "name": "Crinkle Cut Fries", "SS": "4 oz Serving", "C": "126", "TF": "4g", "SF": "nan", "Ch": "0mg", "Na": "35mg", "Carb": "19g", "Su": "0g", "P": "2g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Potato French Fry Crinkle Cut (Potatoes, Vegetable Oil (Soybean, Canola, Cottonseed, And/Or Sunflower), Contains 2% Or Less Of: Dextrose, Disodium Dihydrogen Pyrophosphate (To Maintain Natural Color).)"}, { "name": "Spaghetti", "SS": "2 Cup Serving", "C": "419", "TF": "4.5g", "SF": "nan", "Ch": "0mg", "Na": "1490mg", "Carb": "78g", "Su": "1g", "P": "15g", "Allergens": "Gluten,Vegetarian,Vegan,Wheat", "Ingredients": "Water (Water), Pasta Spaghetti 20# (Semolina Wheat, Durum Wheat Flour, Vitamin B3 Niacin, Iron Ferrous Sulfate, Vitamin B1 Thiamine Mononitrate, Vitamin B2 Riboflavin, Folic Acid), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.)"}, { "name": "Spaghetti & Meat Sauce", "SS": "3/4 Cup", "C": "277", "TF": "16g", "SF": "nan", "Ch": "50mg", "Na": "1020mg", "Carb": "20g", "Su": "11g", "P": "16g", "Allergens": "Soy", "Ingredients": "Sauce Spaghetti without Meat 6 x #10 (Tomato Puree (Water, Tomato Paste), High Fructose Corn Syrup, Contains Less Than 2% Of: Soybean Oil, Salt, Dried Onion, Citric Acid, Spices, Dried Garlic, Natural Flavor.), Beef Ground 80 Fine Grind Chuck 60# Avg, Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Onion Powder (Dehydrated Onion), Garlic Powder (Garlic Powder.), Spice Pepper Black Ground 18 oz (Black Pepper), Crushed Red Pepper (Crushed Red Pepper), Oregano (Oregano), Spice Basil Leaf Whole 26 oz"}, { "name": "GF Alfredo Sauce", "SS": "3/4 Cup", "C": "435", "TF": "39g", "SF": "nan", "Ch": "60mg", "Na": "1100mg", "Carb": "12g", "Su": "6g", "P": "9g", "Allergens": "Milk,Soy,Vegetarian", "Ingredients": "GF Alfredo Sauce (Cream, Skim Milk, Water, Parmesan And Asiago Cheese Blend With Flavor (Parmesan And Asiago Cheeses [Cultured Milk, Salt, Enzymes], Enzyme Modified Parmesan Cheese [Cultured Milk, Water, Salt, Enzymes], Whey, Salt), Soybean Oil, Canola Oil, 2% Or Less Of Modified Cornstarch, Salt, Romano Cheese Made From Cow's Milk Cultured Milk, Salt, Enzymes), Lactose, Spice, Xanthan Gum, Datem, Mono- And Diglycerides, Seasoning (Cornstarch, Extractives Of Turmeric And Annatto, Natural Flavor), Seasoning (Maltodextrin, Flavor, Enzyme Modified Butterfat).)"}, { "name": "Meatless Spaghetti Sauce", "SS": "3/4 Cup", "C": "120", "TF": "3g", "SF": "nan", "Ch": "0mg", "Na": "780mg", "Carb": "23g", "Su": "14g", "P": "5g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Sauce Spaghetti without Meat 6 x #10 (Tomato Puree (Water, Tomato Paste), High Fructose Corn Syrup, Contains Less Than 2% Of: Soybean Oil, Salt, Dried Onion, Citric Acid, Spices, Dried Garlic, Natural Flavor.)"}, { "name": "Shredded Cheese", "SS": "Ounce", "C": "97", "TF": "8g", "SF": "nan", "Ch": "25mg", "Na": "210mg", "Carb": "1g", "Su": "0g", "P": "6g", "Allergens": "Milk,Vegetarian", "Ingredients": "Paseurized Milk, Cheese Cultures, Salt, Enzymes."}, { "name": "Grated Parmesan Cheese", "SS": "Ounce", "C": "113", "TF": "11g", "SF": "nan", "Ch": "30mg", "Na": "400mg", "Carb": "0g", "Su": "0g", "P": "11g", "Allergens": "Milk,Vegetarian", "Ingredients": "Grated Parmesan (Pasteurized Cow’s Milk, Salt, Enzymes), Powdered Cellulose Added To Prevent Caking."}, { "name": "Crushed Red Pepper", "SS": "Tablespoon", "C": "19", "TF": "1g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "3g", "Su": "less than 1 g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Crushed Red Pepper"}, { "name": "Garlic Breadstick", "SS": "Each", "C": "153", "TF": "4.5g", "SF": "nan", "Ch": "0mg", "Na": "380mg", "Carb": "23g", "Su": "less than 1 g", "P": "4g", "Allergens": "Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Breadstick Gourmet Parbaked Turano (Flour (Wheat Flour, Malted Barley), Water, Contains Less Than 2% Of Each Of The Following: Salt, Dextrose, Palm Oil, Wheat Gluten, Wheat Starch, Diacetyl Tartaric Acid Esters Of Mono-Diglycerides (Datem), L-Cysteine, Ascorbic Acid, Enzyme, Yeast, Mono- And Diglycerides, Ethoxylated Mono And Diglycerides, Polysorbate 60, Calcium Propionate (Preservative), Enriched Wheat Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid). Topping: Water, Potassium Sorbate.), Garlic Butter Spread (Margarine (Vegetable Oil Blend (Palm Oil And Soybean Oil), Water, Salt, Contains Less Than 2% Of Soy Lecithin, Vegetable Mono Diglycerides, Potassium Sorbate (A Preservative), Citric Acid, Natural Artificial Flavor, Beta Carotene (Color), Vitamin A Palmitate Added, Whey.), Garlic Seasoning (Garlic Powder.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Sweet Basil, Spice Pepper Black Ground 18 oz (Black Pepper), Oregano (Oregano), Spice Parsley Flakes)"}, { "name": "Roasted Broccoli", "SS": "4 oz Serving", "C": "51", "TF": "2.5g", "SF": "nan", "Ch": "0mg", "Na": "160mg", "Carb": "6g", "Su": "1g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Broccoli Florets (Broccoli Florettes.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spice Pepper Black Ground 18 oz (Black Pepper)"}, { "name": "Pepperoni Pizza", "SS": "6 Cut Serving", "C": "665", "TF": "30g", "SF": "nan", "Ch": "80mg", "Na": "1790mg", "Carb": "72g", "Su": "8g", "P": "32g", "Allergens": "Gluten,Milk,Soy,Wheat", "Ingredients": "Dough Pizza Pan Sheeted 16 inch  (Enriched Unbleached Wheat Flour (Wheat Flour, Malted Barley Flour, Niacin, Iron as Ferrous Sulfate, Thiamine Mononitrate, Enzyme, Riboflavin, Folic Acid), Water, Yeast, High Fructose Corn Syrup, Conatans Less Than 2% of the Following: Salt, Soybean Oil, Wheat Gluten, Ascorbic Acid, Enzyme.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Heinz Tomato Pizza Sauce (Tomato Puree, (Water, Tomato Paste), Salt, Sugar, Extra Virgin Olive Oil, Spices, Garlic Powder, Ascorbic Acid.), Sliced Pepperoni (BHA, BHT With Citric Acid Added To Help Protect Flavor, Pork And Beef, Salt, Contains 2% Or Less Of: Water, Dextrose, Spices, Lactic Acid Starter Culture, Oleoresin Of Paprika, Garlic Powder, Sodium Nitrite, Citric Acid, BHA, BHT.), >in Cans="}, { "name": "Salad Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Fruit Cocktail", "SS": "1/2 Cup", "C": "47", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "13g", "Su": "10g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Fruit Cocktail (Diced Peaches, Water, Diced Pears, Grapes, Sugar, Pineapple Sectors, Halved Cherries (Artificially Colored Red With Carmine))"}, { "name": "BBQ Chicken Breast", "SS": "Serving", "C": "208", "TF": "3.5g", "SF": "nan", "Ch": "90mg", "Na": "870mg", "Carb": "15g", "Su": "13g", "P": "28g", "Allergens": "Soy", "Ingredients": "Chicken Breast Bnls Sknls 48x4 oz, Ken's Cannonball BBQ Sauce (Sugar, Distilled Vinegar, Water, Tomato Paste, Molasses, Modified Potato Starch, Salt, Contains Less Than 2% Of Natural Smoke Flavor, Mustard Flour, Spice, Paprika, Onion, Garlic, Caramel Color, Maltodextrin, Chili Powder (Chili Pepper, Spice, Salt, Garlic), Autolyzed Yeast Extract, Natural Flavor.), Rub Premium Blend BBQ (Blended Of Sugar, Salt, Chili Pepper And Other Spices, Garlic Powder, Disodium Inosinate And Guanylate, And Less Than 2% Silicon Dioxide And Soybean Oil Added To Prevent Caking.), Water (Water)"}, { "name": "Long Grain Rice", "SS": "1/2 Cup ", "C": "122", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "27g", "Su": "0g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water (Water), Rice Long Grain (Long Grain Rice Enriched With Iron (Ferric Orthophosphate), Niacin, Thiamin (Thiamin Mononitrate), And Folic Acid.)"}, { "name": "Roasted Broccoli", "SS": "4 oz Serving", "C": "51", "TF": "2.5g", "SF": "nan", "Ch": "0mg", "Na": "160mg", "Carb": "6g", "Su": "1g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Broccoli Florets (Broccoli Florettes.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spice Pepper Black Ground 18 oz (Black Pepper)"}, { "name": "Chocolate Chip Cookie", "SS": "Cookie", "C": "132", "TF": "6g", "SF": "nan", "Ch": "5mg", "Na": "100mg", "Carb": "17g", "Su": "10g", "P": "1g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Chocolate Chip Cookie (Enriched Bleached Flour (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Sugar, Palm Oil, Margarine (Palm Oil, Water, Soybean Oil, Contains 2% Or Less Of: Salt, Mono- And Diglycerides, Natural Flavor [Contains Milk], Citric Acid, Vitamin A Palmitate Added, Beta Carotene [Color]), Semi-Sweet Chocolate Chips (Sugar, Unsweetened Chocolate, Cocoa Butter, Dextrose, Soy Lecithin, Natural Flavor, Milk), Chocolate Flavored Confectionery Chips (Sugar, Palm Kernel And Palm Oil, Cocoa [Processed With Alkali], Dextrose, Soy Lecithin, Polysorbate 60, Sorbitan Monostearate, Salt, Natural Flavor), Water, Eggs, Dextrose, Contains 2% Or Less Of: Molasses, Pregelatinized Wheat Starch, Baking Soda, Salt, Natural And Artificial Flavors.)"}, { "name": "Divinity Chunk Brownie", "SS": "8x10 Cut Serving", "C": "224", "TF": "8g", "SF": "nan", "Ch": "0mg", "Na": "130mg", "Carb": "36g", "Su": "28g", "P": "2g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Mix Brownie Gm (Sugar, Enriched Flour, Bleached (Wheat Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Palm Oil, Cocoa Processed With Alkali, Soybean Oil. Contains 2% Or Less Of: Corn Starch, Egg White, Salt, Leavening (Baking Soda, Monocalcium Phosphate), Natural Flavor, Soy Flour, Nonfat Milk.), White Vanilla Chocolate Chips (Sugar, Skim Milk, Hydrogenated Vegetable Oil (Palm Kernel Oil, Soybean Oil, Palm Oil), Palm Kernel Oil, Contains Less Than 2% Or Less Of: Artificial Flavor, Lecithin (Soy), Salt.), Water (Water), Marshmallow Cream 5 Gal Pail (Corn Syrup, Sugar, Water, Egg Whites, Artificial Flavors, Xanthan Gum, Lactic Acid And Salt.), Water (Water)"}, { "name": "Sugar Cookie", "SS": "Cookie", "C": "120", "TF": "5g", "SF": "nan", "Ch": "5mg", "Na": "105mg", "Carb": "17g", "Su": "10g", "P": "less than 1 g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Dough Cookie Sugar 1oz (Enriched Bleached Flour (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Sugar, Margarine (Palm Oil, Water, Soybean Oil, Contains 2 Or Less Of: Salt, Mono- And Diglycerides, Natural Flavors [Contains Milk], Citric Acid, Vitamin A Palmitate Added, Beta Carotene [Color]), Eggs, Contains 2 Or Less Of: Invert Sugar, Salt, Baking Soda, Defatted Soy Flour.)"}, { "name": "Vegetable Lasagna", "SS": "4x4 Cut Serving", "C": "232", "TF": "8g", "SF": "nan", "Ch": "20mg", "Na": "700mg", "Carb": "29g", "Su": "5g", "P": "10g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Pasta Lasagna Vegetable Stouffer's (Blanched Lasagna (Water, Grain Blend With Whole Wheat Flour [Durum Whole Wheat Flour, Semolina], Dried Egg Whites), Skim Milk, Water, Low Fat Ricotta Cheese (Pasteurized Whey, Pasteurized Milk, Pasteurized Cream, Vinegar, Carrageenan, Xanthan Gum), Low-Moisture Part-Skim Mozzarella Cheese (Cultured Part-Skim Milk, Salt, Enzymes), Carrots, Breadcrumbs (Wheat Flour, Sugar, Yeast, Soybean Oil, Salt), Parmesan And Asiago Cheese Blend With Flavor (Parmesan And Asiago Cheeses [Cultured Milk, Salt, Enzymes], Enzyme Modified Parmesan Cheese [Cultured Milk, Water, Salt, Enzymes], Whey, Salt), Spinach, 2% Or Less Of Onions, Modified Cornstarch, Soybean Oil, Bread Crumbs (Bleached Wheat Flour Contains 2% Or Less Of: Sugar, Yeast, Salt), Broccoli, Parmesan Cheese Paste (Granular And Parmesan Cheese [Cultured Milk, Salt, Enzymes], Water, Salt, Lactic Acid, Citric Acid), Romano Cheese With Flavor (Romano Cheese [Cultured Cow's Milk, Salt, Enzymes], Enzyme Modified Romano Cheese [Romano Cheese {Cultured Cow's Milk, Water, Salt, Enzymes}, Salt]), Bleached Enriched Wheat Flour (Wheat Flour, Niacin, Reduced Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Sea Salt, Sugar, Seasoning (Maltodextrin, Flavoring, Modified Cornstarch, Lipolyzed Cream [Butter, Nonfat Milk Solids], Sodium Citrate), Potassium Chloride, Spices, Whey, Whey Protein Concentrate, Xanthan Gum, Garlic, Dried Onions, Flavors, Datem, Mono- And Diglycerides.)"}, { "name": "Roasted Broccoli", "SS": "4 oz Serving", "C": "51", "TF": "2.5g", "SF": "nan", "Ch": "0mg", "Na": "160mg", "Carb": "6g", "Su": "1g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Broccoli Florets (Broccoli Florettes.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spice Pepper Black Ground 18 oz (Black Pepper)"}, { "name": "GF Hamburger Bun", "SS": "Bun", "C": "249", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "460mg", "Carb": "46g", "Su": "6g", "P": "5g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Tapioca Starch, Brown Rice Flour, (Rice Flour, Rice Bran With Germ), Canola Oil, Resistant Corn Starch, Egg Whites, Invert Cane Sugar, Tapioca Maltodextrin, Potato Flour, Cane Sugar, Tapioca Syrup, Yeast, Sugarcane Fiber, Salt, Gum (Xanthan Gum, Sodium Alginate, Guar Gum), Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Xanthan Gum, Enzymes."}, { "name": "Malibu Burger", "SS": "Burger", "C": "164", "TF": "8g", "SF": "nan", "Ch": "0mg", "Na": "450mg", "Carb": "22g", "Su": "2g", "P": "4g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Vegan Malibu Burger 3.2 oz (Cooked Brown Rice (Water, Organic Brown Rice), Water, Organic Corn, Organic Carrots, Organic Onions, Organic Green Peppers, Organic Rolled Oats, Organic Canola Oil, Organic High Oleic Sunflower Oil, Organic Red Bell Peppers, Organic Soy Protein Flour, Contains Two Percent Or Less Of Gum Blend (Carrageenan, Konjac Flour), Organic Soy Sauce (Water, Organic Soybeans, Salt, Organic Wheat), Organic Onion Powder, Broccoli, Sea Salt, Organic Garlic Powder, Organic Black Pepper.)"}, { "name": "Homefree Ginger Snap Cookie", "SS": "Cookie", "C": "140", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "21g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Pear Juice From Concentrate, High Oleic Safflower Oil, Organic Tapioca Starch, Molasses, Organic Ground Ginger, Baking Soda (Sodium Bicarbonate), Organic Cinnamon, Salt, Pure Vanilla Extract, Cream Of Tartar, Xanthan Gum, Organic Cloves, Rosemary Extract."}, { "name": "Homefree Chocolate Chip Cookie", "SS": "Cookie", "C": "140", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "95mg", "Carb": "19g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, High Oleic Safflower Oil, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), Organic Tapioca Starch, Pear Juice Concentrate, Baking Soda (Sodium Bicarbonate), Pure Vanilla Extract, Salt, Cream Of Tartar, Xanthan Gum, Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Homefree Chocolate Chip Brownie", "SS": "Brownie", "C": "235", "TF": "9g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "36g", "Su": "22g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), High Oleic Safflower Oil, Pear Juice Concentrate, Non-Alkalized Cocoa Powder, Tapioca Syrup, Demerara Sugar, Organic Tapioca Starch, Pure Vanilla Extract, Salt, Xanthan Gum, Baking Soda (Sodium Bicarbonate), Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Vegan Mozzarella Cheese", "SS": "Ounce", "C": "80", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "250mg", "Carb": "6g", "Su": "0g", "P": "0g", "Allergens": "Coconut,Vegetarian,Vegan", "Ingredients": "Filtered Water, Coconut Oil, Modified Potato Starch, Modified Corn And Potato Starch, Sea Salt, Natural Vegan Flavor, Sorbic Acid Preservative, Beta Carotene Color, Powdered Cellulose Added To Prevent Caking."}, { "name": "Bread White Udi's 24 oz GF", "SS": "Slice", "C": "121", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "230mg", "Carb": "21g", "Su": "3g", "P": "2g", "Allergens": "Eggs", "Ingredients": "Water, Pea Starch, Modified Tapioca Starch, Rice Starch, Canola Oil, Rice Flour, Sorghum Flour, Tapioca Starch, Invert Cane Sugar, Egg Whites, Cane Sugar, Modified Cellulose, Apple Cider Vinegar, Salt, Yeast, Cultured Brown Rice, Brown Rice, Guar Gum, Xanthan Gum, Enzymes."}, { "name": "GF Double Chocolate Muffin", "SS": "Muffin", "C": "280", "TF": "12g", "SF": "nan", "Ch": "55mg", "Na": "230mg", "Carb": "39g", "Su": "24g", "P": "4g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Cane Sugar, Eggs, Water, Semi-Sweet Chocolate Chips (Sugar, Chocolate Liquor, Cocoa Butter), Tapioca Starch, Brown Rice Flour (Rice Flour, Rice Bran), Canola Oil, Cocoa Powder Processed With Alkali, Palm Oil, Baking Powder (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Natural Flavor, Salt, Sunflower Lecithin, Lemon Zest (Lemon Peel, Cane Sugar, Lemon Oil Essence), Xanthan Gum."}, { "name": "GF Blueberry Muffin", "SS": "Each", "C": "270", "TF": "9g", "SF": "nan", "Ch": "60mg", "Na": "250mg", "Carb": "39g", "Su": "22g", "P": "3g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Cane Sugar, Eggs, Water, Tapioca Starch, Brown Rice Flour (Rice Flour And Rice Bran). Blueberries, Canola Oil, Potato Starch, Sugar, Palm Oil, Dried Blueberries, Baking Powder (Sodium Acid  Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Natural Flavor, Salt, Sunflower Lecithin, Lemon Flavedo (Lemon Peel, Cane Sugar, Lemon Oil Essence), Xanthan Gum"}, { "name": "Italian Ice", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}]},{"place": "Windsor", "items": [{ "name": "Tostada with Guacamole", "SS": "Serving", "C": "256", "TF": "18g", "SF": "nan", "Ch": "25mg", "Na": "440mg", "Carb": "13g", "Su": "less than 1 g", "P": "9g", "Allergens": "Milk,Vegetarian", "Ingredients": "Guacamole Dip (Avocado, Red Bell Pepper, Onion, Salt, Jalapeno Pepper, Garlic, Lime Juice Concentrate.), Monterey Jack Shredded Cheese (Monterey Jack Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes), Potato Starch And Powdered Cellulose Added To Prevent Caking, Natamycin (A Natural Mold Inhibitor).), Tostada Matilda 8 x 24 Ct (Stone Ground Corn, Corn Oil Or Palm Olein Oil, Sea Salt, Calcium Hydroxide. May Contain One Or More Of The Following: Hydrated Chipotle Pepper, Arbol Pepper, Jalapeno Pepper, Citric Acid, Spices.), Tomatoes (Tomato), Mild Salsa (Tomato Puree, Diced Tomatoes In Tomato Juice, Jalapenos, Distilled Vinegar, Contains Less Than 2% Of: Dehydrated Onion, Salt, Sea Salt, Natural Flavors, Sugar, Dehydrated Garlic, Vitamin C (Ascorbic Acid), Spices, Vitamin E (DL-Alpha Tocopheryl Acetate), Vitamin A (Retinol Palmitate).), Sliced Black Olives (Olives, Water, Salt And Ferrous Gluconate (Color Stabilizer).), Green Onion (Onion Green)"}, { "name": "Spanish Rice", "SS": "1/2 Cup Serving", "C": "327", "TF": "1.5g", "SF": "nan", "Ch": "0mg", "Na": "530mg", "Carb": "69g", "Su": "1g", "P": "8g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Rice White Long Grain Parboiled 25# (Enriched Parboiled Long Grain Rice (Parboiled Long Grain Rice, Vitamins And Minerals [Calcium (Calcium Carbonate), Iron (Iron Phosphate), Vitamin B1 (Thiamine Mononitrate), Folic Acid]).), Water (Water), Juice Tomato 46 oz (Tomato Juice From Concentrate (Water, Tomato Concentrate), Salt, Vitamin C (Ascorbic Acid), Citric Acid.), Base Vegetable Mirepoix Sauteed 6 x 1# (Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Salt, Sugar, Maltodextrin, Corn Oil, Less Than 2% Of Yeast Extract, Water, Potato Starch, Xanthan Gum, Natural Flavors, Carrot Juice Concentrate.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Spice Paprika Spanish (Paprika), Ground Cumin (Cumin)"}, { "name": "Black Bean Vegetable Fajitas", "SS": "1 Cup Serving", "C": "233", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "270mg", "Carb": "32g", "Su": "4g", "P": "8g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Fajita Vegetables (Green Pepper Strips, Red Pepper Strips, Onion Strips), Black Beans (Prepared Black Beans, Water, Salt, Calcium Chloride Firming Agent.), Sweet Corn (Corn.), Matchstick Carrots, Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Ground Cumin (Cumin), Seasoning Cajun 22 oz. (Dehydrated Garlic, Spices, Salt, Paprika (Color), Dehydrated Onion, Red Pepper.)"}, { "name": "Tortilla Chips", "SS": "Ounce", "C": "142", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "18g", "Su": "0g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Corn, Vegetable Oil (Corn, Canola And/Or Sunflower Oil), And Salt."}, { "name": "Queso Blanco Cheese Sauce w Salsa Verde", "SS": "1/2 Cup Serving", "C": "218", "TF": "17g", "SF": "nan", "Ch": "55mg", "Na": "890mg", "Carb": "6g", "Su": "4g", "P": "11g", "Allergens": "Milk,Vegetarian", "Ingredients": "Water, Cheddar Cheese Pasteurized Milk, Cheese Culture, Salt, Enzymes, Cream, Tomatillos With Citric Acid, Contains Less Than 2 Of Green Chiles With Citric Acid, Modified Food Starch, Sodium Phosphates And Potassium Phosphates, Jalapeno Peppers With Salt, Acetic Acid, Water, Calcium Chloride, Salt, Seasoning Potassium Chloride, Flavor (Contains Maltodextrin), Onions, Dehydrated Garlic, Citric Acid, Dehydrated Cilantro."}, { "name": "Chicken Enchilada", "SS": "Enchilada", "C": "167", "TF": "7g", "SF": "nan", "Ch": "30mg", "Na": "400mg", "Carb": "16g", "Su": "2g", "P": "9g", "Allergens": "Gluten,Milk,Soy,Wheat", "Ingredients": "Enchilada Chicken BB 1.75oz (Stone Ground Corn Masa Flour (With Trace Of Lime), Water, Cooked Chicken Meat, Salsa (Tomatoes [Diced Tomatoes, Tomato Puree, Citric Acid], Roasted Jalapeno Pepper, Water, Onions, Tomato Paste, Salt, Distilled Vinegar, Dehydrated Garlic, Sugar, Natural Flavors), Onions, Green Chile Peppers (Green Chiles, Citric Acid), Textured Vegetable Protein (Soy Flour). Contains Less Than 2% Of: Jalapeno Peppers (Jalapenos, Vinegar, Salt, Acetic Acid), Ancho Chili Base (Chili Peppers, Dried Onion, Garlic, Yeast Extract, Salt, Spices, Beef Extract, Citric Acid), Seasoning (Spices And Dehydrated Garlic), Wheat Flour, Modified Food Starch, Cellulose Gum, Salt, Guar Gum.), Sauce Enchilada 6/#10 (Tomato Puree (Water, Tomato Paste), Water, Less Than 2% Of: Modified Food Starch, Spices, Citric Acid, Dehydrated Onion, Dehydrated Garlic, Salt, Natural Flavor.), Shredded Cheddar & Mont. Jack Cheese (Pasteurized Milk, Cheese Cultures, Salt, Enzymes And Annatto (A Natural Vegetable Color) Cellulose Added To Prevent Caking.), Diced Tomatoes (Tomato), Sliced Black Olives (Olives, Water, Salt And Ferrous Gluconate (Color Stabilizer).), Green Onion (Onion Green), Shredded Lettuce (Lettuce), Cilantro (Cilantro)"}, { "name": "Philly Steak", "SS": "Ounce", "C": "40", "TF": "2g", "SF": "nan", "Ch": "15mg", "Na": "65mg", "Carb": "0g", "Su": "0g", "P": "6g", "Allergens": "", "Ingredients": "Beef Philly (Beef, Water, Modified Food Starch, Dextrose, Sodium Tripolyphosphate, Salt, Corn Flour, Autolyzed Yeast.)"}, { "name": "Spanish Rice", "SS": "1/2 Cup Serving", "C": "327", "TF": "1.5g", "SF": "nan", "Ch": "0mg", "Na": "530mg", "Carb": "69g", "Su": "1g", "P": "8g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Rice White Long Grain Parboiled 25# (Enriched Parboiled Long Grain Rice (Parboiled Long Grain Rice, Vitamins And Minerals [Calcium (Calcium Carbonate), Iron (Iron Phosphate), Vitamin B1 (Thiamine Mononitrate), Folic Acid]).), Water (Water), Juice Tomato 46 oz (Tomato Juice From Concentrate (Water, Tomato Concentrate), Salt, Vitamin C (Ascorbic Acid), Citric Acid.), Base Vegetable Mirepoix Sauteed 6 x 1# (Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Salt, Sugar, Maltodextrin, Corn Oil, Less Than 2% Of Yeast Extract, Water, Potato Starch, Xanthan Gum, Natural Flavors, Carrot Juice Concentrate.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Spice Paprika Spanish (Paprika), Ground Cumin (Cumin)"}, { "name": "Sugar Snap Peas", "SS": "1/2 Cup", "C": "30", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "5g", "Su": "", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Peas Sugar Snap (Sugar Snap Peas)"}, { "name": "Queso Blanco Cheese Sauce w Salsa Verde", "SS": "1/2 Cup Serving", "C": "218", "TF": "17g", "SF": "nan", "Ch": "55mg", "Na": "890mg", "Carb": "6g", "Su": "4g", "P": "11g", "Allergens": "Milk,Vegetarian", "Ingredients": "Water, Cheddar Cheese Pasteurized Milk, Cheese Culture, Salt, Enzymes, Cream, Tomatillos With Citric Acid, Contains Less Than 2 Of Green Chiles With Citric Acid, Modified Food Starch, Sodium Phosphates And Potassium Phosphates, Jalapeno Peppers With Salt, Acetic Acid, Water, Calcium Chloride, Salt, Seasoning Potassium Chloride, Flavor (Contains Maltodextrin), Onions, Dehydrated Garlic, Citric Acid, Dehydrated Cilantro."}, { "name": "Deli Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Deluxe Fruit Mix", "SS": "1/2 Cup Serving", "C": "43", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "10g", "Su": "7g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Deluxe Fruit Mix (Strawberries, Pineapple, Mango, Peaches, Ascorbic And Citric Acid To Promote Color Retention, Malic Acid, And Natural Flavors.)"}, { "name": "Tropical Blend Fruit", "SS": "1/2 Cup", "C": "99", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "26g", "Su": "", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Pineapple, Papaya (Red And Yellow), Water, Guava, Sugar, Passion Fruit Juice And Citric Acid."}, { "name": "Salad Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Chocolate Candy Piece Cookie", "SS": "Cookie", "C": "121", "TF": "5g", "SF": "nan", "Ch": "5mg", "Na": "115mg", "Carb": "18g", "Su": "10g", "P": "1g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Dough Cookie Carnival 1 oz (Enriched Bleached Flour (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Sugar, Margarine (Palm Oil, Water, Soybean Oil, Contains 2% Or Less Of: Salt, Mono- And Diglycerides, Natural Flavors [Contains Milk], Citric Acid, Vitamin A Palmitate Added, Beta Carotene [Color]), Semi-Sweet Chocolate Chips (Sugar, Unsweetened Chocolate, Cocoa Butter, Dextrose, Soy Lecithin, Natural Flavor, Milk), Colored Chocolate Candies (Semi-Sweet Chocolate [Sugar, Unsweetened Chocolate, Cocoa Butter, Dextrose, Soy Lecithin, Natural Flavor], Sugar, Coloring [Titanium Dioxide, Red 40 Lake, Yellow 6 Lake, Yellow 6, Yellow 5 Lake, Blue 1 Lake, Red 3, Blue 2 Lake], Corn Starch, Confectioner's Glaze [Carnauba Wax, Beeswax, Shellac]), Eggs, Dextrose, Contains 2% Or Less Of: Water, Molasses, Baking Soda, Salt, Pregelatinized Wheat Starch, Natural And Artificial Flavor.)"}, { "name": "Hummingbird Cake with Icing", "SS": "8x10 Cut Serving", "C": "421", "TF": "24g", "SF": "nan", "Ch": "25mg", "Na": "200mg", "Carb": "49g", "Su": "35g", "P": "4g", "Allergens": "Eggs,Gluten,Milk,Soy,Tree Nuts,Vegetarian,Wheat", "Ingredients": "Powdered Sugar (Sugar, Carnauba Wax), Flour All Purpose H&R Gold Medal (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid.), Granulated Sugar (Sugar.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Banana, Cream Cheese (Pasteurized Milk And Cream, Whey Protein Concentrate, Whey, Salt, Carob Bean Gum, Xanthan Gum, Guar Gum, Natamycin A Natural Mold Inhibitor, Vitamin A Palmitate, Cheese Culture.), Crushed Pineapple (Pineapple, Pineapple Juice, Pineapple Juice Concentrate, Citric Acid.), Walnut Pieces, Eggs (Large Shell Egg), Walnut Pieces, Margarine (Vegetable Oil Blend (Palm Oil And Soybean Oil), Water, Salt, Contains Less Than 2% Of Soy Lecithin, Vegetable Mono Diglycerides, Potassium Sorbate (A Preservative), Citric Acid, Natural Artificial Flavor, Beta Carotene (Color), Vitamin A Palmitate Added, Whey.), Flavor Vanilla Imitation (Water, Caramel Color, Artifical Flavor, Citric Acid, Sodium Benzoate (Preservative).), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Flavor Vanilla Imitation (Water, Caramel Color, Artifical Flavor, Citric Acid, Sodium Benzoate (Preservative).), Baking Soda 24 x 1# (Sodium Bicarbonate), Ground Cinnamon"}, { "name": "Lemon Cheesecake Bar", "SS": "8x10 Cut Serving", "C": "235", "TF": "8g", "SF": "nan", "Ch": "45mg", "Na": "170mg", "Carb": "37g", "Su": "26g", "P": "2g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Mix Lemon Bar (Crust: Enriched Flour Bleached (Wheat Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Palm Oil, Sugar, Dextrose, Salt, Natural Flavor, Whey, Annatto And Turmeric Extract Color, Soy Flour, Egg. Filling: Sugar, Eggs With Sodium Silicoaluminate, Enriched Flour Bleached (Wheat Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Wheat Starch, Soybean Oil. Contains 2% Or Less Of: Modified Corn Starch, Dried Corn Syrup, Citric Acid, Egg Yolk With Sodium Silicoaluminate, Lemon Juice Solids, Salt, Baking Soda, Natural And Artificial Flavor, Nonfat Milk, Soy Flour.), Water (Water), Cream Cheese (Pasteurized Milk And Cream, Whey Protein Concentrate, Whey, Salt, Carob Bean Gum, Xanthan Gum, Guar Gum, Natamycin A Natural Mold Inhibitor, Vitamin A Palmitate, Cheese Culture.)"}, { "name": "GF Hamburger Bun", "SS": "Bun", "C": "249", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "460mg", "Carb": "46g", "Su": "6g", "P": "5g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Tapioca Starch, Brown Rice Flour, (Rice Flour, Rice Bran With Germ), Canola Oil, Resistant Corn Starch, Egg Whites, Invert Cane Sugar, Tapioca Maltodextrin, Potato Flour, Cane Sugar, Tapioca Syrup, Yeast, Sugarcane Fiber, Salt, Gum (Xanthan Gum, Sodium Alginate, Guar Gum), Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Xanthan Gum, Enzymes."}, { "name": "Malibu Burger", "SS": "Burger", "C": "164", "TF": "8g", "SF": "nan", "Ch": "0mg", "Na": "450mg", "Carb": "22g", "Su": "2g", "P": "4g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Vegan Malibu Burger 3.2 oz (Cooked Brown Rice (Water, Organic Brown Rice), Water, Organic Corn, Organic Carrots, Organic Onions, Organic Green Peppers, Organic Rolled Oats, Organic Canola Oil, Organic High Oleic Sunflower Oil, Organic Red Bell Peppers, Organic Soy Protein Flour, Contains Two Percent Or Less Of Gum Blend (Carrageenan, Konjac Flour), Organic Soy Sauce (Water, Organic Soybeans, Salt, Organic Wheat), Organic Onion Powder, Broccoli, Sea Salt, Organic Garlic Powder, Organic Black Pepper.)"}, { "name": "Vegan Mozzarella Cheese", "SS": "Ounce", "C": "80", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "250mg", "Carb": "6g", "Su": "0g", "P": "0g", "Allergens": "Coconut,Vegetarian,Vegan", "Ingredients": "Filtered Water, Coconut Oil, Modified Potato Starch, Modified Corn And Potato Starch, Sea Salt, Natural Vegan Flavor, Sorbic Acid Preservative, Beta Carotene Color, Powdered Cellulose Added To Prevent Caking."}, { "name": "Smart Balance Margarine", "SS": "Pkg", "C": "30", "TF": "3g", "SF": "nan", "Ch": "0mg", "Na": "30mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Oil Blend Palm, Soybean, Flaxseed, Canola, And Olive Oils, Water, Contains Less Than 2 Of Salt, Sorbitan Ester Of Vegetable Fattyacids, Monoglyceride Of Vegetable Fatty Acids, Enzyme-Modified Soybean Lecithin, Potassium Sorbate, Tbhq, And Calcium Disodium Edta To Preserve Freshness, Citric Acid, Natural Artificial Flavor, Lactic Acid, Vitamin A Palmitate, Beta-Carotene Color, Vitamin E Acetate."}, { "name": "Bread White Udi's 24 oz GF", "SS": "Slice", "C": "121", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "230mg", "Carb": "21g", "Su": "3g", "P": "2g", "Allergens": "Eggs", "Ingredients": "Water, Pea Starch, Modified Tapioca Starch, Rice Starch, Canola Oil, Rice Flour, Sorghum Flour, Tapioca Starch, Invert Cane Sugar, Egg Whites, Cane Sugar, Modified Cellulose, Apple Cider Vinegar, Salt, Yeast, Cultured Brown Rice, Brown Rice, Guar Gum, Xanthan Gum, Enzymes."}, { "name": "Italian Ice", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Homefree Chocolate Chip Brownie", "SS": "Brownie", "C": "235", "TF": "9g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "36g", "Su": "22g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), High Oleic Safflower Oil, Pear Juice Concentrate, Non-Alkalized Cocoa Powder, Tapioca Syrup, Demerara Sugar, Organic Tapioca Starch, Pure Vanilla Extract, Salt, Xanthan Gum, Baking Soda (Sodium Bicarbonate), Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Homefree Chocolate Chip Cookie", "SS": "Cookie", "C": "140", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "95mg", "Carb": "19g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, High Oleic Safflower Oil, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), Organic Tapioca Starch, Pear Juice Concentrate, Baking Soda (Sodium Bicarbonate), Pure Vanilla Extract, Salt, Cream Of Tartar, Xanthan Gum, Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Homefree Ginger Snap Cookie", "SS": "Cookie", "C": "140", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "21g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Pear Juice From Concentrate, High Oleic Safflower Oil, Organic Tapioca Starch, Molasses, Organic Ground Ginger, Baking Soda (Sodium Bicarbonate), Organic Cinnamon, Salt, Pure Vanilla Extract, Cream Of Tartar, Xanthan Gum, Organic Cloves, Rosemary Extract."}, { "name": "Thai Red Chili Baked Pollock", "SS": "Serving", "C": "150", "TF": "0g", "SF": "nan", "Ch": "65mg", "Na": "630mg", "Carb": "18g", "Su": "13g", "P": "20g", "Allergens": "Fish", "Ingredients": "Fish Pollock Alaskan Fillet 4.2oz (Alaska Pollock, Water, Contains 2% Or Less Of: Potato Starch, Calcium Chloride, Sodium Alginate, Baking Soda.), Sauce Thai Sweet Chili (Sugar, Water, Chili Peppers, Garlic, Salt, Acetic Acid, Xanthan Gum, Citric Acid.), Sauce Thai Sweet Chili (Sugar, Water, Chili Peppers, Garlic, Salt, Acetic Acid, Xanthan Gum, Citric Acid.), Snow Peas (Raw Sugar Snap Peas), Yellow Onion, Red Pepper (Red Pepper), Yellow Pepper (Raw Yellow Bell Peppers), Minced Garlic (Peeled Garlic)"}, { "name": "Jasmine Rice", "SS": "1/2 Cup", "C": "282", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "64g", "Su": "0g", "P": "5g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Jasmine Rice (Jasmine Rice.), Water (Water)"}, { "name": "Tostada with Guacamole", "SS": "Serving", "C": "256", "TF": "18g", "SF": "nan", "Ch": "25mg", "Na": "440mg", "Carb": "13g", "Su": "less than 1 g", "P": "9g", "Allergens": "Milk,Vegetarian", "Ingredients": "Guacamole Dip (Avocado, Red Bell Pepper, Onion, Salt, Jalapeno Pepper, Garlic, Lime Juice Concentrate.), Monterey Jack Shredded Cheese (Monterey Jack Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes), Potato Starch And Powdered Cellulose Added To Prevent Caking, Natamycin (A Natural Mold Inhibitor).), Tostada Matilda 8 x 24 Ct (Stone Ground Corn, Corn Oil Or Palm Olein Oil, Sea Salt, Calcium Hydroxide. May Contain One Or More Of The Following: Hydrated Chipotle Pepper, Arbol Pepper, Jalapeno Pepper, Citric Acid, Spices.), Tomatoes (Tomato), Mild Salsa (Tomato Puree, Diced Tomatoes In Tomato Juice, Jalapenos, Distilled Vinegar, Contains Less Than 2% Of: Dehydrated Onion, Salt, Sea Salt, Natural Flavors, Sugar, Dehydrated Garlic, Vitamin C (Ascorbic Acid), Spices, Vitamin E (DL-Alpha Tocopheryl Acetate), Vitamin A (Retinol Palmitate).), Sliced Black Olives (Olives, Water, Salt And Ferrous Gluconate (Color Stabilizer).), Green Onion (Onion Green)"}, { "name": "Spanish Rice", "SS": "1/2 Cup Serving", "C": "327", "TF": "1.5g", "SF": "nan", "Ch": "0mg", "Na": "530mg", "Carb": "69g", "Su": "1g", "P": "8g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Rice White Long Grain Parboiled 25# (Enriched Parboiled Long Grain Rice (Parboiled Long Grain Rice, Vitamins And Minerals [Calcium (Calcium Carbonate), Iron (Iron Phosphate), Vitamin B1 (Thiamine Mononitrate), Folic Acid]).), Water (Water), Juice Tomato 46 oz (Tomato Juice From Concentrate (Water, Tomato Concentrate), Salt, Vitamin C (Ascorbic Acid), Citric Acid.), Base Vegetable Mirepoix Sauteed 6 x 1# (Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Salt, Sugar, Maltodextrin, Corn Oil, Less Than 2% Of Yeast Extract, Water, Potato Starch, Xanthan Gum, Natural Flavors, Carrot Juice Concentrate.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Spice Paprika Spanish (Paprika), Ground Cumin (Cumin)"}, { "name": "Black Bean Vegetable Fajitas", "SS": "1 Cup Serving", "C": "233", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "270mg", "Carb": "32g", "Su": "4g", "P": "8g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Fajita Vegetables (Green Pepper Strips, Red Pepper Strips, Onion Strips), Black Beans (Prepared Black Beans, Water, Salt, Calcium Chloride Firming Agent.), Sweet Corn (Corn.), Matchstick Carrots, Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Ground Cumin (Cumin), Seasoning Cajun 22 oz. (Dehydrated Garlic, Spices, Salt, Paprika (Color), Dehydrated Onion, Red Pepper.)"}, { "name": "Tortilla Chips", "SS": "Ounce", "C": "142", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "18g", "Su": "0g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Corn, Vegetable Oil (Corn, Canola And/Or Sunflower Oil), And Salt."}, { "name": "Queso Blanco Cheese Sauce w Salsa Verde", "SS": "1/2 Cup Serving", "C": "218", "TF": "17g", "SF": "nan", "Ch": "55mg", "Na": "890mg", "Carb": "6g", "Su": "4g", "P": "11g", "Allergens": "Milk,Vegetarian", "Ingredients": "Water, Cheddar Cheese Pasteurized Milk, Cheese Culture, Salt, Enzymes, Cream, Tomatillos With Citric Acid, Contains Less Than 2 Of Green Chiles With Citric Acid, Modified Food Starch, Sodium Phosphates And Potassium Phosphates, Jalapeno Peppers With Salt, Acetic Acid, Water, Calcium Chloride, Salt, Seasoning Potassium Chloride, Flavor (Contains Maltodextrin), Onions, Dehydrated Garlic, Citric Acid, Dehydrated Cilantro."}, { "name": "Bow Ties Pasta", "SS": "1 Cup Serving", "C": "452", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "590mg", "Carb": "90g", "Su": "0g", "P": "15g", "Allergens": "Gluten,Vegetarian,Vegan,Wheat", "Ingredients": "Water (Water), Pasta Bow Tie (Farfalle) (Semolina, Enriched With Iron (Ferrous Sulfate) And B Vitamins (Niacin, Thaimin, Mononitrate, Riboflavin, Folic Acid)), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.)"}, { "name": "Marinara Sauce", "SS": "1/4 Cup", "C": "25", "TF": "1g", "SF": "nan", "Ch": "0mg", "Na": "200mg", "Carb": "4g", "Su": "3g", "P": "1g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Marinara Sauce (Tomato Puree (Water, Tomato Paste), Diced Tomatoes, Less Than 2% Of: Sugar, Soybean Oil, Salt, Spice, Dired Garlic, Dried Onion, Olive Oil, Citric Acid, Sea Salt, Natural Flavor.)"}, { "name": "Roasted Pepper Cream Sauce", "SS": "1/2 Cup Serving", "C": "260", "TF": "23g", "SF": "nan", "Ch": "35mg", "Na": "670mg", "Carb": "8g", "Su": "4g", "P": "6g", "Allergens": "Milk,Soy,Vegetarian", "Ingredients": "GF Alfredo Sauce (Cream, Skim Milk, Water, Parmesan And Asiago Cheese Blend With Flavor (Parmesan And Asiago Cheeses [Cultured Milk, Salt, Enzymes], Enzyme Modified Parmesan Cheese [Cultured Milk, Water, Salt, Enzymes], Whey, Salt), Soybean Oil, Canola Oil, 2% Or Less Of Modified Cornstarch, Salt, Romano Cheese Made From Cow's Milk Cultured Milk, Salt, Enzymes), Lactose, Spice, Xanthan Gum, Datem, Mono- And Diglycerides, Seasoning (Cornstarch, Extractives Of Turmeric And Annatto, Natural Flavor), Seasoning (Maltodextrin, Flavor, Enzyme Modified Butterfat).), Pepper Red Roasted (Roasted Red Peppers, Water, Salt And Citric Acid.)"}, { "name": "Garlic Herb Chicken Strip", "SS": "1/2 Cup", "C": "75", "TF": "2.5g", "SF": "nan", "Ch": "40mg", "Na": "470mg", "Carb": "2g", "Su": "2g", "P": "12g", "Allergens": "Gluten,Milk,Soy,Wheat", "Ingredients": "Skinless Boneless Chicken Breast Meat With Rib Meat, Water, Seasoning (Corn Syrup Solids, Salt, Sugar, Garlic Powder, Spices, Hydrolyzed Corn, Soy And Wheat Gluten Protein, Parsley, Onion Powder, Natural Flavor, Soybean Oil), Isolated Soy Protein Product (Isolated Soy Protein, Modified Food Starch, Unmodified Corn Starch, Carrageenan, With Less Than 2% Soy Lecithin), Romano Cheese (Made From Pasteurized Part-Skim Cow's Milk, Cheese Cultures, Salt And Enzymes), Sodium Phosphates."}, { "name": "Pasta Primavera", "SS": "1/2 Cup Serving", "C": "94", "TF": "3.5g", "SF": "nan", "Ch": "5mg", "Na": "540mg", "Carb": "10g", "Su": "1g", "P": "4g", "Allergens": "Gluten,Milk,Vegetarian,Wheat", "Ingredients": "Water (Water), Carrots Sliced Coin 20# (Carrots), Zucchini (Zucchini), Rotini Pasta (Semolina Wheat, Durum Wheat Flour, Vitamin B3 Niacin, Iron Ferrous Sulfate, Vitamin B1 Thiamin Mononitrate, Vitamin B2 Riboflavin, Folic Acid), Sliced Fresh Mushrooms (Raw Mushrooms.), Broccoli Florets (Broccoli.), Shredded Parmesan Cheese (Shredded Parmigiano (Pasteurized Part-Skim Cow’s Milk, Cheese Cultures, Salt, Enzymes).), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Italian Seasoning, Spice Pepper Black Ground 18 oz (Black Pepper)"}, { "name": "Seasoned Green Beans", "SS": "4OZ LADLE", "C": "73", "TF": "4g", "SF": "nan", "Ch": "10mg", "Na": "30mg", "Carb": "8g", "Su": "2g", "P": "2g", "Allergens": "Milk,Vegetarian", "Ingredients": "Whole Green Beans (Green Beans), Butter Solids (Pasteurized Cream, Salt), Lemon Juice (Filtered Water, Lemon Juice Concentrate, Sodium Bisulfite (Preservative), Sodium Benzoate (Preservative), Lemon Oil), Herb Parsley 60 Ct. (Parsley), Spice Pepper Black Ground 18 oz (Black Pepper)"}, { "name": "Garlic Knot Roll", "SS": "Roll", "C": "169", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "190mg", "Carb": "27g", "Su": "3g", "P": "5g", "Allergens": "Gluten,Soy,Vegetarian,Wheat", "Ingredients": "Roll Garlic Knot WG 3.5 inch  Unsliced *Test (Knot Roll: Water, Whole Wheat Flour, Enriched Wheat Flour (Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamin Mononitrate, Riboflavin, Enzymes, Folic Acid), Sugar, Yeast, Soybean Oil, Wheat Gluten, Salt, Ascorbic Acid, Enzymes, Rye Flour. Topping: Margarine (Canola, Cottonseed And/Or Soybean Oils, Palm Oil, Water, Salt, Mono And Diglycerides, Soy Lecithin, Natural Flavor, Annatto Extract Color, Turmeric Extract Color, Vitamin A Palmitate), Granulated Garlic, Salt, Lactic Acid, Parsley Granules, Natural Flavors.)"}, { "name": "Grated Parmesan Cheese", "SS": "Ounce", "C": "113", "TF": "11g", "SF": "nan", "Ch": "30mg", "Na": "400mg", "Carb": "0g", "Su": "0g", "P": "11g", "Allergens": "Milk,Vegetarian", "Ingredients": "Grated Parmesan (Pasteurized Cow’s Milk, Salt, Enzymes), Powdered Cellulose Added To Prevent Caking."}, { "name": "Deli Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Deluxe Fruit Mix", "SS": "1/2 Cup Serving", "C": "43", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "10g", "Su": "7g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Deluxe Fruit Mix (Strawberries, Pineapple, Mango, Peaches, Ascorbic And Citric Acid To Promote Color Retention, Malic Acid, And Natural Flavors.)"}, { "name": "Tropical Blend Fruit", "SS": "1/2 Cup", "C": "99", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "26g", "Su": "", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Pineapple, Papaya (Red And Yellow), Water, Guava, Sugar, Passion Fruit Juice And Citric Acid."}, { "name": "Salad Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Chocolate Candy Piece Cookie", "SS": "Cookie", "C": "121", "TF": "5g", "SF": "nan", "Ch": "5mg", "Na": "115mg", "Carb": "18g", "Su": "10g", "P": "1g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Dough Cookie Carnival 1 oz (Enriched Bleached Flour (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Sugar, Margarine (Palm Oil, Water, Soybean Oil, Contains 2% Or Less Of: Salt, Mono- And Diglycerides, Natural Flavors [Contains Milk], Citric Acid, Vitamin A Palmitate Added, Beta Carotene [Color]), Semi-Sweet Chocolate Chips (Sugar, Unsweetened Chocolate, Cocoa Butter, Dextrose, Soy Lecithin, Natural Flavor, Milk), Colored Chocolate Candies (Semi-Sweet Chocolate [Sugar, Unsweetened Chocolate, Cocoa Butter, Dextrose, Soy Lecithin, Natural Flavor], Sugar, Coloring [Titanium Dioxide, Red 40 Lake, Yellow 6 Lake, Yellow 6, Yellow 5 Lake, Blue 1 Lake, Red 3, Blue 2 Lake], Corn Starch, Confectioner's Glaze [Carnauba Wax, Beeswax, Shellac]), Eggs, Dextrose, Contains 2% Or Less Of: Water, Molasses, Baking Soda, Salt, Pregelatinized Wheat Starch, Natural And Artificial Flavor.)"}, { "name": "Hummingbird Cake with Icing", "SS": "8x10 Cut Serving", "C": "421", "TF": "24g", "SF": "nan", "Ch": "25mg", "Na": "200mg", "Carb": "49g", "Su": "35g", "P": "4g", "Allergens": "Eggs,Gluten,Milk,Soy,Tree Nuts,Vegetarian,Wheat", "Ingredients": "Powdered Sugar (Sugar, Carnauba Wax), Flour All Purpose H&R Gold Medal (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid.), Granulated Sugar (Sugar.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Banana, Cream Cheese (Pasteurized Milk And Cream, Whey Protein Concentrate, Whey, Salt, Carob Bean Gum, Xanthan Gum, Guar Gum, Natamycin A Natural Mold Inhibitor, Vitamin A Palmitate, Cheese Culture.), Crushed Pineapple (Pineapple, Pineapple Juice, Pineapple Juice Concentrate, Citric Acid.), Walnut Pieces, Eggs (Large Shell Egg), Walnut Pieces, Margarine (Vegetable Oil Blend (Palm Oil And Soybean Oil), Water, Salt, Contains Less Than 2% Of Soy Lecithin, Vegetable Mono Diglycerides, Potassium Sorbate (A Preservative), Citric Acid, Natural Artificial Flavor, Beta Carotene (Color), Vitamin A Palmitate Added, Whey.), Flavor Vanilla Imitation (Water, Caramel Color, Artifical Flavor, Citric Acid, Sodium Benzoate (Preservative).), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Flavor Vanilla Imitation (Water, Caramel Color, Artifical Flavor, Citric Acid, Sodium Benzoate (Preservative).), Baking Soda 24 x 1# (Sodium Bicarbonate), Ground Cinnamon"}, { "name": "Lemon Cheesecake Bar", "SS": "8x10 Cut Serving", "C": "235", "TF": "8g", "SF": "nan", "Ch": "45mg", "Na": "170mg", "Carb": "37g", "Su": "26g", "P": "2g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Mix Lemon Bar (Crust: Enriched Flour Bleached (Wheat Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Palm Oil, Sugar, Dextrose, Salt, Natural Flavor, Whey, Annatto And Turmeric Extract Color, Soy Flour, Egg. Filling: Sugar, Eggs With Sodium Silicoaluminate, Enriched Flour Bleached (Wheat Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Wheat Starch, Soybean Oil. Contains 2% Or Less Of: Modified Corn Starch, Dried Corn Syrup, Citric Acid, Egg Yolk With Sodium Silicoaluminate, Lemon Juice Solids, Salt, Baking Soda, Natural And Artificial Flavor, Nonfat Milk, Soy Flour.), Water (Water), Cream Cheese (Pasteurized Milk And Cream, Whey Protein Concentrate, Whey, Salt, Carob Bean Gum, Xanthan Gum, Guar Gum, Natamycin A Natural Mold Inhibitor, Vitamin A Palmitate, Cheese Culture.)"}, { "name": "GF Hamburger Bun", "SS": "Bun", "C": "249", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "460mg", "Carb": "46g", "Su": "6g", "P": "5g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Tapioca Starch, Brown Rice Flour, (Rice Flour, Rice Bran With Germ), Canola Oil, Resistant Corn Starch, Egg Whites, Invert Cane Sugar, Tapioca Maltodextrin, Potato Flour, Cane Sugar, Tapioca Syrup, Yeast, Sugarcane Fiber, Salt, Gum (Xanthan Gum, Sodium Alginate, Guar Gum), Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Xanthan Gum, Enzymes."}, { "name": "Malibu Burger", "SS": "Burger", "C": "164", "TF": "8g", "SF": "nan", "Ch": "0mg", "Na": "450mg", "Carb": "22g", "Su": "2g", "P": "4g", "Allergens": "Gluten,Soy,Vegetarian,Vegan,Wheat", "Ingredients": "Vegan Malibu Burger 3.2 oz (Cooked Brown Rice (Water, Organic Brown Rice), Water, Organic Corn, Organic Carrots, Organic Onions, Organic Green Peppers, Organic Rolled Oats, Organic Canola Oil, Organic High Oleic Sunflower Oil, Organic Red Bell Peppers, Organic Soy Protein Flour, Contains Two Percent Or Less Of Gum Blend (Carrageenan, Konjac Flour), Organic Soy Sauce (Water, Organic Soybeans, Salt, Organic Wheat), Organic Onion Powder, Broccoli, Sea Salt, Organic Garlic Powder, Organic Black Pepper.)"}, { "name": "Vegan Mozzarella Cheese", "SS": "Ounce", "C": "80", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "250mg", "Carb": "6g", "Su": "0g", "P": "0g", "Allergens": "Coconut,Vegetarian,Vegan", "Ingredients": "Filtered Water, Coconut Oil, Modified Potato Starch, Modified Corn And Potato Starch, Sea Salt, Natural Vegan Flavor, Sorbic Acid Preservative, Beta Carotene Color, Powdered Cellulose Added To Prevent Caking."}, { "name": "Smart Balance Margarine", "SS": "Pkg", "C": "30", "TF": "3g", "SF": "nan", "Ch": "0mg", "Na": "30mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Oil Blend Palm, Soybean, Flaxseed, Canola, And Olive Oils, Water, Contains Less Than 2 Of Salt, Sorbitan Ester Of Vegetable Fattyacids, Monoglyceride Of Vegetable Fatty Acids, Enzyme-Modified Soybean Lecithin, Potassium Sorbate, Tbhq, And Calcium Disodium Edta To Preserve Freshness, Citric Acid, Natural Artificial Flavor, Lactic Acid, Vitamin A Palmitate, Beta-Carotene Color, Vitamin E Acetate."}, { "name": "Bread White Udi's 24 oz GF", "SS": "Slice", "C": "121", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "230mg", "Carb": "21g", "Su": "3g", "P": "2g", "Allergens": "Eggs", "Ingredients": "Water, Pea Starch, Modified Tapioca Starch, Rice Starch, Canola Oil, Rice Flour, Sorghum Flour, Tapioca Starch, Invert Cane Sugar, Egg Whites, Cane Sugar, Modified Cellulose, Apple Cider Vinegar, Salt, Yeast, Cultured Brown Rice, Brown Rice, Guar Gum, Xanthan Gum, Enzymes."}, { "name": "Italian Ice", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Homefree Chocolate Chip Brownie", "SS": "Brownie", "C": "235", "TF": "9g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "36g", "Su": "22g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), High Oleic Safflower Oil, Pear Juice Concentrate, Non-Alkalized Cocoa Powder, Tapioca Syrup, Demerara Sugar, Organic Tapioca Starch, Pure Vanilla Extract, Salt, Xanthan Gum, Baking Soda (Sodium Bicarbonate), Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Homefree Chocolate Chip Cookie", "SS": "Cookie", "C": "140", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "95mg", "Carb": "19g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, High Oleic Safflower Oil, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), Organic Tapioca Starch, Pear Juice Concentrate, Baking Soda (Sodium Bicarbonate), Pure Vanilla Extract, Salt, Cream Of Tartar, Xanthan Gum, Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Homefree Ginger Snap Cookie", "SS": "Cookie", "C": "140", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "21g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Pear Juice From Concentrate, High Oleic Safflower Oil, Organic Tapioca Starch, Molasses, Organic Ground Ginger, Baking Soda (Sodium Bicarbonate), Organic Cinnamon, Salt, Pure Vanilla Extract, Cream Of Tartar, Xanthan Gum, Organic Cloves, Rosemary Extract."}, { "name": "Thai Red Chili Baked Pollock", "SS": "Serving", "C": "150", "TF": "0g", "SF": "nan", "Ch": "65mg", "Na": "630mg", "Carb": "18g", "Su": "13g", "P": "20g", "Allergens": "Fish", "Ingredients": "Fish Pollock Alaskan Fillet 4.2oz (Alaska Pollock, Water, Contains 2% Or Less Of: Potato Starch, Calcium Chloride, Sodium Alginate, Baking Soda.), Sauce Thai Sweet Chili (Sugar, Water, Chili Peppers, Garlic, Salt, Acetic Acid, Xanthan Gum, Citric Acid.), Sauce Thai Sweet Chili (Sugar, Water, Chili Peppers, Garlic, Salt, Acetic Acid, Xanthan Gum, Citric Acid.), Snow Peas (Raw Sugar Snap Peas), Yellow Onion, Red Pepper (Red Pepper), Yellow Pepper (Raw Yellow Bell Peppers), Minced Garlic (Peeled Garlic)"}, { "name": "Jasmine Rice", "SS": "1/2 Cup", "C": "282", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "64g", "Su": "0g", "P": "5g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Jasmine Rice (Jasmine Rice.), Water (Water)"}]},{"place": "Hillenbrand", "items": [{ "name": "Rotini", "SS": "1 Cup Serving", "C": "213", "TF": "2.5g", "SF": "nan", "Ch": "0mg", "Na": "740mg", "Carb": "42g", "Su": "2g", "P": "7g", "Allergens": "Gluten,Vegetarian,Vegan,Wheat", "Ingredients": "Water (Water), Rotini Pasta (Semolina Wheat, Durum Wheat Flour, Vitamin B3 Niacin, Iron Ferrous Sulfate, Vitamin B1 Thiamin Mononitrate, Vitamin B2 Riboflavin, Folic Acid), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.)"}, { "name": "Italian Spaghetti Meat Sauce", "SS": "3/4 Cup Serving", "C": "250", "TF": "14g", "SF": "nan", "Ch": "50mg", "Na": "1000mg", "Carb": "16g", "Su": "10g", "P": "15g", "Allergens": "Gluten,Soy,Wheat", "Ingredients": "Beef Ground 80 Fine Grind Chuck 60# Avg, Water (Water), Tomato Paste 6 x #10 (Tomato Paste, Citric Acid.), Tomato Puree 6 x #10 (Tomato Puree (Water, Tomato Paste), Citric Acid.), Juice Tomato 46 oz (Tomato Juice From Concentrate (Water, Tomato Concentrate), Salt, Vitamin C (Ascorbic Acid), Citric Acid.), Yellow Onion, Garlic Chopped (Minced Garlic (Peeled Garlic)), Brown Sugar (Sugar, Cane Molasses), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Base Beef No MSG (Roasted Beef And Concentrated Beef Stock, Salt, Hydrolyzed Soy, Corn, And Wheat Proteins, Maltodextrin, Autolyzed Yeast Extract, Palm Oil, Sugar, Caramel Color, Onion Powder, 2% Or Less Of Corn Oil, Disodium Inosinate, Disodium Guanylate, Modified Cornstarch, Natural Flavors, Lactic Acid.), Italian Seasoning, Sauce Tabasco 12 x 12 oz. (Distilled Vinegar, Red Pepper, Salt.), Oregano (Oregano), Spice Pepper Black Ground 18 oz (Black Pepper), Spice Bay Leaf Whole (Bay Leaf)"}, { "name": "Alfredo Sauce", "SS": "6 oz Ladle", "C": "473", "TF": "43g", "SF": "nan", "Ch": "150mg", "Na": "700mg", "Carb": "12g", "Su": "3g", "P": "12g", "Allergens": "Gluten,Milk,Vegetarian,Wheat", "Ingredients": "Cream Half & Half Fresh (Milk, Cream, Sodium Citrate, Sodium Phosphate.), Heavy Cream (Cream (Milk), Carrageenan.), Grated Parmesan Cheese (Grated Parmesan (Pasteurized Cow’s Milk, Salt, Enzymes), Powdered Cellulose Added To Prevent Caking.), Water (Water), Flour All Purpose H&R Gold Medal (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid.), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine), Garlic Powder (Garlic Powder.), Ground White Pepper"}, { "name": "Roasted Broccoli", "SS": "4 oz Serving", "C": "51", "TF": "2.5g", "SF": "nan", "Ch": "0mg", "Na": "160mg", "Carb": "6g", "Su": "1g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Broccoli Florets (Broccoli Florettes.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spice Pepper Black Ground 18 oz (Black Pepper)"}, { "name": "New York Garlic Bread", "SS": "Slice", "C": "136", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "180mg", "Carb": "14g", "Su": "less than 1 g", "P": "3g", "Allergens": "Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Bread Garlic Texas Toast 1 inch  Sliced (Bread: Wheat Flour Enriched (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Contains 2% Or Less Of: Soybean Oil, Yeast, Salt, Sugar, Soy Flour, Malted Barley Flour, Wheat Gluten, Dextrose, Vegetable Protein, Enzymes, Ascorbic Acid, Corn Meal. Spread: Vegetable Oil Blend (Soybean, Palm), Water, Garlic, Contains 2% Or Less Of: Salt, Natural Flavors, Sweet Cream Buttermilk, Onion Powder, Spice, Monoglycerides, Soy Lecithin, Lactic Acid, Citric Acid, Beta-Carotene (For Color).)"}, { "name": "Cinnamon Coffeecake", "SS": "4x8 Cut Serving", "C": "387", "TF": "13g", "SF": "nan", "Ch": "less than 5 mg", "Na": "390mg", "Carb": "64g", "Su": "38g", "P": "3g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Muffin Mix Variety (Enriched Flour Bleached (Wheat Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Sugar, Palm Oil, Modified Corn Starch, Modified Whey. Contains 2% Or Less Of: Leavening (Sodium Acid Pyrophosphate, Baking Soda, Monocalcium Phosphate), Dextrose, Mono And Diglycerides, Salt, Eggs With Sodium Silicoaluminate, Xanthan Gum, Nonfat Milk, Natural Flavor, Soy Flour.), Water (Water), Flour All Purpose H&R Gold Medal (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid.), Brown Sugar (Sugar, Cane Molasses), Margarine (Vegetable Oil Blend (Palm Oil And Soybean Oil), Water, Salt, Contains Less Than 2% Of Soy Lecithin, Vegetable Mono Diglycerides, Potassium Sorbate (A Preservative), Citric Acid, Natural Artificial Flavor, Beta Carotene (Color), Vitamin A Palmitate Added, Whey.), Granulated Sugar (Sugar.), Ground Cinnamon"}, { "name": "Chocolate Candy Piece Cookie", "SS": "Cookie", "C": "121", "TF": "5g", "SF": "nan", "Ch": "5mg", "Na": "115mg", "Carb": "18g", "Su": "10g", "P": "1g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Dough Cookie Carnival 1 oz (Enriched Bleached Flour (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Sugar, Margarine (Palm Oil, Water, Soybean Oil, Contains 2% Or Less Of: Salt, Mono- And Diglycerides, Natural Flavors [Contains Milk], Citric Acid, Vitamin A Palmitate Added, Beta Carotene [Color]), Semi-Sweet Chocolate Chips (Sugar, Unsweetened Chocolate, Cocoa Butter, Dextrose, Soy Lecithin, Natural Flavor, Milk), Colored Chocolate Candies (Semi-Sweet Chocolate [Sugar, Unsweetened Chocolate, Cocoa Butter, Dextrose, Soy Lecithin, Natural Flavor], Sugar, Coloring [Titanium Dioxide, Red 40 Lake, Yellow 6 Lake, Yellow 6, Yellow 5 Lake, Blue 1 Lake, Red 3, Blue 2 Lake], Corn Starch, Confectioner's Glaze [Carnauba Wax, Beeswax, Shellac]), Eggs, Dextrose, Contains 2% Or Less Of: Water, Molasses, Baking Soda, Salt, Pregelatinized Wheat Starch, Natural And Artificial Flavor.)"}, { "name": "GF Rotini", "SS": "1/2 Cup Serving", "C": "72", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "860mg", "Carb": "17g", "Su": "0g", "P": "2g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water (Water), GF Pasta (Corn Flour, Rice Flour, Mono And Diglycerides.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda)"}, { "name": "Marinara Sauce", "SS": "1/4 Cup", "C": "25", "TF": "1g", "SF": "nan", "Ch": "0mg", "Na": "200mg", "Carb": "4g", "Su": "3g", "P": "1g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Marinara Sauce (Tomato Puree (Water, Tomato Paste), Diced Tomatoes, Less Than 2% Of: Sugar, Soybean Oil, Salt, Spice, Dired Garlic, Dried Onion, Olive Oil, Citric Acid, Sea Salt, Natural Flavor.)"}, { "name": "Roasted Broccoli", "SS": "4 oz Serving", "C": "51", "TF": "2.5g", "SF": "nan", "Ch": "0mg", "Na": "160mg", "Carb": "6g", "Su": "1g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Broccoli Florets (Broccoli Florettes.), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spice Pepper Black Ground 18 oz (Black Pepper)"}, { "name": "French Toast Sticks", "SS": "3 Each Serving", "C": "314", "TF": "10g", "SF": "nan", "Ch": "10mg", "Na": "350mg", "Carb": "51g", "Su": "17g", "P": "7g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "French Toast Sticks Frozen (Whole Wheat Bread (Whole Wheat Flour, Water, Enriched Wheat Flour [Flour, Malted Barley Flour, Reduced Iron, Niacin, Thiamine Mononitrate (Vitamin B1), Riboflavin (Vitamin B2), Folic Acid], Sugar, Wheat Gluten, Yeast. Contains 2% Or Less Of Each Of The Following: Soybean Oil, Salt, Calcium Propionate [Preservative], Datem, Grain Vinegar, Citric Acid, Soy Lecithin), Water, Whole Wheat Batter (Whole Wheat Flour, Sugar, Enriched Wheat Flour [Wheat Flour, Niacin, Iron, Thiamine, Riboflavin, Folic Acid], Modified Cornstarch. Contains 2% Or Less Of Each Of The Following: Cinnamon, Nutmeg, Egg, Skim Milk, Salt, Soybean Oil, Natural And Artificial Flavor, Leavening [Sodium Bicarbonate], Corn Syrup Solids, Modified Cellulose, Soy Lecithin), Coating (Unbleached Enriched Wheat Flour [Unbleached Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid], Sugar, Leavening [Monocalcium Phosphate, Sodium Bicarbonate], Salt, Yeast), Soybean Oil, Cinnamon Sugar (Sugar, Cinnamon).)"}, { "name": "Birthday Pancake", "SS": "Pancake", "C": "130", "TF": "3.5g", "SF": "nan", "Ch": "5mg", "Na": "200mg", "Carb": "23g", "Su": "8g", "P": "2g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Water (Water), Mix Cake Yellow (Sugar, Enriched Flour Bleached (Wheat Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Palm Oil, Dextrose. Contains 2 % Or Less Of: Leavening (Sodium Aluminum Phosphate, Baking Soda), Propylene Glycol Mono And Diesters Of Fatty Acids, Modified Corn Starch, Egg With Sodium Silicoaluminate, Egg White, Salt, Nonfat Milk, Mono And Diglycerides, Modified Whey, Xanthan Gum, Natural Flavor, Annatto And Turmeric Extract Color, Defatted Soy Flour.), Pancake Mix Buttermilk (Enriched Flour Bleached (Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Degermed Yellow Corn Meal, Dextrose, Modified Whey, Sugar, Soybean Oil, Leavening (Baking Soda, Sodium Aluminum Phosphate), Defatted Soy Flour, Palm Oil, Buttermilk, Salt, Egg Yolk With Sodium Silicoaluminate, Soy Lecithin, Potassium Chloride, Citric Acid, Annatto And Turmeric Extract Color.), Rainbow Sprinkles (Sugar, Corn Starch, Palm & Palm Kernel Oil, Dextrin, Soy Lecithin, Carnauba Wax, Confectioners Glaze, FD&C Colors, Yellow #5 Lake, Yellow #6 Lake, Blue #1 Lake, Red #40 Lake, FD&C Red #3, FD&C Blue#2 & FD&C Red #40)"}, { "name": "Sugar Free Maple Pancake Syrup", "SS": "1/4 Cup Serving", "C": "15", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "125mg", "Carb": "6g", "Su": "0g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Water, Sorbitol, Contains 2% Or Less Of: Cellulose Gum, Salt, Caramel Color, Xanthan Gum, Sorbic Acid And Sodium Benzoate (Preservatives), Acesulfame Potassium (Non Nutritive Sweetener), Natural And Artificial Flavor, Sodium Hexametaphosphate, Phosphoric Acid, Sucralose (Non Nutritive Sweetener)."}, { "name": "Pancake Syrup", "SS": "Tablespoon", "C": "35", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "5mg", "Carb": "9g", "Su": "9g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Corn Syrup, Water, Natural And Artificial Maple Flavor, Salt, Carboxymethyl Cellulose, Sodium Benzoate And Potassium Sorbate (As Preservatives), Caramel Color."}, { "name": "Chocolate Ganache", "SS": "Tablespoon", "C": "80", "TF": "7g", "SF": "nan", "Ch": "15mg", "Na": "15mg", "Carb": "6g", "Su": "5g", "P": "0g", "Allergens": "Milk,Soy,Vegetarian", "Ingredients": "Mini Chocolate Chips (Semi-Sweet Chocolate (Sugar, Chocolate, Cocoa Butter, Milk Fat, Soy Lecithin, Natural Flavor, Milk).), Heavy Cream (Cream (Milk), Carrageenan.), Butter Solids (Pasteurized Cream, Salt)"}, { "name": "Whipped Topping", "SS": "Tablespoon", "C": "15", "TF": "1.5g", "SF": "nan", "Ch": "0mg", "Na": "5mg", "Carb": "1g", "Su": "less than 1 g", "P": "0g", "Allergens": "Coconut,Soy,Vegetarian,Vegan", "Ingredients": "Whipped Topping (Water, Hydrogenated Vegetable Oil (Palm, Palm Kernel, Coconut And/Or Cottonseed), High Fructose Corn Syrup, Contains Less Than 2% Of The Following: Carbohydrate Gum, Polysorbate 60, Salt, Polyglycerol Esters Of Fatty Acids, Soy Lecithin, Disodium Phosphate, Sodium Citrate, Xanthan Gum, Artificial Flavor, Natural Flavor, Colored With Turmeric And Annatto Extracts.), Water (Water)"}, { "name": "Strawberry Syrup", "SS": "2 oz Ladle", "C": "135", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "10mg", "Carb": "33g", "Su": "18g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Syrup Corn Light 4 x 1 Gallon (Corn Syrup, High Fructose Corn Syrup, Water, Salt, Natural And Artificial Vanilla Flavor.), Sliced Strawberries (Strawberries, Sugar.), Water (Water), Gel Clear Instant Corn Starch 50# (Corn Starch.)"}, { "name": "Scrambled Eggs", "SS": "1/2 Cup", "C": "160", "TF": "11g", "SF": "nan", "Ch": "310mg", "Na": "420mg", "Carb": "3g", "Su": "0g", "P": "12g", "Allergens": "Eggs,Milk,Vegetarian", "Ingredients": "Egg Scrambled Mix Frozen (Whole Eggs, Reconstituted Nonfat Dry Milk, Egg Whites, Corn Oil, Salt, Xanthan Gum, Citric Acid, Natural Flavoring, Annatto (A Natural Color).), Canola Oil (Canola Oil With TBHQ And Citric Acid Added To Help Protect Flavor. Dimethylpolysiloxane, An Antifoaming Agent, Added.)"}, { "name": "Sausage Links", "SS": "2 Each", "C": "180", "TF": "17g", "SF": "nan", "Ch": "40mg", "Na": "340mg", "Carb": "less than 1 g", "Su": "less than 1 g", "P": "5g", "Allergens": "", "Ingredients": "Sausage Link Cooked 20/# IP 83028 (Pork, Water, Salt, Dextrose, Flavorings (Spices And Spice Extractives) Citric Acid, Propyl Gallate.)"}, { "name": "Homemade Buttermilk Biscuit", "SS": "8 X 10 Cut Serving", "C": "154", "TF": "9g", "SF": "nan", "Ch": "20mg", "Na": "310mg", "Carb": "16g", "Su": "1g", "P": "3g", "Allergens": "Gluten,Milk,Vegetarian,Wheat", "Ingredients": "Flour All Purpose H&R Gold Medal (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid.), Milk Buttermilk 1/2 Gallon (Cultured Lowfat Milk, Nonfat Milk, Modified Corn Starch, Locust Bean Gum, Carrageenan, Salt, Sodium Citrate, Vitamin A Palmitate & D3 Added, Enzymes.), Butter Solids (Pasteurized Cream, Salt), Baking Powder 4 x 10# (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Baking Soda 24 x 1# (Sodium Bicarbonate), Granulated Sugar (Sugar.)"}, { "name": "Chorizo Gravy", "SS": "4 oz Serving", "C": "139", "TF": "7g", "SF": "nan", "Ch": "25mg", "Na": "550mg", "Carb": "10g", "Su": "4g", "P": "8g", "Allergens": "Gluten,Milk,Wheat", "Ingredients": "2% Milk (Grade A Reduced Fat Milk, Vitamin A Palmitate & Vitamin D3.), Pork Sausage Chorizo (Pork, Water, Salt, Spices, Garlic Powder, BHA, BHT, Propyl Gallate, Citric Acid.), Flour All Purpose H&R Gold Medal (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid.), Coarse Kosher Salt (Salt, Yellow Prussiate Of Soda), Spice Garlic Salt (Salt, Dehydrated Garlic, Less Than 2% Silicon Dioxide To Prevent Caking), Crushed Red Pepper (Crushed Red Pepper)"}, { "name": "Potato Gems", "SS": "4 oz Serving", "C": "229", "TF": "12g", "SF": "nan", "Ch": "0mg", "Na": "430mg", "Carb": "26g", "Su": "0g", "P": "3g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Potato French Fry Tater Gems (Potatoes, Vegetable Oil (Soybean, Canola, And/Or Cottonseed Oils), Contains Less Than 2% Of Dextrose, Sea Salt, Disodium Dihydrogen Pytophosphate (To Maintain Natural Color).), Iodized Salt (Salt, Sodium Silicoaluminate, Dextrose, Potassium Iodine)"}, { "name": "Vanilla Iced Coffee", "SS": "Cup", "C": "148", "TF": "3.5g", "SF": "nan", "Ch": "10mg", "Na": "40mg", "Carb": "25g", "Su": "24g", "P": "3g", "Allergens": "Milk,Vegetarian", "Ingredients": "Water (Water), Drink Mix Coffee Base (Water (Water), Coffee Liquid Concentrate Folgers), Milk Condensed Sweet 24 x 14 oz (Milk, Sugar.), Flavor Vanilla Imitation (Water, Caramel Color, Artifical Flavor, Citric Acid, Sodium Benzoate (Preservative).)"}, { "name": "MYO Avocado Toast Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Multi Grain Sliced Bread", "SS": "Slice", "C": "147", "TF": "3g", "SF": "nan", "Ch": "0mg", "Na": "180mg", "Carb": "25g", "Su": "3g", "P": "6g", "Allergens": "Gluten,Vegetarian,Wheat", "Ingredients": "Water, White Whole Wheat Flour, Flour (Wheat, Malted Barley), Wheat Gluten, Sunflower Seeds, Brown Sugar, Flaxseed, Wheat Bran, Cracked Wheat, Oatmeal, Rye Meal, Honey, Barley Flakes, Millet, Contains Less Than 2% Of Each Of The Following: Buckwheat Flour, Molasses, Cultured Wheat Flour, Yeast, Palm Oil, Wheat Germ, Salt, Enzymes, Monoglycerides, Vinegar, Ascorbic Acid. Topping: Rolled Oats."}, { "name": "White Panini Bread", "SS": "Ounce", "C": "72", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "170mg", "Carb": "16g", "Su": "0g", "P": "3g", "Allergens": "Gluten,Vegetarian,Vegan,Wheat", "Ingredients": "Flour (Wheat, Malted Barley), Water, Contains Less Than 2% Of Each Of The Following: Salt, Yeast, Enriched Wheat Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Felic Acid), Monocalcium Phosphate, Corn Starch, Mono-And Diglycerides, Potassium Iodate, Ascorbic Acid, Enzymes, Calcium Propionate (Preservative)."}, { "name": "Whipped Butter", "SS": "Tablespoon", "C": "102", "TF": "11g", "SF": "nan", "Ch": "30mg", "Na": "80mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Milk,Vegetarian", "Ingredients": "Butter Solids (Pasteurized Cream, Salt)"}, { "name": "Honey", "SS": "Tablespoon", "C": "61", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "17g", "Su": "17g", "P": "0g", "Allergens": "Vegetarian", "Ingredients": "Honey"}, { "name": "Balsamic Glaze", "SS": "Ounce", "C": "70", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "16g", "Su": "8g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Balsamic Vinegar Of Modena  inch Aceto Balsamico Di Modena IGP inch  70 Wine Vinegar, Concentrated Grape Must, Caramel Color, Glucose Syrup, Sugar, Modified Corn Starch, Xanthan Gum. Contains: Sulfites."}, { "name": "Homemade Strawberry Jam", "SS": "1/2 oz ladle", "C": "127", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "33g", "Su": "32g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Sliced Strawberries (Strawberries, Sugar.), Granulated Sugar (Sugar.), Lemon Juice (Filtered Water, Lemon Juice Concentrate, Sodium Bisulfite (Preservative), Sodium Benzoate (Preservative), Lemon Oil)"}, { "name": "Sliced Tomatoes", "SS": "2 Slices", "C": "9", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "2g", "Su": "1g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Tomatoes (Tomato)"}, { "name": "Cinnamon Sugar", "SS": "Tablespoon", "C": "54", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "14g", "Su": "14g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Granulated Sugar (Sugar.), Ground Cinnamon"}, { "name": "Avocado Chunks", "SS": "Ounce", "C": "47", "TF": "4.5g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "3g", "Su": "0g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Avocado."}, { "name": "Fresh Mozzarella Slices", "SS": "1 oz Slice", "C": "70", "TF": "5g", "SF": "nan", "Ch": "15mg", "Na": "85mg", "Carb": "less than 1 g", "Su": "0g", "P": "5g", "Allergens": "Milk,Vegetarian", "Ingredients": "Cheese Mozzarella Log 8 x 1# (Pasteurized Milk, Vinegar, Enzymes, Salt.)"}, { "name": "Orange Wedges", "SS": "Wedge", "C": "10", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "2g", "Su": "2g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Orange"}, { "name": "Salad Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Romaine Lettuce", "SS": "Cup", "C": "10", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "2g", "Su": "less than 1 g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Romaine Lettuce"}, { "name": "Hard Boiled Egg Slices", "SS": "Egg", "C": "73", "TF": "5g", "SF": "nan", "Ch": "175mg", "Na": "60mg", "Carb": "less than 1 g", "Su": "less than 1 g", "P": "6g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Large Shell Egg"}, { "name": "Fire Braised Chicken Breast", "SS": "Ounce", "C": "33", "TF": "1g", "SF": "nan", "Ch": "25mg", "Na": "100mg", "Carb": "0g", "Su": "0g", "P": "7g", "Allergens": "", "Ingredients": "Chicken Breast Meat, Water, Salt, Baking Soda, Natural Flavoring."}, { "name": "Shredded Cheddar Cheese", "SS": "Ounce", "C": "111", "TF": "9g", "SF": "nan", "Ch": "30mg", "Na": "180mg", "Carb": "0g", "Su": "0g", "P": "7g", "Allergens": "Milk,Vegetarian", "Ingredients": "Pasteurized Milk, Cheese Culture, Salt, Enzymes, And Annatto (Color) When Applicable."}, { "name": "Matchstick Carrots", "SS": "Ounce", "C": "12", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "20mg", "Carb": "3g", "Su": "1g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": ""}, { "name": "Green Pepper", "SS": "1/4 Cup", "C": "5", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "1g", "Su": "less than 1 g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Green Pepper"}, { "name": "Parstock Hill MYO Yogurt Bar", "SS": "nan", "C": "nan", "TF": "nan", "SF": "nan", "Ch": "nan", "Na": "nan", "Carb": "nan", "Su": "nan", "P": "nan", "Allergens": "", "Ingredients": ""}, { "name": "Vanilla Yogurt", "SS": "1/2 Cup Serving", "C": "80", "TF": "0g", "SF": "nan", "Ch": "less than 5 mg", "Na": "65mg", "Carb": "17g", "Su": "13g", "P": "4g", "Allergens": "Milk,Vegetarian", "Ingredients": "Cultured Grade A Non Fat Milk, Cane Sugar, Modified Food Starch, Water, Contains Less Than 1% Of Natural Flavors, Vegetable Juice (For Color), Agar Agar, Citric Acid, Sodium Citrate, Potassium Sorbate (To Maintain Freshness), Vitamin D3 Contains Live And Active Cultures: S. Thermophilus L. Bulgaricus."}, { "name": "Strawberry Yogurt", "SS": "1/2 Cup", "C": "80", "TF": "0g", "SF": "nan", "Ch": "less than 5 mg", "Na": "65mg", "Carb": "16g", "Su": "13g", "P": "4g", "Allergens": "Milk,Vegetarian", "Ingredients": "Cultured Grade A Non Fat Milk, Cane Sugar, Water, Modified Food Starch, Contains Less Than 1 Of Natural Flavors, Beta Carotene And Black Carrot Juice Concentrate For Color, Malic Acid, Sodium Citrate, Potassium Sorbate To Maintain Freshness, Vitamin D3, Contains Active Yogurt Cultures: S. Thermophilus L. Bulgaricus."}, { "name": "Sliced Strawberries", "SS": "1/2 Cup", "C": "143", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "0mg", "Carb": "34g", "Su": "32g", "P": "less than 1 g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Strawberries, Sugar."}, { "name": "Homefree Ginger Snap Cookie", "SS": "Cookie", "C": "140", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "21g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Pear Juice From Concentrate, High Oleic Safflower Oil, Organic Tapioca Starch, Molasses, Organic Ground Ginger, Baking Soda (Sodium Bicarbonate), Organic Cinnamon, Salt, Pure Vanilla Extract, Cream Of Tartar, Xanthan Gum, Organic Cloves, Rosemary Extract."}, { "name": "Homefree Chocolate Chip Cookie", "SS": "Cookie", "C": "140", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "95mg", "Carb": "19g", "Su": "10g", "P": "1g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, High Oleic Safflower Oil, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), Organic Tapioca Starch, Pear Juice Concentrate, Baking Soda (Sodium Bicarbonate), Pure Vanilla Extract, Salt, Cream Of Tartar, Xanthan Gum, Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "Homefree Chocolate Chip Brownie", "SS": "Brownie", "C": "235", "TF": "9g", "SF": "nan", "Ch": "0mg", "Na": "120mg", "Carb": "36g", "Su": "22g", "P": "3g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Gluten Free Whole Oat Flour, Cane Sugar, Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Non-Dairy Cocoa Butter), High Oleic Safflower Oil, Pear Juice Concentrate, Non-Alkalized Cocoa Powder, Tapioca Syrup, Demerara Sugar, Organic Tapioca Starch, Pure Vanilla Extract, Salt, Xanthan Gum, Baking Soda (Sodium Bicarbonate), Sunflower Lecithin [An Emulsifier], Rosemary Extract."}, { "name": "GF Blueberry Muffin", "SS": "Each", "C": "270", "TF": "9g", "SF": "nan", "Ch": "60mg", "Na": "250mg", "Carb": "39g", "Su": "22g", "P": "3g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Cane Sugar, Eggs, Water, Tapioca Starch, Brown Rice Flour (Rice Flour And Rice Bran). Blueberries, Canola Oil, Potato Starch, Sugar, Palm Oil, Dried Blueberries, Baking Powder (Sodium Acid  Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Natural Flavor, Salt, Sunflower Lecithin, Lemon Flavedo (Lemon Peel, Cane Sugar, Lemon Oil Essence), Xanthan Gum"}, { "name": "Bread White Udi's 24 oz GF", "SS": "Slice", "C": "121", "TF": "3.5g", "SF": "nan", "Ch": "0mg", "Na": "230mg", "Carb": "21g", "Su": "3g", "P": "2g", "Allergens": "Eggs", "Ingredients": "Water, Pea Starch, Modified Tapioca Starch, Rice Starch, Canola Oil, Rice Flour, Sorghum Flour, Tapioca Starch, Invert Cane Sugar, Egg Whites, Cane Sugar, Modified Cellulose, Apple Cider Vinegar, Salt, Yeast, Cultured Brown Rice, Brown Rice, Guar Gum, Xanthan Gum, Enzymes."}, { "name": "Vegan Mozzarella Shredded Cheese", "SS": "Ounce", "C": "91", "TF": "6g", "SF": "nan", "Ch": "0mg", "Na": "280mg", "Carb": "7g", "Su": "0g", "P": "1g", "Allergens": "Coconut,Vegetarian,Vegan", "Ingredients": "Filtered Water, Tapioca Flour, Expeller Pressed Non-GMO Canola And/Or Safflower Oil, Coconut Oil, Pea Protein, Salt, Vegan Natural Flavours, Inactive Yeast, Vegetable Glycerin, Xanthan Gum, Citric Acid (Vegan, For Flavour), Titanium Dioxide (A Naturally Occurring Mineral)."}, { "name": "GF Hot Dog Bun", "SS": "1.6 oz Bun", "C": "190", "TF": "5g", "SF": "nan", "Ch": "0mg", "Na": "350mg", "Carb": "35g", "Su": "5g", "P": "4g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Tapioca Starch, Brown Rice Flour (Rice Flour, Rice Bran with Germ), Canola Oil, Resistant Corn Starch, Egg Whites, Invert Cane Sugar, Tapioca Syrup, Yeast, Sugarcane Fiber, Salt, Gum (Xanthan Gum, Sodium Alginate, Guar Gum), Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Xanthan Gum, Enzymes."}, { "name": "GF Hamburger Bun", "SS": "Bun", "C": "249", "TF": "7g", "SF": "nan", "Ch": "0mg", "Na": "460mg", "Carb": "46g", "Su": "6g", "P": "5g", "Allergens": "Eggs,Vegetarian", "Ingredients": "Water, Tapioca Starch, Brown Rice Flour, (Rice Flour, Rice Bran With Germ), Canola Oil, Resistant Corn Starch, Egg Whites, Invert Cane Sugar, Tapioca Maltodextrin, Potato Flour, Cane Sugar, Tapioca Syrup, Yeast, Sugarcane Fiber, Salt, Gum (Xanthan Gum, Sodium Alginate, Guar Gum), Cultured Corn Syrup Solids, Citric Acid (Mold Inhibitor), Xanthan Gum, Enzymes."}, { "name": "Smart Balance Margarine", "SS": "Pkg", "C": "30", "TF": "3g", "SF": "nan", "Ch": "0mg", "Na": "30mg", "Carb": "0g", "Su": "0g", "P": "0g", "Allergens": "Soy,Vegetarian,Vegan", "Ingredients": "Oil Blend Palm, Soybean, Flaxseed, Canola, And Olive Oils, Water, Contains Less Than 2 Of Salt, Sorbitan Ester Of Vegetable Fattyacids, Monoglyceride Of Vegetable Fatty Acids, Enzyme-Modified Soybean Lecithin, Potassium Sorbate, Tbhq, And Calcium Disodium Edta To Preserve Freshness, Citric Acid, Natural Artificial Flavor, Lactic Acid, Vitamin A Palmitate, Beta-Carotene Color, Vitamin E Acetate."}, { "name": "Cherry Italian Ice", "SS": "Each", "C": "77", "TF": "0g", "SF": "nan", "Ch": "0mg", "Na": "10mg", "Carb": "19g", "Su": "15g", "P": "0g", "Allergens": "Vegetarian,Vegan", "Ingredients": "Micron Filtered Water, Sugar, Corn Syrup, Cherry Juice Concentrate, Natural Flavor, Citric Acid, Xanthan Gum, Ascorbic Acid (Vitamin C), And Beet Juice (For Color)."}]},{"place": "1bowl", "items": []},{"place": "Pete's Za", "items": [{ "name": "CheesZa", "SS": "Pizza", "C": "1801", "TF": "80g", "SF": "nan", "Ch": "210mg", "Na": "3750mg", "Carb": "203g", "Su": "13g", "P": "85g", "Allergens": "Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Dough Pizza Rich's 13 oz (Enriched Unbleached Wheat Flour (Wheat Flour, Malted Barley Flour, Niacin, Iron As Ferrous Sulfate, Thiamine Mononitrate, Enzyme, Riboflavin, Folic Acid), Water, Yeast, Soybean Oil, Contains Less Than 2% Of The Following: High Fructose Corn Syrup, Salt, Sodium Stearoyl Lactylate, Ascorbic Acid, Enzyme.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Pizza Sauce (Vine Ripened Fresh Tomatoes, Blend of Extra Virgin Olive Oil And Sunflower Oil, Salt, Oregano, Granulated Garlic, Black Pepper, And Naturally Derived Citric Acid.)"}, { "name": "Zapperoni", "SS": "Pizza", "C": "1845", "TF": "83g", "SF": "nan", "Ch": "210mg", "Na": "4050mg", "Carb": "201g", "Su": "13g", "P": "82g", "Allergens": "Gluten,Milk,Soy,Wheat", "Ingredients": "Dough Pizza Rich's 13 oz (Enriched Unbleached Wheat Flour (Wheat Flour, Malted Barley Flour, Niacin, Iron As Ferrous Sulfate, Thiamine Mononitrate, Enzyme, Riboflavin, Folic Acid), Water, Yeast, Soybean Oil, Contains Less Than 2% Of The Following: High Fructose Corn Syrup, Salt, Sodium Stearoyl Lactylate, Ascorbic Acid, Enzyme.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Pizza Sauce (Vine Ripened Fresh Tomatoes, Blend of Extra Virgin Olive Oil And Sunflower Oil, Salt, Oregano, Granulated Garlic, Black Pepper, And Naturally Derived Citric Acid.), Pepperoni 16/oz 2x12.5# Cs (Pork, Beef, Salt, Spices, Dextrose, Lactic Acid Starter Culture, Oleoresin Of Paprika, Flavoring, Garlic Powder, Sodium Nitrite, BHA, BHT, Citric Acid.)"}, { "name": "ShroomZa", "SS": "Pizza", "C": "1661", "TF": "68g", "SF": "nan", "Ch": "170mg", "Na": "3440mg", "Carb": "202g", "Su": "13g", "P": "77g", "Allergens": "Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Dough Pizza Rich's 13 oz (Enriched Unbleached Wheat Flour (Wheat Flour, Malted Barley Flour, Niacin, Iron As Ferrous Sulfate, Thiamine Mononitrate, Enzyme, Riboflavin, Folic Acid), Water, Yeast, Soybean Oil, Contains Less Than 2% Of The Following: High Fructose Corn Syrup, Salt, Sodium Stearoyl Lactylate, Ascorbic Acid, Enzyme.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Pizza Sauce (Vine Ripened Fresh Tomatoes, Blend of Extra Virgin Olive Oil And Sunflower Oil, Salt, Oregano, Granulated Garlic, Black Pepper, And Naturally Derived Citric Acid.), Sliced Fresh Mushrooms (Raw Mushrooms.)"}, { "name": "Saus-Zage", "SS": "Pizza", "C": "1832", "TF": "81g", "SF": "nan", "Ch": "195mg", "Na": "4250mg", "Carb": "206g", "Su": "14g", "P": "87g", "Allergens": "Gluten,Milk,Soy,Wheat", "Ingredients": "Dough Pizza Rich's 13 oz (Enriched Unbleached Wheat Flour (Wheat Flour, Malted Barley Flour, Niacin, Iron As Ferrous Sulfate, Thiamine Mononitrate, Enzyme, Riboflavin, Folic Acid), Water, Yeast, Soybean Oil, Contains Less Than 2% Of The Following: High Fructose Corn Syrup, Salt, Sodium Stearoyl Lactylate, Ascorbic Acid, Enzyme.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Pizza Sauce (Vine Ripened Fresh Tomatoes, Blend of Extra Virgin Olive Oil And Sunflower Oil, Salt, Oregano, Granulated Garlic, Black Pepper, And Naturally Derived Citric Acid.), Sausage Pork Crumble (Pork, Water, Textured Vegetable Protein Soy Flour, Soy Protein Concentrate, Isolated Soy Protein, Caramel Color, Seasoning Sugar, Spices, Salt, Sodium Phosphates.)"}, { "name": "Garlic Cheesy Bread", "SS": "Pizza", "C": "2116", "TF": "121g", "SF": "nan", "Ch": "210mg", "Na": "3710mg", "Carb": "197g", "Su": "7g", "P": "84g", "Allergens": "Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Dough Pizza Rich's 13 oz (Enriched Unbleached Wheat Flour (Wheat Flour, Malted Barley Flour, Niacin, Iron As Ferrous Sulfate, Thiamine Mononitrate, Enzyme, Riboflavin, Folic Acid), Water, Yeast, Soybean Oil, Contains Less Than 2% Of The Following: High Fructose Corn Syrup, Salt, Sodium Stearoyl Lactylate, Ascorbic Acid, Enzyme.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Garlic Spread Grill (Oil Liquid Butter Alternative Gal (Soybean Oil, Hydrogenated Soybean Oil, Salt, Soy Lecithin, Natural And Artificial Flavor, TBHQ And Citric Acid Added To Protect Flavor, Beta Carotene (Color), And Dimethylpolysiloxane Added To Reduce Foaming.), Garlic Seasoning (Garlic Powder.))"}, { "name": "Pizza Black and Gold  Zapreme", "SS": "Pizza", "C": "2019", "TF": "97g", "SF": "nan", "Ch": "240mg", "Na": "5050mg", "Carb": "209g", "Su": "13g", "P": "93g", "Allergens": "Gluten,Milk,Soy,Wheat", "Ingredients": "Dough Pizza Rich's 13 oz (Enriched Unbleached Wheat Flour (Wheat Flour, Malted Barley Flour, Niacin, Iron As Ferrous Sulfate, Thiamine Mononitrate, Enzyme, Riboflavin, Folic Acid), Water, Yeast, Soybean Oil, Contains Less Than 2% Of The Following: High Fructose Corn Syrup, Salt, Sodium Stearoyl Lactylate, Ascorbic Acid, Enzyme.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Pizza Sauce (Vine Ripened Fresh Tomatoes, Blend of Extra Virgin Olive Oil And Sunflower Oil, Salt, Oregano, Granulated Garlic, Black Pepper, And Naturally Derived Citric Acid.), Sliced Banana Peppers (Fresh Peppers, Water, Vinegar, Salt, Calcium Chloride, Sodium Benzoate (Preservative), Natural Flavors, Sodium Metabisulfite (Preservative), Yellow 5.), Sliced Black Olives (Olives, Water, Salt And Ferrous Gluconate (Color Stabilizer).), Sausage Pork Crumble (Pork, Water, Textured Vegetable Protein Soy Flour, Soy Protein Concentrate, Isolated Soy Protein, Caramel Color, Seasoning Sugar, Spices, Salt, Sodium Phosphates.), Pepperoni 16/oz 2x12.5# Cs (Pork, Beef, Salt, Spices, Dextrose, Lactic Acid Starter Culture, Oleoresin Of Paprika, Flavoring, Garlic Powder, Sodium Nitrite, BHA, BHT, Citric Acid.), Sliced Fresh Mushrooms (Raw Mushrooms.)"}, { "name": "Pizza Margherita", "SS": "Pizza", "C": "1574", "TF": "73g", "SF": "nan", "Ch": "80mg", "Na": "2360mg", "Carb": "194g", "Su": "9g", "P": "49g", "Allergens": "Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Dough Pizza Rich's 13 oz (Enriched Unbleached Wheat Flour (Wheat Flour, Malted Barley Flour, Niacin, Iron As Ferrous Sulfate, Thiamine Mononitrate, Enzyme, Riboflavin, Folic Acid), Water, Yeast, Soybean Oil, Contains Less Than 2% Of The Following: High Fructose Corn Syrup, Salt, Sodium Stearoyl Lactylate, Ascorbic Acid, Enzyme.), Fresh Mozzarella Balls (Pasteurized Milk, Vinegar, Salt, Enzymes.), Garlic Spread Grill (Oil Liquid Butter Alternative Gal (Soybean Oil, Hydrogenated Soybean Oil, Salt, Soy Lecithin, Natural And Artificial Flavor, TBHQ And Citric Acid Added To Protect Flavor, Beta Carotene (Color), And Dimethylpolysiloxane Added To Reduce Foaming.), Garlic Seasoning (Garlic Powder.)), Tomatoes (Tomato), Pizza Sauce (Vine Ripened Fresh Tomatoes, Blend of Extra Virgin Olive Oil And Sunflower Oil, Salt, Oregano, Granulated Garlic, Black Pepper, And Naturally Derived Citric Acid.), Shredded Cheese (Paseurized Milk, Cheese Cultures, Salt, Enzymes.), Fresh Basil (Fresh Basil)"}, { "name": "Garden Salad", "SS": "Salad", "C": "320", "TF": "28g", "SF": "nan", "Ch": "20mg", "Na": "510mg", "Carb": "13g", "Su": "5g", "P": "7g", "Allergens": "Eggs,Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Salad Mix (Romaine Lettuce, Carrots, Kale, Red Cabbage), Dill Ranch Dressing (Mayonnaise (Soybean Oil, Water, Corn Syrup, Egg Yolk, Distilled And Cider Vinegar, Salt, Spice, Calcium Disodium), Sour Cream (Cultured Cream, Enzyme), Buttermilk (Cultured Low-Fat Milk, Nonfat Milk Solids, Salt, Vitamin A Palmitate, Vitamin D3), Lemon Juice, Granulated Garlic, Granulated Onion, Salt, White Pepper, Dill, Parsley), Red Grape Tomato, Cucumber, Shredded Cheddar Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes, Annatto (Color), Potato Starch And Powdered Cellulose Added To Prevent Caking, Natamycin (A Natural Mold Inhibitor)), Garlic & Butter Croutons (Enriched Wheat Flour (Wheat Flour, Malted Barley Flour, Niacin, Ferrous Sulfate, Thiamine Mononitrate, Riboflavin, Folic Acid), Canola Oil, Dehydrated Garlic, Salt, Yeast, Water, Natural Butter Flavor (A Milk Ingredient), Ascorbic Acid (Vitamin C))."}, { "name": "Ham & Turkey Sandwich", "SS": "Sandwich", "C": "490", "TF": "16g", "SF": "nan", "Ch": "80mg", "Na": "1700mg", "Carb": "50g", "Su": "7g", "P": "34g", "Allergens": "Gluten,Milk,Wheat", "Ingredients": "9 Grain Bread (Wheat, White Whole Wheat Flour, Flour (Wheat, Malted Barley), Wheat Gluten, Sunflower Seeds, Brown Sugar, Flaxseed, Wheat Bran, Cracked Wheat, Oatmeal, Rye Meal, Honey, Barley Flakes, Millet, Buckwheat Flour, Yeast, Molasses, Palm Oil, Cultured Wheat Flour, Contains Less Than 2% Of Each Of The Following: Wheat Gum, Salt, Enzymes, Monoglycerides, Vinegar, Sea Salt, Maltodextrin, Yeast Extract, Flavor And Rice Flavor Concentrate, Ascorbic Acid, Preservatives(Propionic Acid, Phosphoric Acid)Topping: Rolled Oats), Sliced Turkey Breast (Turkey Breast And White Turkey, Turkey Broth, Salt, Sugar, Less Than 2% Modified Food Starch, Vinegar, Carrageenan, Sodium Phosphates, Sunflower Oil And Natural Flavoring), Ham (Water, Sugar, Less Than 2% Salt, Sodium Phosphates, Sodium Nitrite, Sodium Erythorbate), Provolone Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes)."}, { "name": "Chicken Fajita Salad", "SS": "Salad", "C": "440", "TF": "33g", "SF": "nan", "Ch": "50mg", "Na": "1480mg", "Carb": "23g", "Su": "12g", "P": "16g", "Allergens": "Eggs,Gluten,Milk,Soy,Wheat", "Ingredients": "Salad Mix (Romaine Lettuce, Carrots, Red Cabbage), Chipotle Ranch (Soybean Oil, Water, Egg Yolks, Distilled Vinegar, Contains 2% Or Less Salt, Sugar, Mustard Seed, Calcium Disodium, Edta Added To Protect Flavor, Buttermilk, Grade A Cultured Cream, Water, Filtered Water, Lemon Juice Concentrate, Sodium Bisulfite, (Preservative) Lemon Oil, Granulated Garlic, Kosher Salt, Cayenne Pepper, Dried Parsley, Chipotle Pepper), Black Bean And Corn Salad ((Sweet Corn, Cooked Black Beans, Tomato, Onion, Green Bell Pepper, Red Bell Pepper, Contains Less Than 2% Of Brown Sugar, Citric Acid, Dehydrated Vegetables (Onion, Bell Pepper, Garlic), Lime Juice Powder (Lime Juice Concentrate, Modified Food Starch, Maltodextrin, Citric Acid), Natural Flavor (Including Grill And Smoke), Olive Oil, Salt, Spices, Sugar, Yeast Extract), Roma Tomato, Onion, Jalapeno Pepper, Lemon Juice, Cilantro, Cumin, Chili Powder), Grilled Boneless Skinless Chicken Breast Strips (White Meat Chicken, Water, Salt. Contains 2% Or Less Of: Dextrose, Garlic Powder, Modified Food Starch, Dehydrated Onion, Sodium Phosphates, Tapioca Dextrin, Spices (Including Celery Seed), Dehydrated Garlic, Grill Flavor (From Sunflower Oil), Cheddar Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes, Annatto (Color), Potato Starch And Powdered Cellulose Added To Prevent Caking), Red Grape Tomatoes, Sliced Black Olives (Ripe Olives, Water, Salt And Ferrous Gluconate Added To Stabilize Color)), And Sliced Jalapenos (Sliced Jalapeno Peppers, Water, Vinegar, Salt And A Trace Of Calcium Chloride)"}, { "name": "Chicken Caesar Wrap", "SS": "Wrap", "C": "682", "TF": "33g", "SF": "nan", "Ch": "95mg", "Na": "1170mg", "Carb": "55g", "Su": "3g", "P": "41g", "Allergens": "Eggs,Fish,Gluten,Milk,Soy,Wheat", "Ingredients": "Garlic Pesto Wrap (Enriched Wheat Flour(Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Vegetable Shortening (Soybean Oil, Vegetable Mono- And Diglycerides), Contains 2% Or Less Of Each Of The Following: Salt, Dehydrated Garlic, Spices (Including Parsley), Dehydrated Onion, Dextrose, Corn Starch, Hydrolyzed Soy Protein, Preservatives(Calcium Propionate, Potassium Sorbate), Sodium Acid Pyrophosphate, Sodium Bicarbonate, Calcium Sulfate, Fumaric Acid, Hydrogenated Soybean Oil, Monocalcium Phosphate, Silicon Dioxide (Flow Aid), Sodium Metabisulfite, Enzymes, Microcrystalline Cellulose, Dicalcium Phosphate), Grilled Boneless Skinless Chicken Breast Strips (Boneless Skinless Chicken Breast Meat With Rib Meat, Water, Contains 2% Or Less Of Soy Protein Concentrate, Modified Potato Starch, Sodium Phosphate, Potassium Chloride, Salt, Maltodextrin, Yeast Extract, Flavors, Natural Flavors, Dextrose, Caramelized Sugar, Paprika, Vinegar Solids, Paprika Extract, Chicken Broth), Chopped Romaine Lettuce, Diced Tomatoes, Caesar Dressing (Soybean Oil, Water, Romano Cheese (Pasteurized Part-Skim Milk, Cheese Cultures, Salt, Enzymes), Parmesan Cheese (Pasteurized Part-Skim Milk, Cheese Cultures, Salt, Enzymes), Egg Yolk, Lemon Juice Concentrate, Contains Less Than 2% Of Salt, Anchovies, Dried Garlic, Natural Flavor, Garlic, Xanthan Gum, Spice, Distilled Vinegar, Dried Onion, Lactic Acid, Molasses, Mustard Seed.), Parmesan Cheese (Pasteurized Part Skim Milk, Cheese Cultures, Salt, Enzymes), Powdered Cellulose To Prevent Caking, Natamycin To Protect Flavor)."}, { "name": "PB&J Crunch Sandwich", "SS": "Sandwich", "C": "750", "TF": "40g", "SF": "nan", "Ch": "0mg", "Na": "860mg", "Carb": "79g", "Su": "20g", "P": "27g", "Allergens": "Gluten,Peanuts,Soy,Vegetarian,Wheat", "Ingredients": "White Bread (Unbleached Flour (Wheat, Malted Barley), Water, Whole Wheat Flour, Palm Oil, Dextrose, Sugar, Salt, Yeast, Contains Less Than 2% Of Each Of The Following:  Enzymes, Ascorbic Acid And Calcium Propionate (Preservative)), Peanut Butter (Roasted Peanuts And Sugar, Contains 2% Or Less Of: Molasses, Fully Hydrogenated Vegetable Oils (Rapeseed And Soybean), Mono And Diglycerides, Salt.), Grape Jelly (Grapes, Corn Syrup, High Fructose Corn Syrup, Fruit Pectin, Citric Acid, Sodium Citrate), Granola (Whole Grain Oats, Sugar, Crips Rice (Rice Flour, Barley Malt Extract, Salt), Honey, Brown Sugar Syrup, Salt, Baking Soda, Natural Flavor, Vitamin E (Mixed Tocopherols) Added To Preserve Freshness)"}, { "name": "Trio Slider Sandwich", "SS": "Sandwich", "C": "503", "TF": "16g", "SF": "nan", "Ch": "80mg", "Na": "2010mg", "Carb": "54g", "Su": "2g", "P": "34g", "Allergens": "Eggs,Gluten,Milk,Soy,Wheat", "Ingredients": "Mini Cluster Brioche (Flour (Wheat, Malted Barley), Water, Butter, Sugar, Milk Powder, Yeast, Wheat Gluten, Palm Oil, Soybean Oil, Salt, Contains Less Than 2% Of Each Of The Following: Guar Gum, Sunflower Lecithin, Sodium Bicarbonate, Natural Egg Flavor, Color (Annatto, Turmeric), Ascorbic Acid, Enzymes. Topping: Water, Pea Protein, Dextrose, Maltodextrin And Modified Food Starch), Ham (Water, Sugar, Less Than 2% Salt, Sodium Phosphates, Sodium Nitrite, Sodium Erythorbate), Smoked Turkey Breast (Turkey Breast, Turkey Broth, Vinegar, Salt, Sodium Phosphates, Natural Flavoring), Chicken Breast (Chicken Breast, Water, Salt, Modified Food Starch, Potassium Lactate, Sodium Phosphate, Potassium Acetate, Natural Flavors), Swiss Cheese (Pasteurized Part-Skim Milk, Cheese Culture, Salt, Enzymes), Cheddar Cheese ([(Pasteurized Milk, Cheese Culture, Salt, Enzymes, Annatto (Vegetable Color)], Potato Starch And Powdered Cellulose (To Prevent Caking), Natamycin (A Natural Mold Inhibitor)), Provolone Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes), Mayonnaise Pc (Soybean Oil, Water, Eggs, Distilled And Cider Vinegar, Egg Yolks, Salt, Sugar, Lemon Juice, Spice, Onion, Garlic, Oleoresin Paprika, Natural Flavors, Calcium Disodium Edta Added To Protect Flavor), Mustard Pc (Distilled Vinegar, Water, No.1 Mustard Seed, Salt, Turmeric, Oleoresin Paprika, Spices)."}, { "name": "Turkey & Cheddar on Sourdough", "SS": "Sandwich", "C": "420", "TF": "11g", "SF": "nan", "Ch": "65mg", "Na": "1460mg", "Carb": "50g", "Su": "7g", "P": "29g", "Allergens": "Gluten,Milk,Soy,Wheat", "Ingredients": "Sour Dough Bread (Enriched Bleached Flour (Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Water, Yeast, High Fructose Corn Syrup, Contains Less Than 2% Of: Soybean Oil, Salt, Mono- And Diglycerides, Fumaric Acid, Acetic Acid, Citric Acid, Lactic Acid, Sodium Stearoyl Lactylate, Calcium Sulfate, Calcium Peroxide,  Azodicarbonamide, Ascorbic Acid, Enzymes, Calcium Propionate (Preservative), Soy Lecithin), Sliced Turkey Breast (Turkey Breast And White Turkey, Turkey Broth, Salt, Sugar, Less Than 2% Modified Food Starch, Vinegar, Carrageenan, Sodium Phosphates, Sunflower Oil And Natural Flavoring), , Cheddar Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes, Annatto (Vegetable Color), Potato Starch And Powdered Cellulose (To Prevent Caking), Natamycin (A Natural Mold Inhibitor))."}, { "name": "Grilled Vegetable & Spicy Feta Sandwich", "SS": "Sandwich", "C": "531", "TF": "20g", "SF": "nan", "Ch": "20mg", "Na": "1300mg", "Carb": "70g", "Su": "3g", "P": "22g", "Allergens": "Gluten,Milk,Soy,Vegetarian,Wheat", "Ingredients": "Soft Grain Focaccia (Unbleached Flour (Wheat And Malted Barley), Water, Durum Flour, Olive Oil, Milk Powder, Yeast, Potato Flour, Cultured Wheat, Salt, Contains Less Than 2% Of The Following:  Ascorbic Acid, Enzymes And Vinegar), Grilled Vegetables (Eggplant, Zucchini, Red Peppers, Yellow Peppers), Fiesty Feta Spread (Feta Cheese (Cultured Pasteurized Cow Milk, Salt, Enzymes), Whole Tomatoes (Tomatoes, Tomato Juice, Salt, Citric Acid, Calcium Chloride), Soybean Oil, Green Onions, Tomato Puree [Tomato Concentrate (Water, Tomato Paste), Citric Acid], Contains 2% Or Less Of: Garlic Powder, Modified Food Starch, Spices, Sugar, Autolyzed Yeast Extract)"}]},{"place": "The Burrow", "items": []}]